[
  {
    "id": "chunk_250",
    "text": "L'arrivo di Steve Jobs e iTunes Despera teto stemthe tide, thela bels upped thesta kes a ndsued a lmost 20,000 people for using illega l downloa ding softwa re. Illega l downloa ding music isn't thesa me thing a s going into a CD-sea m. But CDsales continued to plummet, shuttering record stores a cross the country. Sowhen Steve Jobsca meto theta blewith plans for a new online music store, thema jorla belsfina lly surrendered the thing theyha d fought sohardto mainta in. Commento finale sull'evoluzione della distribuzione musicale La distribuzione tuha i solodue scelte, ento che non fa i un negozio conSteve in cui le persone continua no a emaila re i mp3s a i miei a micimi fermo qua ? questo è il\n[H3] 9.20 Steve Jobsha detto\n la gente vuole free access libero accesso alla musica ci penso iodove a gisco sulla distribuzione qua trova teunca pitolo sulla distribuzione di music industry cambio di nuovo il modello di business all'interno di music industry nel settore musica le a gendo solta nto sulla distribuzione creaun contra tto conlema jorla bels EMI piuttosto che Sony e quant'a ltroin modota ledafa r arriva reil contenuto a i miei consuma torifina liinmodo diverso, che è quello che vogliono e poi ha fatto cosìdi nuovo Spotify modifica ndole e creando strea mingcioè creando lamoda litàdimail business model di Apple e quello di Spotify non ci sa rebbero stati e non ci fosse stato un extrachi ha tirato giùle major EMI, Sony e quant'a ltrogua rdate che non ci a vetevoi di potere distribuire musica e basta la gente vuole libero accesso a l contenuto.",
    "page": 251,
    "pages": [
      251
    ],
    "keywords": [
      "distribuzione",
      "music",
      "steve",
      "illega",
      "downloa"
    ]
  },
  {
    "id": "chunk_251",
    "text": "Seio riesco a creare libero accesso a l contenuto lara gione per cui Spotify vidàla possibilità di a scolta re musica senza volare un centesimo però con il mecca nismo delle piatta forme i vostri dati vengono usati a qualcun a ltro perché Spotify comunque inqua lchemodo devera ggiungerci sopraperò questo vifa vedere l'evoluzione di modelli di business che utilizza nole tecnologie preva lenti creando unmodo di innova re per il consumatore estremamente diverso secondo il modello di business che lo utilizza noioil video poi ve lomando e poi vedete lo scrivo inita liano qua nella presenzione non sono riuscito maho preso in youtube quindi potete vedere con a nchein italia no e basta le a ltrecose che volevo dire quindi riscrivete il prossimo anno o sesia modi per qui unpo'dima teria lesu digita l piracy Spotify e qua l'a ltro.\n[H2] 4. INTEGRATION DIGITAL TECHNOLOGIES E AESTHETIC\n TECHNOLOGIES - Prof. Schiuma Giovanni NUOVE DIMENSIONI DELLA COMPETITIVITA'DI IMPRESA E TECNOLOGI E ESTETICHE COME SVILUPPARE LA CAPACITÀ COMPETITIVA DEI SISTEMI ORGANIZZATIVI INTEGRANDO LA TRASFORMAZIONE DIGITALE E LE TECNOLOGIE ESTETICHE Agenda 1. Competitività di impresa e dina miche dicreazione del va lore \n[HEADER] EMBA - Strategia ed Internazionalizzazione 96\n 2. L'a rchitettura dell'intelligenza orga nizza tiva allaba se del successo competitivo: tecnologia + huma n fa ctors 3. Il ruolo dell'IA nello sviluppo della capacità competitiva delle orga nizzazioni",
    "page": 252,
    "pages": [
      252
    ],
    "keywords": [
      "spotify",
      "vedere",
      "business",
      "utilizza",
      "tecnologie"
    ]
  },
  {
    "id": "chunk_252",
    "text": "[H2] 4. The Convergent Knowledge Innova tion\n Model (CKIM) 5. Ilcasodi'Elica'6. Il ruolo delle tecnologie estetiche nell'eradell'IA 7. L'Arts Value Matrix per l'applicazione delle tecnologie estetiche per lo sviluppo della competitività 1. COMPETITIVITA’ DI IMPRESA E DINAMICHE DI CREAZIONE DEL VALORE I fondamenti della competitività di impresa : • Wha t is enterprise competitiveness? È laca pacità dicrea revalore superiore • Wha t isthe primarygoa l of a nyorga nization? • In other words, whydo a n organiza tion exist? 1.1. I pillar • Lo scopo fonda menta lediqua lunque orga nizzazione è lacreazione divalore • Allabase dell’esistenza, funzionamento e crescita diun sistema organizzativo risiede lasua capacità di creare valore. • La competitività diun sistema orga nizza tivo è legata allasua capacitàdi creare valore superiore 1.2. La nozione di creazione del valore organizzativo Che cosa significa che la nostra organizzazione crea valore? Laca pacità di soddisfa re bisogni, desideri ed a spetta tive. E valore per chi? Per sha reholder prima e sta keholder poi. Qua l è ilvalore genera todaun sistema orga nizza tivo? Shareholder (investitori) and Customer Value - La teoria economica neocla ssica , nonché la tra dizione dello Science Mana gement ha evidenzia to che lafina lità dei sistemi orga nizza tivi è quella in ultimo dicrea reva lorefina nziario e ciò attra verso laca pacità di soddisfa re i bisogni e desideri dei clienti disposti così a d a cquista re prodotti/servizi. Shareholder and Customer Value vs.",
    "page": 253,
    "pages": [
      253
    ],
    "keywords": [
      "valore",
      "value",
      "competitività",
      "pacità",
      "sistema"
    ]
  },
  {
    "id": "chunk_253",
    "text": "Stakeholder Value - Nel nuovo millennio a fronte dei profondi mutamenti dello scena rio economico-produttivo, sociopolitico ed a mbientale la prospettiva economico-finanzia riaed orienta ta a l cliente del concetto dicreazione del va loresi è modifica ta per ricomprendere una molteplicità di dimensioni divalore. Creare valore significa soddisfa re i bisogni, a spetta tive, e desideri degli sta keholders quindi si tende a a dottare un approccio sta keholder-oriented. La sussistenza diun'orga nizzazione dipende da molteplici dimensioni senza lequa li non sa rebbe possibile sostenerla . La competitività diun'a zienda è legata allaca pacità dicrea reva loredove laca pacità dicrea revalore è laca pacità di identifica re e di soddisfa re i bisogni e desideri dei propri sta keholders. Sono competitivo se riesco a d a umenta re nel tempo laca pacità dicrea revalore (a nchela PA è soggetto a questo para digma nonostante la posizione di monopolio). Tutto questo si identifica nel concetto di Value Based dell'orga nizzazione.\n[H3] 1.3. Mappatura degli stakeholders\n In genera le questi sono gli sta keholders: • Investitori - imprenditori - finanziatori • Clienti & Intermedia ri • Lavoratori • Comunità - associazioni di consumatori • Autorità di controllo • Fornitori & Pa rtners • Ambiente natura lema ognuno diessi appa rtiene a d uno o a d un a ltro sottoinsieme INTERNAL STAKEHOLDERS EXTERNAL STAKEHOLDERS Impiega ti Fornitori Managers Società Proprietà Governi Creditori Sha reholders (investitori) Clienti \n[HEADER] EMBA - Strategia ed Internazionalizzazione 97\n Non tutti gli sta keholders hanno la stessa importa nza o influenza e sonodi interesse.",
    "page": 254,
    "pages": [
      254
    ],
    "keywords": [
      "pacità",
      "keholders",
      "dicrea",
      "stakeholders",
      "value"
    ]
  },
  {
    "id": "chunk_254",
    "text": "• Low Interest - High Influence = Keep Sa tisfied • High Influence - High Interest = Key Players • High Interest - Low Influence = Keep Informed • Low Influence - Low Interest = Minima l Effort\n[H3] 1.4. Value\n Proposition - Promessa di valore È il punto dipa rtenza da l punto di vista della stra tegia ed è la sintesi della dichia razione diva loridell'orga nizzazione. Da l punto di vista stra tegico ilva lorecrea todaun'orga nizzazione è sintetizza toda l concetto di Value Proposition che ra ppresenta la promessa diva lorefa ttada ll'orga nizzazione con la finalità di soddisfa re i bisogni, desideri, ed a spetta tive degli sta keholders. Le Value Proposition dovrebbero essere allinea te con la missione, la visione e i valori dell'a zienda . In a ltrepa role, ciò che l'a zienda offre a i clienti dovrebbe essere coerente con il suo scopo e i suoi principi: • (1) MISSION - Spiega il perché un'a zienda esiste - Whywe exists. • (2) VALUES - o valori ra ppresenta nocos'è importa nte per l'a zienda - Wha t's importa nttous. • (3) VISION - È cosaun'a zienda vuole ottenere o diventa re - Wha t wewant. • STRATEGY - è ilpia no complessivo e l'insieme delle a zioni diun'orga nizzazione per ra ggiungere i propri obiettivi a lungo termine. Dovrebbe essere strettamente allinea ta con la missione, i valori, la visione e le proposte diva loredell'orga nizzazione. Lastra tegia dovrebbe riflettere lo scopo dell'orga nizzazione (missione), i principi (valori), le a spirazioni future (visione) e ilmodo in cui intende fornire valore a i propri sta keholder (proposte divalore). Ra ppresenta la direzione a lungo termine e ilpia nodell'impresa per competere ed a vere successo nei merca ti prescelti.",
    "page": 255,
    "pages": [
      255
    ],
    "keywords": [
      "nizzazione",
      "zienda",
      "interest",
      "influence",
      "valori"
    ]
  },
  {
    "id": "chunk_255",
    "text": "• STRATEGISING Esisteva undiva rio tra missione, visione, stra tegia (1) (2) (3) e le a mbizioni del ma na gement [5] e le a zioni quotidia ne dei dipendenti [6] quindi era arriva toil momento di tra durre lastra tegia in a zione ed è qui che sonona ti strumenti di gestione stra tegica delle prestazioni [7] che trova nolaloro espressione nelle Balanced Scoreca rd.\n[H3] 1.4. La Balanced\n Scorecard (carta di misura bilanciata) - Vision e Strategy Il modello della balanced scorecard traduce la strategia diun’organizzazione inun insieme di misure definite attorno a quattro prospettive • Financial ovvero qua l è la posizione finanzia ria a gli occhi degli investitori • Customer Perspective ovvero comeil cliente vede l'a zienda • Internal business processes ovvero dove l'orga nizzazione dovrebbe eccellere • Innovation & learning ovvero definire come l'orga nizzazione dovrebbe mettere in atto percorsi di formazione per i dipendenti e creare valore per i propri clienti La Balanced Scoreca rd è uno strumento di miglioramento dell'efficienza di impresa che consta inun sistema di misurazione e gestione che può stimola re dei miglioramenti di prestazione ditipo radica le oltreche incrementa le. In sosta nza : • Misura il miglioramento diun’organizzazione verso i suoi obiettivi strategici consentendo di tradurre la visione e lefina litàstra tegiche in a zioni opera tiveva lutabili attra verso un insieme bilancia todi prospettive di prestazione. • Cattura le aspettative dei clienti e misura le abilità dell’impresa di soddisfarle. • Consente di rendere opera tivala stra tegia tra ducendola in obiettivi a tutti i livelli del sistema orga nizza tivo.",
    "page": 256,
    "pages": [
      256
    ],
    "keywords": [
      "balanced",
      "ovvero",
      "visione",
      "tegia",
      "zioni"
    ]
  },
  {
    "id": "chunk_256",
    "text": "• È uno strumento che consente inmodo semplifica todira ccogliere ed integra re enorme moledi datira ccolte consistemi a nche sofistica ti. • Guida il processo dicambiamento.\n[H4] 1.4.1. I componenti della Balanced Scorecard\n • Perspectives - 4 a reedi prestazione di impresa . • Objectives - Cosa l'impresa devefa re per soddisfa rela suastra tegia ; una linea guida è quella di a vere 16 obiettivi misurabili. • Metrics - Misure a dottabili e ta ngibili che supporta noilra ggiungimento degli obiettivi. • Targets - Livelli di prestazione attesi inbase a l piano stra tegico di riferimento. IMPORTANTE • Ogni misura fapa rtedi una ca tenadi collegamenti causa-effetto che viene chiama ta mappa strategica. • Tutte le misure allafine si collega no a i risulta tiorga nizza tivi e ci permettono dica pirequa lisono i fa ttori a bilita nti alla competitività . • Esiste un equilibrio tra le misure di risulta to (finanzia rie, cliente) e i driver di prestazione (proposta divalore, processi interni, apprendimento e crescita ). \n[HEADER] EMBA - Strategia ed Internazionalizzazione 98\n • Misuria mociò che è giusto misura re non ciò che è facile. • Lastra tegia sideve concretizza rein numeri, in indicatori che rendono ta ngibile l'obiettivo dara ggiungere.",
    "page": 257,
    "pages": [
      257
    ],
    "keywords": [
      "prestazione",
      "misure",
      "guida",
      "impresa",
      "tegia"
    ]
  },
  {
    "id": "chunk_257",
    "text": "[H4] 1.4.2 La Mappa Strategica\n • Step 1. Partia modacosa voglia morea lizza re (obiettivi stra tegici) e dacome tra durre la nostra stra tegia : 1. Financial • Migliora re i rendimenti • Migliora re l'efficienza opera tiva • Amplia reilmix dei ricavi 2. Customer perspective • Migliora re l'affida bilità delle consegne • Aumenta rela gamma di prodotti 3. Internal business process • Sviluppa re nuovi prodotti • Migliora reil controllo delle scorte • Ridurre i tempi di consegna • Vendita incrocia tadi prodotti (cross selling) 4. Innovation & learning • Coinvolgere i dipendenti conidee • Educa rela forza lavoro • Step 2. Nella definizione della mappa stra tegica si inizia mo a legare gli obiettivi sopraovvero gli obiettivi finanzia ricome sono legati da una logica causa effetto al livello di prospettiva del cliente o agli altri pillar. L’idea, quindi, è che se miglioria mo l'affida bilità nella fornitura questa a zione dovrebbe a vereun impatto sull'efficienza opera tiva . E se miglioria mo l'offerta di prodotti dovremo migliora re a ncheil fa tturato. Stiamo costruendo questa mappa la cui utilità è: o Intanto si mettono le persone intorno a d untavolo e convergere: è uno strumento didia logo e di convergenza del proprio pensiero. o È un metodo per ma ppare le ipotesi o assunzioni che noi abbiamo rispetto a cosa è importa nte discutere o La Strategy Ma p diventa una ra ppresentazione delle ipotesi che il mana gement hainrelazione alle dimensioni dicausa effetto presenti all'interno dell'orga nizzazione. 1.5. Un Analogia - Albero, frutti e radici Allafine, ilvalore che sicrea come a zienda (frutti dell'a lbero) sonoil risulta todi dimensioni invisibili e difa ttori a bilita nti che chiamia mo componenti competitive (radici dell'a lbero).",
    "page": 258,
    "pages": [
      258
    ],
    "keywords": [
      "migliora",
      "prodotti",
      "mappa",
      "obiettivi",
      "efficienza"
    ]
  },
  {
    "id": "chunk_258",
    "text": "La sfida che abbiamo è ilca pirequa lisono le dimensioni che ca ra tterizza no, quali sono questi fa ttori a bilita nti alla competitività delle orga nizzazioni. Talifa ttori a bilita ntili chia miamo value drivers che sono quelle dimensioni che a bilita no a costruire valore (radici), a d essere efficienti e produttivi nei processi, che a bilita no a ra ggiungere gli obiettivi e che ci a iutano a creare valore finanzia rio, soddisfazione dei clienti, costruire reputazione. Pa rentesi: La reputation non è ilma rketing o la riflessione sull'identità orga nizza tivama laca pacità di performa re nel tempo. È un punto di incontro tra a zienda (promette valore) e cliente (a cquista il prodotto perché l'a zienda gli ha i fatto una promessa diva loreed in quell'incontro c'è una soddisfazione. Se l'a zienda non è ingra dodi soddisfa reil valore viene menola sua reputa tion. In definitiva : • I Frutti sono i 4 pilla r • Le Radici sono i Value Drivers 1.6. Fattori abilitanti alla creazione del valore - Le risorse dell'organizzazione Leca tegorie di risorse funziona li alla tra sformazione più importa nti per creare valore sono: • Risorse Finanzia rie • Infra struttura • Infrastrutture tangibile ovvero tutto ciò che sipuò tocca re: 1. Tecnologia (Impia nti, mecca nica , mecca tronica ) 2. Infra struttura fisica (Rea l Estate)",
    "page": 259,
    "pages": [
      259
    ],
    "keywords": [
      "valore",
      "bilita",
      "zienda",
      "risorse",
      "dimensioni"
    ]
  },
  {
    "id": "chunk_259",
    "text": "[H2] 1. Infrastruttura intangibile ovvero\n ilca pitale intellettua le o conoscenza :\n[H2] 1. Risorse\n Umane (Persone)\n[H2] 2. Capita le\n Rela ziona le (Relazioni) \n[HEADER] EMBA - Strategia ed Internazionalizzazione 99\n\n[H2] 3. Capitale\n Organizzativo (brand, diritto d’autore, processi, comportamenti, routine)\n[H2] 4. Capita le\n Informa tivo (dati, informazioni, schede tecniche)\n[H3] 1.7. Lesson\n Learned - Vedere ciò che non si sta cercando Vediamo ora un video: https://www.youtube.com/watch?v=vJG698U2Mvo: si tratta del celebre esperimento di Harvard sulla \"cecità da disattenzione\" (inattentional blindness). Nel video, ai partecipanti viene chiesto di contare i passaggi della squadra in bianco, e circa lametà delle persone non nota una persona vestita da gorilla che attraversa la scena, si ferma al centro, si batte il petto e poi esce. L'esperimento dimostra come, quando siamo concentrati suun compito specifico, possiamo non vedere cose anche molto evidenti che accadono davanti ai nostri occhi. Ora vediamo un secondo video: https://www.youtube.com/watch?v=IGQmdoK_ZfY: In questo video, oltre al gorilla che appare, cisono altri due cambiamenti inaspettati che la maggior parte delle persone non nota: - Una delle giocatrici innero esce dalla scena (lascia il gruppo) - Il colore della tenda sullo sfondo cambia (da rosso a oro/giallo) Questo video è stato creato appositamente per le persone che già conoscevano iltest originale del gorilla: anche chi si aspettava di vedere il gorilla",
    "page": 260,
    "pages": [
      260
    ],
    "keywords": [
      "video",
      "persone",
      "capita",
      "vedere",
      "vediamo"
    ]
  },
  {
    "id": "chunk_260",
    "text": "(e lo vedeva), comunque non notava gli altri cambiamenti comela ragazza che esce o il cambio di colore della tenda! Lamora ledi questi esperimenti sull'attenzione selettiva è che è \"facile non vedere qualcosa che non stai cercando\" • Pensiamo di vedere tutto, ma non è così - Sopravva lutia mo nostra ca pacità di percepire ciò che accade intorno a noi • La concentrazione crea cecità - Quando siamo foca lizza tisuun compito specifico, possia mo perdere a nchele cosepiù evidenti che avvengono davanti a i nostri occhi. • Sapere non basta - Anche conoscendo il trucco (il gorilla ), continuia mo a perdere a ltrica mbiamenti, ad esempio, lara gazza che esce, la tenda che ca mbia colore. • Attenzione ai \"punti ciechi\" - Nelle orga nizzazioni, nella guida , nel la voro: sesia mo troppo concentra tisuun obiettivo, rischia modi perdere opportunità , pericoli o segna li importa nti Nel contesto della presentazione, questo concetto si collega all'importa nzadi: • Non foca lizza rsisolo sulla tecnologia o solo sugli a spetti umani • Ma ntenere una visione a mpia e bilancia ta • Integra re pensiero ra ziona leed emotivo - il modello CKIM • Essere a perti all'ina spetta to e all'innovazione 1.8. Le componenti intangibili: la conoscenza nell'organizzazione La conoscenza comefa ttore a bilita nte nelle dina miche dicreazione del va lore perché è importa nte? In che modola conoscenza all’interno della vostra organizzazione influisce sulla vostra capacità di creare valore? Per rispondere a questa domanda possia mo utilizza redue prospettive di riferimento per spiega reil ruolo della conoscenza all'interno dell'orga nizzazione.",
    "page": 261,
    "pages": [
      261
    ],
    "keywords": [
      "perdere",
      "importa",
      "colore",
      "tenda",
      "attenzione"
    ]
  },
  {
    "id": "chunk_261",
    "text": "Le Conoscenze Orga nizza tive, i Knowledge Assets, ra ppresenta noinmodo crescente le dimensioni divalore delle orga nizzazioni ed i fa ttori a bilita nti alledina miche dicreazione del va lore e di innovazione e ra ppresenta no l'80% del tota leva loredell'orga nizzazione. Esempio della Coca Cola Le componenti inta ngibili di Coca-Colara ppresenta no una parte enorme del va loredell'a zienda . Eccole principa li: 1. Brand - Ma rchio • Ilma rchio Coca-Cola è stato per decenni ilpiù prezioso a l mondo (oggiva le circa $80 milia rdi) • Non appare nel bila ncio perché è stato creato internamente, non a cquista to • Include: logo iconico, colori rosso e bianco, scritta distintiva 2. Attaccamento emotivo dei consumatori • Leca mpagne ma rketing hanno creato unlega me emotivo profondo tra i consumatori e ilma rchio • Associazioni confelicità , condivisione, momenti specia li (\"Open Ha ppiness\", \"Share a Coke\") 3. Ricetta segreta - Tra de Secret • La formula origina le è uno dei segreti commercia lipiù famosi a l mondo • Custodita inun cavea u a d Atlanta 4. Know-how e competenze • Conoscenze sulla produzione, distribuzione, ma rketing • Capacitàdi innovazione nei prodotti 5. Relazioni congli sta keholder • Rete globa ledipa rtner e imbottigliatori • Ra pporti condistributori, rivenditori, fornitori 6. Immagine e reputazione \n[HEADER] EMBA - Strategia ed Internazionalizzazione 100\n • Riconoscibilità globa le • Fiducia dei consumatori costruita in oltre130 anni 7. Design distintivo • La forma unica della bottiglia (brevetta ta ) • Packa ging riconoscibile ovunque 8.",
    "page": 262,
    "pages": [
      262
    ],
    "keywords": [
      "ppresenta",
      "rchio",
      "consumatori",
      "conoscenze",
      "innovazione"
    ]
  },
  {
    "id": "chunk_262",
    "text": "Cultura orga nizza tiva • Valori a zienda li, clima interno, mododi opera re Dato interessante: Gli assetinta ngibili di Coca-Cola ammontano a circa $32 milia rdi nel bilancio, mail valore reale del bra nd e degli inta ngibili è molto superiore, ra ppresenta ndola maggior parte della capita lizzazione di merca todell'a zienda.\n[H4] 1.8.1 La prospettiva ditipo statico\n - La metafora dell'ICEBERG Aiuta a definire qua l è ilvalore economico dell'orga nizzazione. Per spiega re questa prospettiva si utilizza lameta foradell'ICEBERG secondo laqua lelagra n parte del va lore economico è legato alle componenti inta ngibili. Lameta foradell'iceberg è perfetta per ra ppresenta rela prospettiva statica degli assetinta ngibili diun'orga nizzazione: Iceberg degli intangibili Parte visibile - sopra l'a cqua - 10% Ciò che sivede dall'esterno: • Brand • Brevetti (Pa tents) • Identità • Design Parte sommersa - sotto l'a cqua - 90% Ciò che non si vedema costituisce lavera forza : • Know-how • Cultura /Clima orga nizza tivo (Culture/Clima te) • Comportamento orga nizza tivo (Organiza tiona l behavior) • Relazioni congli sta keholder (Sta keholder Rela tionships) • Immagine e Reputazione (Image & Reputa tion) • Copyrights • Segreti commercia li Il messaggio chiave è che per le organizzazioni adalta intensità di conoscenza, gran parte del valore è legato agli intangibili Comeun iceberg, lapa rtepiù grande e importa ntedell'orga nizzazione è nascosta sotto la superficie. Ilvalore visibile (prodotti, edifici, ma cchina ri) è solo una piccola parte. Lavera fonte diva ntaggio competitivo sta negli assetinta ngibili sommersi: le conoscenze, lerelazioni, la cultura , ilknow-how delle persone.",
    "page": 263,
    "pages": [
      263
    ],
    "keywords": [
      "parte",
      "iceberg",
      "ngibili",
      "nizza",
      "clima"
    ]
  },
  {
    "id": "chunk_263",
    "text": "Questo spiega perché a ziende come Coca- Colaha nnoun valore di merca to enormemente superiore a l valore contabile dei loro assetta ngibili.\n[H4] 1.8.2 La prospettiva ditipo dinamico\n - La metafora dell'ALBERO Ana lizza il ruolo della conoscenza come fattore a bilita nte che dobbia mo gestire per migliora rele prestazioni orga nizza tive e quindi a bilita re l'orga nizzazione a creare valore ed essere competitiva . Lameta foradell'a lbero ra ppresenta la prospettiva dinamica della conoscenza orga nizza tiva : L'albero della conoscenza Chioma (foglie e frutti) - Ciò che sivede • Values (Valori) • Value Proposition (Proposta divalore) • Strategy (Stra tegia ) • Objectives (Obiettivi) Tronco e rami - I processi • Processes & Performa nces (Processi e Prestazioni) • Organisa tiona l Capa bilities (Capacitàorga nizza tive) 1.Competenze opera tive e distintive 2.Competenze dina miche Radici - La fonte nascosta di nutrimento • Competencies (Competenze) \n[HEADER] EMBA - Strategia ed Internazionalizzazione 101\n • Knowledge (Conoscenza ) • Capita l (Capita le) 1. Brainwa re (capita leuma no/intellettua le) 2. Softwa re 3. Netwa re (relazioni/network)\n[H2] 4. Hardwa re\n La differenza chiave rispetto all'iceberg Iceberg (Statico) Albero (Dinamico) Fotogra faun momento Mostra la crescita e l'evoluzione Gli inta ngibili sono \"na scosti\" Gli inta ngibili sonole \"radici\" che nutrono Visione fissa Visione di flusso e tra sformazione Il messa ggiochia ve è laca pacità di migliora re continuamente le prestazioni orga nizza tive dipende dalla gestione della conoscenza .",
    "page": 264,
    "pages": [
      264
    ],
    "keywords": [
      "conoscenza",
      "valore",
      "ngibili",
      "albero",
      "nizza"
    ]
  },
  {
    "id": "chunk_264",
    "text": "Comeun a lbero: • Leradici (conoscenza ) assorbono nutrimento da l terreno • Il tronco (competenze e capacità ) tra sporta la linfa vitale • La chioma (risulta ti, valore) fiorisce e produce frutti Senza radici forti e profonde, l'albero non può crescere né produrre frutti. La conoscenza è la risorsa e la fonte della capacitàorga nizza tivadi creare valore, innova re e competere.\n[H3] 1.9. Creazione di Valore e\n Performance: due facce della stessa medaglia Daun punto di vista gestiona le ovvero di governo delle orga nizzazioni, è necessa rio individua rele dimensioni della conoscenza nella consa pevolezza che ta li dimensioni sono gli elementi che fungono da Value Drivers (fa ttori a bilita nti) che consentono dicrea revalore. E allora cerchia modi capire comele conoscenze entra noin gioco e per fa re questo introducia moun modello. La competitività diun’organizzazione si gioca sulla creazione di valore per gli stakeholders ma per creare questo valore, che è la soddisfazione dei bisogni e desideri dei clienti è necessa rio gestire le performa nce a zienda li. Vada sé che valore (concetto strategico che esprime un’esigenza) e performa nce (concetto operativo che esprime la capacità di soddisfare l'esigenza) sonodue facce della stessa medaglia . Quando sipa rladi performa ncesi parla di: • LIVELLO DI EFFICACIA - Capacitàdira ggiungere l'obiettivo • QUALITA'• OGGETTIVA - Standa rd del prodotto • SOGGETTIVA - Esperienza che vivo del prodotto 1. TEMPO 2. COSTO 3. REPUTAZIONE",
    "page": 265,
    "pages": [
      265
    ],
    "keywords": [
      "valore",
      "conoscenza",
      "performa",
      "capacità",
      "frutti"
    ]
  },
  {
    "id": "chunk_265",
    "text": "[H2] 1. LIVELLLO DI\n EFFICIENZA - Ottimizzazione delle risorse 1.10 - Il legame tra performance, processi, competenze ed asset Per crea reva lorele orga nizzazioni devono gestire leloro performa nce. Queste performa ncesono riconducibili alle dimensioni (qualità , tempo, costo, reputazione). Per rea lizza reun livello di performa nce a degua toleorga nizzazioni devono a na lizza re i loro processi (mappa re, definire, decidere cosava fatto) edecco comeil livello di performance è legato a d untema di processi. Lama ppatura dei processi è una condizione necessa riama non è sufficiente poiché per poter definire e gestire i processi servono le competenze e gli asset (risorse). Lo svolgimento delle attività all'interno delle orga nizzazioni richiede che l'orga nizzazione abbia costruito a l suo interno un dominio di competenze per rea lizza retali attività . Queste competenze sonolega te a tutti gli asseted alle conoscenze delle orga nizzazioni. La logica concettuale che a iuta a capire i fa ttori a bilita nti alla competitività è questa : • La competitività è creazione del va lore • La competitività la leggo attra verso i livelli di performa nce • Da l punto di vista stra tegico la misurazione dei livelli di performa nce è corretto poiché è da i livelli di performance che l'orga nizzazione ca pisce quanto è ingra dodi genera revalore • Per poter determina reil livello di performa nce c'è bisogno dima ppare tutti i processi • Per ma ppare i processi l'a zienda deve gestire le competenze ca pendo se con le competenze interne riesce a ma ppare le attività • Le competenze si declina noin: \n[HEADER] EMBA - Strategia ed Internazionalizzazione 102\n 1. Competenze opera tive (comefa cciole cose) 2. Competenze dina miche (a bilità di apprendere e disa pprendere).",
    "page": 266,
    "pages": [
      266
    ],
    "keywords": [
      "competenze",
      "processi",
      "performa",
      "nizzazioni",
      "performance"
    ]
  },
  {
    "id": "chunk_266",
    "text": "Leorga nizzazioni devono costruire dei sistemi che a iutano le persone a modifica rsi, a d apprendere. • I sistemi di misurazione devono essere introdotti a supporto dell'apprendimento orga nizza tivo (es. Federico Del Pezzo) • Le misure le posso implementa recome un sistema di controllo che allaba se del ta ylorismo (Taylor, 1919) manell'ottica di monitoraggio. Poi c'è il concetto di valutazione che dipende daun concetto di comprensione, silega alla misurazione ma è più nell'ottica dica pirecosa sta succedendo. Iltema è che i sistemi di misura delle prestazioni dovrebbero essere utilizza ticome strumenti divalutazione e non di controllo. Sira ccolgono i dati e sistema ticamente all'interno dell'a zienda ildato dovrebbe essere utilizza to a titolo di confronto: cosa non funziona? perché non funziona? Quali sono i problemi? Questo confronto diventa ilpara metro dibase per poter a rticola re quella conversazione tra gli indicatori, quindi, diventa lo strumento per poter riflettere. I sistemi di misura vanno utilizza ti nella logica diun miglioramento continuo PDCAra ppresenta toda l ciclo di Deming (o ruota di Deming): P - PLAN (Pianificare) • Identifica reil problema o l'opportunità • Ana lizza rela situazione attuale • Definire obiettivi e tra gua rdi • Sviluppa reun piano d'a zione D - DO (Fare) • Implementa reil piano • Eseguire le a zioni previste • Ra ccogliere dati durante l'esecuzione • Testa resu piccola scala (se possibile) C - CHECK (Verificare) • Misura re i risulta",
    "page": 267,
    "pages": [
      267
    ],
    "keywords": [
      "sistemi",
      "misura",
      "utilizza",
      "devono",
      "misurazione"
    ]
  },
  {
    "id": "chunk_267",
    "text": "ti ottenuti • Confronta re congli obiettivi pia nifica ti • Ana lizza re gli scostamenti • Identifica recosa ha funziona to e cosano A - ACT (Agire) • Standa rdizza reciò che funziona • Correggere ciò che non funziona • Implementa re i miglioramenti • Ripa rtire con un nuovo ciclo Il miglioramento non è un evento, maun processo continuo. Il PDCAra ppresenta l'apprendimento orga nizza tivo: ogni ciclo porta l'orga nizzazione a un livello superiore di performa nce, come una spira le a scendente. Si collega alla gestione della conoscenza: ogni ciclo genera nuova conoscenza che viene incorpora tanei processi e nelle competenze dell'orga nizzazione. • I sistemi di misura delle prestazioni possono essere utilizza ti per costruire la cultura della misura invarie forme o lo utilizzo per sostenere dina miche di apprendimento orga nizza tivo (GOOD) o lo utilizzo comedia gnosi e monitora ggio del sistema a zienda (GOOD) o lo utilizzo inmodo coercitivo e di controllo (BAD) • Come implemento il sistema di misura delle prestazioni è unfa ttodi cultura e quindi a ncheil mana gement deve a verela sua filosofia nel fa r sidi stimola re una crescita positiva (fa r si che le persone e l'orga nizzazione migliorino) ed a nche accetta re che cisia no delle flessioni nelle performa nce perché l'orga nizzazione maga rista affronta ndoun percorso di tra sformazione ed apprendimento. • Il pensiero stra tegico si collega allapa rte opera tiva (gestione della qualità , coinvolgimento del persona le...) grazie a i sistemi di misura delle prestazioni. Ma affinché il SMP funzioni non debba essere utilizza toinma niera coercitiva e di controllo macome strumento di supporto a creare questo a mbiente di sviluppo continuo delle competenze dina miche che poi significa strutturazione della conoscenza .",
    "page": 268,
    "pages": [
      268
    ],
    "keywords": [
      "nizzazione",
      "misura",
      "funziona",
      "ciclo",
      "apprendimento"
    ]
  },
  {
    "id": "chunk_268",
    "text": "RIASSUNTO. Le nostre orga nizzazioni creano valore gestendo le performa nce a na lizza ndo e struttura ndo i processi quindi riorga nizza ndoli e monitora ndoli continuamente. Affinché i processi venga no eseguiti dobbia mo introdurre lama ppatura delle competenze, come gli a ndiamo a sviluppa re e struttura re. Le competenze orga nizza tivesono il risulta todell'assembla ggiodi tutte quelle che sono le conoscenze ed asset che a vario titolo sivanno a stra tifica re dentro l'orga nizzazione. Sonole conoscenze che ra ppresenta nole competenze orga nizza tive e sono quelle che ci a bilita no a creare valore. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 103\n\n[H3] 1.11. Informazione e\n Conoscenza nelle organizzazioni I datisono informazioni quando vengono aggrega ti (es. del ca schetto consensori dati a tutti gli studenti per monitora reil livello di attenzione: nuvola di punti). Nelle a ziende cisono masse didati che aggrega ti diventa no informazioni (PowerBI, Qlik). Non è a ncora conoscenza poiché affinché diventi taleva messa inrelazione conqua lcosa ma a ncordi più le informazioni diventa no conoscenza quando sono interpreta te. La conoscenza sicrea tra mite processi associa tivi che ristruttura nole mappe menta li. Fino a d unpaiodi annifa , la conoscenza veniva interpreta tadalle persone, siamo noi che leggia mo i dati e gli interpretia mo. Questo erava lido finché non è entra tain gioco l'intelligenza a rtificia le che oggi interpreta i datiinma niera a utonoma ovvero inmoda lità genera tiva congli LLM (Large Langua ge Model). Oggi l'AI a iuta a genera re conoscenza da i dati.",
    "page": 269,
    "pages": [
      269
    ],
    "keywords": [
      "conoscenza",
      "processi",
      "nizza",
      "competenze",
      "informazioni"
    ]
  },
  {
    "id": "chunk_269",
    "text": "[H4] 1.11.2. La natura della conoscenza\n - Approccio Epistemologico Conoscenza TACITA ESPERIENZIALE La conoscenza Tacita è legata a d una comprensione intuitiva ed è difficile da spiega reed a rticola re. Fonda mentalmente legata a d una profonda esperienza e pratica opera tiva . \"Sappiamo più di quanto possiamo dire\" (Polanyi) • Non struttura ta • Difficile da esprimere e a rticola re • Legata all'intuizione e all'esperienza • Risiede nelle persone 1. Ta lenti 2. Esperti 3. Relazioni\n[H2] 4. Comportamenti\n Esempio: Sa per a ndare in bicicletta , riconoscere un volto, l'intuito diunma nager esperto, una persona che conosce a menadito l'ERP, un commercia le che ha conoscenza delle dina miche rela ziona li, empatia , come prendere una persona . Conoscenza ESPLICITA (Codificata/Strutturata) La conoscenza Esplicita/Codificata/Strutturata è legata ad una rappresentazione informativa che descrive l’essenza, la procedura esecutiva diun’attività, la soluzione diun problema o realizzazione diun prodotto. • Può essere espressa e documenta taed è struttura ta • Tra sferibile attra verso lingua ggio forma le • Risiede nelle tecnologie e strumenti 1. Database 2. ICT 3. Documenti 4. Procedure\n[H2] 5. Manua li\n Esempio: Unma nuale opera tivo, una formula matematica , una ricetta scritta , approccio McDona lds Note: • Il successo dell'orga nizzazione dipende da queste due dimensioni di conoscenza • La conoscenza esplicita , che è quella che si haed è legata alle persone, haun problema : costa codifica rla • Un ERP è un processo di codifica: esterna lizzazione della conoscenza degli esperti in conoscenza esplicita. Questo è un processo importa nte perché può essere codifica to e fatto eseguire a ncheda i robot. La McDona ld non lofa perché il robot costa a ncora più delle persone.",
    "page": 270,
    "pages": [
      270
    ],
    "keywords": [
      "conoscenza",
      "legata",
      "esplicita",
      "codifica",
      "approccio"
    ]
  },
  {
    "id": "chunk_270",
    "text": "Il processo di codifica è propedeutico all'a utomazione dei processi. Le tecnologie in a zienda non sono a ltro che sistemi di codifica . Quando codifico la conoscenza posso combina rla con a ltre conoscenze codifica te quindi: codifico la conoscenza , faccio i lingua ggidi progra mmazione softwa re e li posso collega re con i robot inizia ndo a creare mecca nismi di integrazione e di a utomazione. Processi tecnologici sono processi di gestione della conoscenza , na scono dalla codifica . Allafine, le tecnologie hanno incorpora to quella conoscenza che una volta erapa rtedell'attività delle persone. • La conoscenza è ilfa ttore a bilita ntela creazione divalore e la conoscenza si tra ducein tecnologie • Le conoscenze na scono a livello TACITO, l'esperienza poi la sipuò esterna re e può diventa re tecnologia , brevetto. Questa codifica ci permette di combina re con a ltre conoscenze codifica te. • La conoscenza tacita viene codifica ta e combina ta diventa conoscenza esplicita , quando interna lizza ta diventa tacita . • Le conoscenze tacite che sono stra tegiche seinmano a poche persone diventa nounfa ttore a nti-a bilita nte. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 104\n • Il modello Il Modello SECI (Nonaka e Ta keuchi, 1995): Lacreazione di conoscenza avviene attra verso 4 processi di conversione: Socializzazione [T→T]: Condivisione di esperienze, apprendista to Esternalizzazione [T→E]: Articola rela conoscenza tacita in concetti espliciti Combinazione [E→E]: Combina re diverse conoscenze esplicite Internalizzazione [E→T]: \"Lea rning by doing\", la conoscenza esplicita diventa tacita Il messa ggio è che la conoscenza codifica ta è il percorso per lo sviluppo delle tecnologie.",
    "page": 271,
    "pages": [
      271
    ],
    "keywords": [
      "conoscenza",
      "codifica",
      "conoscenze",
      "diventa",
      "processi"
    ]
  },
  {
    "id": "chunk_271",
    "text": "Daun punto di vista cognitivo: • La tecnologia è conoscenza incorpora tainun metodo e uno strumento • Una tecnologia può essere vista come conoscenza codifica taresa ta ngibile Questo spiega illega me tra gestione della conoscenza e innovazione tecnologica , inclusa l'Intelligenza Artificia le.\n[H3] 1.12. Le dimensioni del capitale cognitivo\n Ilca pitale cognitivo (o intellettua le) diun'orga nizzazione si a rticola in quattro dimensioni interconnesse:\n[H2] 1. CAPITALE UMANO\n Le persone e leloro competenze tecniche specia listiche (a bilità difarele cose) e l'attitudine (soft skills) Parte emoziona le e ra ziona levia ggiano insieme. • Conoscenze e competenze individua li • Ta lenti ed esperti • Crea tività e innovazione • Motivazione e impegno • Capacitàdi apprendimento • Lea dership È la conoscenza che \"esce dalla porta ognisera\"\n[H2] 2. CAPITALE ORGANIZZATIVO\n La struttura e i processi dell'orga nizzazione: • Cultura orga nizza tiva • Clima a zienda le • Routine e procedure • Struttura orga nizza tiva • Sistemi di gestione • Brevetti e proprietà intellettua le • Valori e norme È la conoscenza che \"rimane quando le persone vanno a casa\"\n[H2] 3. CAPITALE\n INFORMATIVO & TECNOLOGICO L'infrastruttura tecnologica e informa tiva : • Sistemi informa tivi (ICT) • Database e a rchivi • Softwa re e applicazioni • Hardwa re • Tecnologie di comunicazione • Intelligenza Artificia le • Big Data e Ana lytics È la conoscenza codificata negli strumenti",
    "page": 272,
    "pages": [
      272
    ],
    "keywords": [
      "conoscenza",
      "capitale",
      "cognitivo",
      "vista",
      "tecnologia"
    ]
  },
  {
    "id": "chunk_272",
    "text": "[H2] 4. CAPITALE RELAZIONALE\n Le relazioni con l'esterno e l'interno: • Relazioni conclienti • Relazioni confornitori e pa rtner • Network e alleanze • Reputazione e immagine • Brand e fiducia • Relazioni con la comunità • Ra pporti conistituzioni \n[HEADER] EMBA - Strategia ed Internazionalizzazione 105\n È la conoscenza incorporata nelle connessioni L'integrazione delle quattro dimensioni Capitale Domanda chiave Esempio Coca-Cola Umano Chi sa ? Esperti dima rketing, ricercatori Organizzativo Comefa cciamo lecose? Cultura a zienda le, processi produttivi Informativo/Tecnologico Quali strumenti usiamo? Sistemi IT, formula segreta codifica ta Relazionale Conchi siamo connessi? Retedi imbottigliatori, fedeltà clienti Il messaggio chiave: Il successo orga nizza tivo deriva dall'integrazione e bilanciamento di tutte e quattro le dimensioni del ca pitale cognitivo. Non ba sta a vere persone eccellenti (capita leuma no) se non cisono sistemi per tra ttenere e condividere la conoscenza (capita le organizza tivo e tecnologico) e relazioni solide con il merca to (capita lerela ziona le). La gestione della conoscenza deve opera resu tutte e quattro le dimensioni inmodo integra to. 1.12. Le dimensioni del capitale cognitivo - Focus suun paiodi dimensioni. Ciò che va messo in evidenza è che nelle prospettive, in a lcune a ziende soprattutto oggi, a ziende ospeda liere e banche, un esercizio che a lcune a ziende fanno è quello di costruire quello che viene chiama toil report del capitale intellettuale, cioè quello che cerca nodifare intorno a queste ca tegorie è dima ppare, identifica re gli asset.",
    "page": 273,
    "pages": [
      273
    ],
    "keywords": [
      "relazioni",
      "dimensioni",
      "capitale",
      "conoscenza",
      "quattro"
    ]
  },
  {
    "id": "chunk_273",
    "text": "Perché lofanno? Lofa nnoun po'per quella dimensione che vi dicevo prima di identifica re i fa ttori a bilita ntiin termini di definizione del va lorema a nche perché riconoscono che queste sono dimensioni essenzia li per laloro competitività . Quindi se dovessimo pensa re a d un report del ca pitale intellettua lecome si costruisce? Si costruisce pa rtendo da queste quattro ca tegorie e costruendo all'interno di queste ca tegorie dimensioni che ne misura no l'entità . Potremmo parla re a lungo ma non è su questo che vorrei sofferma rmiqua nto invece sul fa tto che quando consideria mo i nuovi, le nuove dimensioni di competitività dell'orga nizzazione che è unpo'iltema verodi questo semina rio, quali sonole dimensioni che determinano la competitività dell'organizzazione? Sonodue le componenti, daunlato abbiamo quelle che chia miamo tecnologie digitali ma è sempre più quella che è l'intelligenza a rtificia le e dall'a ltro quelli che sono invece i fattori umani quindi quando ricerchia moqua lisono i fa ttori a bilita ntisu cui dover investire per ga ra ntire lo sviluppo competitivo dell'orga nizzazione dobbia mogua rdare all'orga nizzazione su queste due prospettive: • COMPONENTE TECNOLOGICA • COMPONENTE UMANA Queste due componenti unpo'richia mano quello schema dira ziona litàed emotività menziona te prima . Abbia mo detto che l'efficienza , laca pacità di performa re a livello persona lediun individuo è legata allaca pacità di integra re componente ra ziona le tecnica e componente emotiva .",
    "page": 274,
    "pages": [
      274
    ],
    "keywords": [
      "queste",
      "dimensioni",
      "competitività",
      "nizzazione",
      "perché"
    ]
  },
  {
    "id": "chunk_274",
    "text": "Questo modello lo possia mo estendere a livello orga nizza tivo e dire che la competitività diun'orga nizzazione oggi è legata daunlato allesue componenti ra ziona lied allesue conoscenze tecniche peròdall'a ltrola to a nche a quegli a spetti umani che sono distintivi della persona e che sono importa nti per lo sviluppo dell'orga nizzazione. Quello che vedremo, ca piremo come queste due dimensioni possono essere a na lizza te e possono essere quindi più gestite. Qua l è l'assunto di fondo? Che di fatto leorga nizzazioni competono come sistemi cognitivi cioè l'orga nizzazione allafine ciò che le consente di opera re è l'abilità di trasformare informazioni in conoscenza, di gestire le conoscenze; quindi, da l punto di vista teorico, concettua leleorga nizzazioni possono essere assimila te a tutti gli effetti a degli organismi che processano conoscenze. Qui un esercizio, se doveste spiega re a d unba mbino, con un'immagine che cos'è un'orga nizzazione qua l è l'immagine che vi verrebbe inmente che meglio ra ppresenta l'orga nizzazione nella quale opera te? • Lafa miglia • L'a lveare • l'immagine della fa bbrica • l'ufficio • la scuola • il corpo umano allora perché questo? perché lemeta foresono lo strumento più potente di codifica della conoscenza e ra ppresentano lo strumento dinarrazione e di comunicazione più potente perché inun'immagine noi riuscia mo a veicola retante informazioni. Nel ca sodi specie, quell'immagine che ra ppresenta l'orga nizzazione, che voi proietta tecome immagine, difatto dietro na sconde tutte le ipotesi che voi vedete o come interpreta te l'orga nizzazione.",
    "page": 275,
    "pages": [
      275
    ],
    "keywords": [
      "nizzazione",
      "immagine",
      "conoscenze",
      "possono",
      "perché"
    ]
  },
  {
    "id": "chunk_275",
    "text": "Perché sela vedete come corpo umano, pensa te a questa orga nicità , a questa funzionalità , a questa ra ppresentazione olistica , cioè non esiste un corpo umano senza la testa una testa senza delle gambe quindi c'è un'orga nicità . Se invece pensia mo allafa miglia c'è questa ideava loria le \n[HEADER] EMBA - Strategia ed Internazionalizzazione 106\n siamo una fa miglia però non tutti pensa no allafa miglia quando pensa no all'orga nizzazione, qua lcuno può a vere una visione più mecca nicistica . Qua lcuno porrebbe dire che è una la vatrice. Chi però ha una visione più orga nicapiù natura listica riconosce che di fatto l'orga nizzazione cresce come sistema che evolve. Se a vessimo fatto questa domanda negli anni 90, sa rebbe stato più fa cile a ver ottenuto risposte più lega te allala vatrice. Oggi invece abbiamo in qualche modo tacitamente metabolizzato che l'organizzazione non è una lavatrice, non è una struttura che possiamo pianificare, progettare e controllare, è un sistema organico che evolve ed è proprio lasua evoluzione cognitiva, comeun corpo umano, come una pianta, che esplicita lasua capacità di adattamento, di resilienza, di innovazione. Difatto l'orga nizzazione, sottoquesto a spetto daun punto di vista concettua le, può essere vista comeun sistema cognitivo, cioè l'orga nizzazione apprende, è un sistema sociotecnico, dove abbiamo parte socia le e parte tecnologica che coesistono e coinvolgono inun processo di sviluppo. Quindi in questa prospettiva c'è laparte tecnologica e c'è una pa rteuma na che devono coesistere e si devono inqua lchemodo sviluppa re nel tempo.",
    "page": 276,
    "pages": [
      276
    ],
    "keywords": [
      "nizzazione",
      "sistema",
      "corpo",
      "umano",
      "pensa"
    ]
  },
  {
    "id": "chunk_276",
    "text": "E l'orga nizzazione è un sistema di conoscenza , e cometa le, nelle nostre orga nizzazioni siamo chiama ti a costruire dei sistemi di gestione della conoscenza che è quello che sono chiama ti knowledge management systems. Esiste a nche una norma ISO 30401 che definisce come questi knowledge mana gement systems che devono essere creati. Diamo per assoda to che questa conoscenza va gestita . Importa nte notare che esiste questo continuo flusso di interazioni, di integrazioni e dico-sviluppo tra dimensione umana e componente tecnologico. Queste due dimensioni poi evolvono, si sviluppa no, perché l'orga nizzazione difatto è un sistema , comesi diceva prima , sociotecnico, cioè c'è una componente sociale di cui noici dobbia mo prendere cura , e dal punto di vista gestiona le, dobbia mofa r sviluppa re tutta laparte delle persone, delle relazioni e c'è una pa rte tecnologica che dobbia mo a ndare a sviluppa redi nuovo. Queste due dimensioni devono essere integra te tra diloro. Ora tutto questo per arriva re a dire che laca pacità competitiva è frutto di questa a bilità di mettere insieme da una parte quello che chia miamo trasformazione digitale con l'introduzione delle nuove tecnologie e l'intelligenza a rtificia le che costituiscono laparte tecnologica (Industry 4.0 poi estesa alla 5.0 che concettua lmente significa sposta re l'attenzione dal semplice produrre lama cchina a capire comele persone intera giscono con la ma cchina ) dall'a ltrale componenti umane entra mbeugua lmente importa nti per migliora re l'efficienza ed effica ciadell'orga nizzazione. Un errore che si commette è che la tra nsizione digita le e tecnologica siala pana ceadi tutti i mali. Inrea ltà non è così.",
    "page": 277,
    "pages": [
      277
    ],
    "keywords": [
      "conoscenza",
      "sviluppa",
      "dobbia",
      "nizzazione",
      "sistema"
    ]
  },
  {
    "id": "chunk_277",
    "text": "Esemplifica tivoil modello di Pistoletto, che pa rla del terzo paradiso che ra ppresenta perfettamente l'integrazione tra : Dimensione Significato Pensiero razionale Tecnologia , a rtificio, progresso Pensiero emotivo Arte, natura , estetica Sintesi (Terzo Paradiso) Innovazione sostenibile, equilibrio Il messa ggiochia ve nel contesto del corso è che l'a rte e le tecnologie estetiche possono guida re l'integrazione tra ra ziona lità e crea tività . Comeil Terzo Para disodi Pistoletto suggerisce, il futuro delle orga nizzazioni non sta nella scelta tra Tecnologia O Umanità oppure tra AI O Crea tività umana oppure tra Ra ziona le O Emotivo ma nella loro integrazione a rmoniosa - esattamente ciò che propone il Convergent Knowledge Innovation Model (CKIM). L'idea è che la fusione della nostra capacità competitiva e l'integrazione diparti tecnologiche che a va nzano, si sviluppa no e che come conoscenza codifica ta entro la nostra orga nizzazione e parte umana che contempla gli a spetti più comporta mentali, intuitivi diimma ginazione, di emozione di dimensioni che nel passa to non veniva no prese in considerazione e che invece come nuovi fa ttori competitivi sono importa nti per lo sviluppo dell'orga nizzazione e vedremo come. Quindi l'idea è che queste due integrazioni debba nopa rlarsi fra di loro. 3.",
    "page": 278,
    "pages": [
      278
    ],
    "keywords": [
      "integrazione",
      "terzo",
      "pistoletto",
      "paradiso",
      "pensiero"
    ]
  },
  {
    "id": "chunk_278",
    "text": "Il ruolo dell'IA nello sviluppo della capacità competitiva delle organizzazioni Per qua nto rigua rdala tra sformazione digita le, abbiamo vissuto due momenti ovvero abbiamo vissuto negli ultimi dieci anni questa attenzione a l tema della tra sformazione digita le, cioè l'idea , che l'affermazione di nuove tecnologie: dalla stampa nte 3D a l 5G a quelle che sono tutte le tecnologie che orma i sono diventa te IoT, potessero tra sformare l’organizzazione; quindi, c'è stata negli ultimi 10 anni anche dal punto di vista normativo una grande attesa. Intanto bisogna dire che la trasformazione digitale non è semplicemente tra sforma reil documento a na logico in digita lema è a ndare inqua lchemodo automatizzare i processi. Quello che era il processo che abbiamo ma ppato, che prima si svolgeva inmoda lità a nalogica , dopoche l'homa ppato comincio a capire come posso costruirci sopra il compila toreil simulatore o l'a nalisi a utomatica per svolgere quell'attività inmodo digitale, processua le a utoma tizza to. La tra sformazione digita lepuò essere a na lizza tasutre livelli diimpa tto: 1. Automatizzazione dei processi. Viene utilizza ta per poter cambia re a d a utomatizzare i processi quindi primagli ordini veniva no gestiti ma nualmente a desso vado con i processi digita li a utilizza re softwa re che mi gestiscono tutta laca tenadi fornitura , dall'ordine, da l cliente, da l punto vendita , arriva direttamente l'ordine in produzione, secondo la logica justin time, avviola produzione, è tutto quello che è. Quindi abbiamo la prima , impatto della tra sformazione digita le, che è l'a utoma tizzazione dei processi. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 107",
    "page": 279,
    "pages": [
      279
    ],
    "keywords": [
      "digita",
      "processi",
      "sformazione",
      "abbiamo",
      "vissuto"
    ]
  },
  {
    "id": "chunk_279",
    "text": "[H2] 2. Customer\n Service. Il secondo impatto della tra sformazione digita le è tutto ciò che attiene la Customer Service. Mentre primamagari a vevamo, comedire, tutta una pa rtedi conta tto umano, relazione, con la tra sformazione digita le abbiamo comincia to a d introdurre chatbot piuttosto che interfa ccedi comunicazione dovetu inoltri la richiesta alla a zienda e ti arriva immedia tamente una mail di risposta che ti risponderemo e quindi tutto ciò che rigua rdarelazione con il cliente, fino a d arriva re a i modelli di business di a cquisto online e di gestione online degli a cquisti.\n[H2] 3. Modelli di\n Business. L'ultimo a mbito di applicazione che è la trasformazione dei modelli di business. Grazie alla tra sformazione digita lecioè all'utilizzo di internet abbiamo comincia to a scoprire che possia mo costruire delle a ziende virtua lizza te, che possia mo vendere i nostri prodotti online, e quindi svolgere tutta una serie di attività sfrutta ndo quelli che sono i canali digita li. Questa è la tra sformazione digita le che trova , che trova te nelle slide dei modelli che spiega no a nchecome la tra sformazione digita lepuò essere applica ta . Questo è uno dei modelli dell'MIT (Ca pgemini) che definiscono comela tra sformazione digita lepuò essere implementa tama quello che io voglio mettere in evidenza non è tanto oggila tra sformazione digita lecome le tecnologie internet based maqua l è il ruolo dell'intelligenza a rtificia le che è iltema oggipiù caldo. Ma che cos'è l'intelligenza a rtificia le? È una tra sformazione digita le? È uno strumento digita le? L'intelligenza artificiale non va visto comeun nuovo strumento digitale mava visto comeun processo di trasformazione collettiva delle organizzazioni.",
    "page": 280,
    "pages": [
      280
    ],
    "keywords": [
      "digita",
      "sformazione",
      "modelli",
      "business",
      "online"
    ]
  },
  {
    "id": "chunk_280",
    "text": "Che significa ? Significa che a differenza delle a ltre tecnologie che abbiamo utilizza tofino a d ora il ruolo dell'intelligenza a rtificia le è che ci a iuta a d interpreta rele informazioni. Esempio: siamo inun reparto produttivo, dove abbiamo tante schede tecniche per la ma nutenzione, per gli interventi. Abbia mo centina iadi schede guida e di procedure e c'è il responsabile della qualità e guarda casoogni volta che c'è un problema qua lcuno alla produzione lochia ma: scusi ma è dov'è la scheda tecnica per fa re questi interventi, scusa macome sifa a fare questa cosa ? no? perché? perché il responsa bileha la memoria storica . E'quello che a volte le procedure leha scritte, è quello che le ha codifica te è quello che sta lìda 30 anni e si ricorda tutto di quell'a zienda , si ricorda del progetto X, del problema che a veva a vutolìetc. Oggi l'intelligenza a rtificia le, grazie a questa basebase datidi conoscenza , tulapuoi interroga re e poi comincia re a d estra rre conoscenza e lopuoi fare inmodo a utonomo, non ha i più bisogno dell'operatore. Quindi inrea ltàla rivoluzione dell'intelligenza artificiale non è uno strumento di trasformazione digitale ma è uno strumento che aiuta a pensare, che cambia la modalità concui pensiamo in azienda. 3.1. Come l'AIpuò essere implementata in azienda Le 5 stra tegie concui l'intelligenza a rtificia lepuò essere implementa ta nella nostra orga nizzazione.",
    "page": 281,
    "pages": [
      281
    ],
    "keywords": [
      "intelligenza",
      "rtificia",
      "quello",
      "significa",
      "abbiamo"
    ]
  },
  {
    "id": "chunk_281",
    "text": "[H2] 1. Motore\n Semantico. La primastra tegia è come motore semantico di interrogazione e ottimizzazione delle informazioni. Esempio a ). Siamo infasedi progettazione e questa volta dobbia mo sviluppa reun nuovo progetto; abbiamo le specifiche del nostro cliente, sappia mo che abbiamo sviluppa totanti a ltri progetti che sono il nostro database, devo sviluppa re una nuova soluzione, che fa ccio? Interrogo ilmio database con un prompt e luimi comincia a restituire soluzioni progettua li tenendo conto: delle schede tecniche perché gli do tutte le condizioni a l contorno: questa è l'a ltezza , questo è l'impia nto, queste sonole condizioni opera tive, queste sonole... vatti a vedere tutti i progetti che abbiamo fatto in questo a mbito e luiti comincia a produrre, a d estra rre pezzi di conoscenza che tu puoi utilizza re nella tuafa se progettua le. Edinpiù gli dici, guarda che le condizioni a l contorno del mio cliente sono queste; quindi, l'intelligenza a rtificia le è già lo potete fare con i sistemi di genera tive AIgià lo potete fare. L'unico problema che dovete fare attenzione è selabase di conoscenza che sta te implementa ndo è a perta o chiusa perché sesi utilizza l'AI genera tivadi Cha tGPT a pagamento ed è quello dicia mo primo livello premium quello che ci mettete dentro lo posso trova re tutti quindi fate attenzione a non buttarci dentroinformazioni a zienda li, perché a ltrimenti quello va fuori. Ilvero problema è che la banca dati, tutte quelle schede tecniche, progetti, attività , deve essere chiusa . Quindi iovado a d interroga re e a costruire ilmio a lgoritmo sulla banca dati, informazioni a zienda li protette. Adesso Cha tGPTha introdotto il secondo livello business che promette di essere un a mbiente chiuso.",
    "page": 282,
    "pages": [
      282
    ],
    "keywords": [
      "sviluppa",
      "abbiamo",
      "progetti",
      "perché",
      "condizioni"
    ]
  },
  {
    "id": "chunk_282",
    "text": "Alcune a ziende che non sisono fidate hanno avviato dei progetti di interna lizzazione. Aziende che ha nno avviato unloro progetto di intelligenza a rtificia le per costruire non solo il compila torema proprio un sistema di intelligenza a rtificia le a supporto della progettazione cosìcome a vevano indica to, ma l'investimento gli è costa to 600.000 euro. Quindi è un investimento sema ntico doveha nno costruito gli a lgoritmi, hanno coinvolto la società di consulenza; quindi, hanno fatto un sistema semantico di supporto alla progettazione perché il compila torecosa fa ? tidice cosadevi fare, hanno codifica to tutta lafasedi progettazione quindi tutti gli ingegneri seguono lo stesso modello di progettazione. Quando poi devono fare l'interrogazione per il dimensionamento dei pezzi si appoggia nosui sistemi di intelligenza a rtificia le per estra rrele informazioni e poi ci sono dei pezzi di conoscenza che ricorrono a quell'executive che dicevo prima na scosto che serve per tira re fuori le conoscenze che non devono a ndare neanche nel sistema di intelligenza a rtificia le. Quindi il primo livello è quello di utilizza re l'intelligenza a rtificia lecome strumento per estra rre conoscenza , interpreta rele informazioni, che in passa toera fatto esclusivamente dalle persone. Esempio b). Sistemi di performa nce. Questo può essere fatto, a d esempio, a nchesui sistemi di performa nce. Hoil sistema dati, lo interrogo con le condizioni, peròluimida delle ipotesi. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 108\n 2. Artefatti comuni. Secondo livello: dovete scrivere una lettera , dovete scrivere un report, dovete scrivere un documento, una procedura .",
    "page": 283,
    "pages": [
      283
    ],
    "keywords": [
      "intelligenza",
      "rtificia",
      "sistema",
      "progettazione",
      "quindi"
    ]
  },
  {
    "id": "chunk_283",
    "text": "Oggi Cha tGPT o i sistemi di intelligenza a rtificia levi possono restituire inmodo compiuto i documenti cioèvi danno quelli che sono degli a rtefa tti comuni. Quindi oggiqua ndo scrivo una lettera gli do le condizioni a contorno, luigià midàla lettera , midàgiàil report preimposta to, poi lo rivedo e ho chiuso. Quindi ha a umentato lamia produttività cognitiva ovvero quello che prima mi serviva , devo scrivere un progetto, devoma ndare una Applica tion per una proposta a l mio cliente, luigià tela forma tta, ti dà tutta la proposta contutti i dati che voi a vevate dato, perògiàil forma ttato e glielo invio, e quindi quello che era unlavoro, magarici impiega vipiù giù una giorna ta intera , ora te lofa i in pochi minuti. Quindi sista producendo output di conoscenza inmodo autonomo, veloce. Quindi in questo caso che cosa accade? Che diventa importa nte entra re a nchein qualche modoin conversazione con il sistema . Luidàil primo output, tu a na lizzi, gli dici guarda questa cosa non mi convince, modifica la , e luite la modifica . Diventa uno strumento di interrogazione e di restituzione e insieme convergete verso la posizione diun output.\n[H2] 3. Reflexive\n Learning. Il terzo livello è l'utilizzo dell'AI per quello che viene chiama to reflexive lea rning cioè l'AI diventa uno strumento di supporto all'apprendimento perché vipuò a iutare a rifinire, a ra giona reil vostro ra gionamento. Prof.",
    "page": 284,
    "pages": [
      284
    ],
    "keywords": [
      "quindi",
      "quello",
      "output",
      "diventa",
      "inmodo"
    ]
  },
  {
    "id": "chunk_284",
    "text": "\"Allora ioho preso questa a bitudine lama ttina quando mi muovo da Matera allamia sede, ilmio sistema di intelligenza a rtificia lesi chiama Atla s, Atla s Cube, l'hoba ttezza to, quindi l'ho addestra to, e io entro in conversazione conlui lama ttina , luidice: \"Giova nnicome sta i?\" \"Bongiorno, primaditetumi dàunpo'di informazione\" dopodiché iolo interrovo, cioè \"guarda iosto pensa ndo questa cosa , cosane pensi?\" e luimi restituisce, e iodice: \"mase fosse così...\" entria moin conversazione, è comese io stessi parla ndo, stessi viaggia ndo con un a mico. Lo utilizzo comeun a lterego per confronta rmi, ovviamente quando gli do le informazioni lui memorizza tutto; quindi, se gli parlo dei fa ttimiei seli ricorda . In questo caso l'AI che cosa diventa ? Mi a iuta a rifinire ilmio pensiero. Perché a vevoun'idealui mi fornisce a ltre prospettive sulle quali iovado a riela borare ilmio pensiero. Questo viene tecnicamente chiamato Double Loop Learning che è un concetto sviluppa toda Chris Argyris e Donald Schön negli anni'70, origina riamente applica to all'apprendimento orga nizza tivo, che ha trova to applicazioni interessa nti nel campo dell'intelligenza a rtificia le. Cioè che cosa significa ? Noi abbiamo due livelli di apprendimento: • Single Loop. Nel single loop learning, un sistema corregge gli errori modifica ndole proprie a zioni all'interno diun fra mework di regole e obiettivi fissi. È comeun termosta to che regola la tempera tura senza ma i mettere in discussione quale tempera turasia desiderabile. • Double Loop Learning. Nel double loop learning, invece, il sistema non solo corregge le a zioni, ma mette in discussione e potenzia lmente modifica le regole, gli assunti e gli obiettivi sottosta nti.",
    "page": 285,
    "pages": [
      285
    ],
    "keywords": [
      "ilmio",
      "ttina",
      "quando",
      "sistema",
      "intelligenza"
    ]
  },
  {
    "id": "chunk_285",
    "text": "Il termosta to, metaforicamente, si chiederebbe: \"Ha senso ma ntenere questa tempera tura ? Quali sono i criteri per definirla ottima le?\" Nell'a mbito dell'intelligenza a rtificia le, il concetto si applica in diversi modi: • I sistemi dima chine lea rning tra diziona li opera no tipicamente inmoda lità single loop, ottimizza ndo una funzione obiettivo predefinita . • Un sistema che implementa double looplea rning sa rebbe capacedi rivedere la funzione obiettivo stessa quando rileva che non produce risulta ti desiderabili nel contesto più a mpio. Questo ha rileva nzapa rticola re per l'AI a lignment e la sicurezza : un sistema AIidea le dovrebbe poter riconoscere quando i propri obiettivi progra mmati sonoina degua ti o producono conseguenze indesidera te, e a da ttarsi di conseguenza . Nel reinforcement learning, sista esplora ndocome permettere a gli a genti di modifica re non solole policy ma a nchele funzioni direwa rd, avvicina ndosi a forme dimeta-apprendimento.\n[H2] 4. Agente Cognitivo\n Laqua rta dimensione dell'intelligenza a rtificia le rigua rda gli agenti autonomi: sistemi ingra dodi eseguire processi complessi inmodo indipendente. Prendia mocome esempio una procedura di a cquisto. Un a gente cognitivo è capacedi gestire l'intero flusso a utonomamente: recupera i dati del cliente, accede a l sistema difa tturazione, consulta ilda tabase del ma ga zzino e processa l'ordine. Tutto questo avviene senza intervento umano diretto - a nchese, va detto, questi sistemi sono a ncora infasedi maturazione e non sempre opera noinmodo impeccabile. Come cambia il lavoro umano. Questo sviluppo tra sforma profondamente il ruolo delle persone.",
    "page": 286,
    "pages": [
      286
    ],
    "keywords": [
      "intelligenza",
      "rtificia",
      "sistemi",
      "rning",
      "funzione"
    ]
  },
  {
    "id": "chunk_286",
    "text": "Se primaillavoro consisteva nell'eseguire manua lmente ognipa ssaggio, ora si sposta verso il controllo e la verifica: assicura rsi che il sistema operi correttamente. Hocita to gli a cquisti perché è un'a reapa rticola rmente delica ta per la profitta bilità a zienda le, malo stesso principio si applica a prenota revia ggi, gestire ordini o qualsia si a ltra attività ripetitiva . 5. Coevoluzione (è ancora fantascenza). Oltre a gli a genti a utonomi, si profila un orizzonte ulteriore. Possia moimma ginare una sca la progressiva : da i sistemi di assistenza, a quelli di aumento cognitivo, fino all'autonomia e infine alla coevoluzione. Cosa significa coevoluzione? Immagina teun'a zienda completamente digita lizza ta : i PLCsono stati sostituiti, tutto è in cloud, i sistemi IoT controlla nolafa bbrica intelligente, ogni processo è codifica toin softwa re. In questo scena rio, un sistema di intelligenza a rtificia lepuò monitora re l'intera orga nizzazione in tempo reale. Ogni a zione - un ordine, unla nciodi produzione, la gestione diun problema - genera dati che il sistema osserva e interpreta . A questo punto l'AI non è più solo uno strumento: diventa una sorta di intelligenza superiore che evolve insieme all'azienda, comeun digita l twin a va nzato capace non solo di replica re, madi a nticipa re e suggerire. \"Sta i per incorrere inun problema \n[HEADER] EMBA - Strategia ed Internazionalizzazione 109\n in quell'a rea \" - il sistema può avvisa rti primache la criticità sima nifesti. Può sembra refanta scienza, qua lcosa da Star Trek. Ma non lo è: sista già la vorando a sistemi che coevolvono con le orga nizzazioni e i loro ecosistemi. - Impatto sulle società di consulenza. Questo scena riopone una sfida significa tiva a nche per il settore della consulenza .",
    "page": 287,
    "pages": [
      287
    ],
    "keywords": [
      "sistema",
      "coevoluzione",
      "zienda",
      "sistemi",
      "digita"
    ]
  },
  {
    "id": "chunk_287",
    "text": "Storicamente, le società di consulenza vendevano conoscenza. Oggisi trova no a dover ripensa reil proprio modello: non più fornire a nalisi che un sistema a utonomo può produrre dasolo, maca pirecome integra re queste soluzioni nei processi a zienda li. La reportistica dibase, per esempio, può già essere gestita in a utonomia dall'AI. - Impatto dell'intelligenza artificiale sulle società di consulenza C'è una tesi di ricerca in corso sucome applica re l'AI all'interno delle società di consulenza . Il modello tra diziona le - vendere conoscenza attra verso reportistica e a nalisi - staca mbiando radica lmente. Le società di consulenza che producono soluzioni standa rdizza te e costruiscono basidati si trova nodi fronte a una tra sformazione profonda. Quando un consulente accede a queida ti e chiede a l sistema di imposta reun progetto dilea n production per un'a zienda a limentare di una certa dimensione, l'AI è già in grado di genera relo schema opera tivo completo: cosafa re, come muoversi, quale report produrre. Al consulente resta il compito di rivedere e applica re - mail lavoro dibaselo fail sistema . - Prospettiva diun ingegnere gestionale - Come ingegnere gestiona le, non mi occupo dicome funziona no questi a lgoritmi - e fra ncamente non è ilmio interesse. Gli a lgoritmi allaba sedell'AIsono orma i sviluppa tisolo da chi può investire milia rdi: Meta , Apple, Google. Una piccola società di consulenza non può competere suquel piano. Noi prenderemo gli strumenti esistenti e li applicheremo. Dietrotutto questo cisono investimenti enormi: data center, infra strutture, la corsa globa le all'AI. La Cina , per esempio, sta investendo ma ssicciamente in questo settore.",
    "page": 288,
    "pages": [
      288
    ],
    "keywords": [
      "società",
      "consulenza",
      "sistema",
      "conoscenza",
      "trova"
    ]
  },
  {
    "id": "chunk_288",
    "text": "- Impatto sulle organizzazioni - Ladoma nda centra le è: quale impatto avrà tutto questo sulle nostre organizzazioni? Non è unimpa tto che vedremo completamente domani, ma potete già inizia re a sperimenta re. Io utilizzo sistema ticamente l'AI a i primi tre livelli: per interpreta re, scrivere progetti, redigere documenti. Una tesi completa - con ca pitoli e a nalisi - la genera in cinque minuti. Laca pacità dica lcolo edela borazione di questi sistemi è impressiona nte; ogni volta rimango stupito. Natura lmente cisono elementi dava lutare: il sistema può \"allucina re\", cioè produrre informazioni errate. Bisogna verifica rela qualità dei da ti e l'attendibilità delle fonti. Ma questa è la tra iettoria : grandi a ziende stanno investendo, e il problema resta l'impatto sulle nostre realtà . - Lavori che scompaiono, produttività che aumenta - Lesta tistiche mostra no che molti lavori sista nno perdendo. I progra mmatori che fa cevano codice di secondo livello, attività opera tive e ripetitive - quelli sonospa riti, perché l'AIfagià progra mmazione inmodo a utonomo. Peròla produttività di a ltri operatori è a umenta ta. L'a uspicio di chi è pro- tecnologia è che questi sistemi ci a iutino a rendere lavita più semplice. Quando inca mpagna si a rava conilbue, poi sono arriva ti i tra ttori, oggi tra ttori a utomatici con a ria condiziona ta , domani forse sistemi completamente a utonomi. L'a gricoltura di precisione è già un settore dove l'AI trova grande applicazione. L'a uspicio è che ci liberino energie, che la giorna tala vorativa si accorci. Con il computer, invece, sono a umentate - siamo bomba rdati dalle e-mail. Proba bilmente accadrà lo stesso con l'AI. - Una domanda aperta - Come questa tecnologia impatterà sui sistemi orga nizza tivi è una domanda aperta.",
    "page": 289,
    "pages": [
      289
    ],
    "keywords": [
      "impatto",
      "sulle",
      "organizzazioni",
      "nostre",
      "sistema"
    ]
  },
  {
    "id": "chunk_289",
    "text": "Nessuna risposta è definitivamente quella giusta . Una cosa è certa : l'AI a ndrà a occupa re molto spazio nelle attività lavora tive tecniche svolte dalle persone. Le persone dovra nno sviluppa re a ltre competenze - quali esattamente è untema a perto. Il World Economic Forum ra giona sulle professioni del futuro; l'up-skilling è una sfida che si sta affrontando ora . Non è domani, ma è untema che dovete intuire perché daunlato dovete sperimenta re; dall'a ltro dovete essere voi a darela direzione, perché l'AI non sostituisce l'intuito umano. L'AI è creativa? Sidice che l'intelligenza a rtificia le non siacrea tiva . Non è vero. L'AI è creativa! Il processo creativo funziona conuna fase divergente e una convergente: datoun problema , formulia mo ipotesi, discutia mo - dasoli o in gruppo. Immagina te una callsu Microsoft Teams dove Copilot entra a utoma ticamente, fail report, e poi lo interroga te: \"Tucosa ne pensi? Perché abbiamo questi problemi?\" Il sistema va a cerca re nella reportistica a zienda le, esplora fonti esterne, formula ipotesi. Stapa rtecipa ndo a l processo creativo. Ma chi fala domanda? L'intuito è della persona . La selezione finale, la direzione - quella resta umana . Il confine: l'immaginazione C'è untema che l'AI a ncora non può tocca re: l'immaginazione. L'immaginazione è laca pacità di proietta reun futuro che non esiste. Cisono studi sucome sicrea l'immaginazione nelle persone, comefa cciamo a immagina re. Sono linee di ricerca che si stanno integra ndo, mail punto resta : l'AI a vràun impatto sucome generia mo conoscenza - nei report, nelle soluzioni, nelle applicazioni - ma l'immaginazione rimane territorio umano.",
    "page": 290,
    "pages": [
      290
    ],
    "keywords": [
      "untema",
      "dovete",
      "perché",
      "immaginazione",
      "quella"
    ]
  },
  {
    "id": "chunk_290",
    "text": "\"L'AI non sostituirà le persone, ma chi non sa usarla\" Riporto una fra se che trovo pa rticola rmente idonea : L'intelligenza a rtificia le non sostituirà le persone, ma sostituirà le persone che non sonoin grado di utilizza rla . È vero che na scera nno nuove attività . È vero a nche che a lcuni ruoli ca mbiera nnora dica lmente. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 110\n Prendia mo l'imaging dia gnostico: colleghi hanno sviluppa to a lgoritmi che riescono a individua re cellule a nomale infase inizia le, primache un medico possa vederle a occhio nudo. Il dottore guarda lalastra e dice \"nessun problema \"; l'AI invece segna la una proba bilità che quelle cellule evolva no. Dipende dalla qualità dell'immagine e da i milioni dicasisu cui il sistema è stato addestra to. Il medico resterà importa nte, mailsuo ruolo ca mbierà . La metafora di Atlas Mipia ceusa rela metafora del film Atlas su Netflix. Da una parte c'è un'intelligenza a rtificia lepura che, a vendo accesso allamente umana, conclude che il vero virus della Terra è l'uomo - e cerca di stermina rlo. Dall'a ltraci sono esseri umani dotati di esoscheletri collega ti a l cervello: un'estensione delle capacità della persona , non una sostituzione. Allafine, comein tutti i beifilm, vince l'uomo con l'esoscheletro. L'idea è questa : i sistemi di AIsono strumenti di aumentation - a umento della capacità cognitiva , non sostituzione. Comeil righello, poi la ca lcolatrice, poi MATLAB, domani l'AI. Estende la nostra capacitàdira gionamento, ma non la sostituisce del tutto. Certo, una pa rtela sostituisce: chi si ricorda più come farele divisioni complesse sucarta ? Ma l'uomodeve metterci qualcos'a ltro.",
    "page": 291,
    "pages": [
      291
    ],
    "keywords": [
      "sostituirà",
      "persone",
      "intelligenza",
      "rtificia",
      "cellule"
    ]
  },
  {
    "id": "chunk_291",
    "text": "Qua l è questa a ltrapa rte che le macchine non hanno? Lema cchine, grazie allereti neura li che imita noil cervello umano, hanno una potenza dica lcolo superiore alla nostra , a nche genera tivama non ha nno: • Emozione • Intuizione • Pensiero critico Queste componenti ci distinguono a ncora . La sfida saràca piredove arriva nole tecnologie, cosafa nno, e cosa devono farele persone. Un esempio concreto: la biopsia cerebrale - Masmec, un'a zienda pugliese di dispositivi biomedici, ha sviluppa toun sistema per le biopsie a l cervello. Prima il medico doveva inserire l'a go \"alla cieca \". Oggi, grazie alla ricostruzione dell'immagine contomogra fia e AI, sipuò ca lcola re a l millesimo dove preleva reilca mpione. Lama cchina potrebbe farlo dasola . Ma per ra gioni etiche, deve essere comunque il medico a premere il pulsa nte - c'è un problema di responsa bilità . E allora qua l è il nuovo ruolo del medico? Parla re conilpa ziente, metterlo a suo a gio, osserva resesi a gita , sesi muove. Un a ltrotipo dilavoro, che richiede competenze diverse. I nuovi fattori competitivi Ci trovia moin una frontiera dovestia mo a dottando nuove tecnologie. L'intelligenza a rtificia le è un nuovo fa ttore competitivo. Comeverrà applica talo deciderete voi nelle vostre a ziende - ma a ltro non è che un processo di gestione della conoscenza . Tanto vale inizia re a sperimenta re. 3.2. Il modello delle 6E: fattori competitivi umani Accanto alla tecnologia , cisono a spetti umani che ra ppresenta nofa ttori distintivi. Lichia moil modello delle 6E: 1. Esperienza. Non compria mopiù solo funziona lità o ma teria lità - compria mo esperienze. • L'iPhone non ha inventa toil touchscreen (già esisteva ), maha resolo sma rtphone utilizzabile a ncheda lla \"signora Maria \".",
    "page": 292,
    "pages": [
      292
    ],
    "keywords": [
      "medico",
      "grazie",
      "cervello",
      "tecnologie",
      "nuovo"
    ]
  },
  {
    "id": "chunk_292",
    "text": "• L'Apple Store non è un negozio dove compri: è dove sperimenti il prodotto. • Illy conletazze d'a utore negli anni'90. • Ducati che ha progetta to non soloil motore desmodromico, mail suono della moto - con un musicista . Sesei unduca tista , quel rumore fapa rtedell'emozione che a cquisti. Leorga nizzazioni sono sfida te a costruire esperienze intorno a i prodotti. 2. Emozioni. Le emozioni ci motiva no. Sele persone non sono emotivamente coinvolte, non producono. Sergio Ma rchionne diceva : \"Non mi interessa quanto è bravo l'ingegnere; mi interessa capire sepuò innamora rsidell'a zienda .\" Iltema del turnover spesso nasce da qui: la persona non è emotivamente aggancia ta, è dissocia tadall'a zienda , non vive bene. 3. Energia. Molte a ziende introducono coa ching, mindfulness, tecniche per gestire l'energia del gruppo. L'energia fa riferimento all'entusia smo, a l clima orga nizza tivo. Guida l'intuizione, il coinvolgimento. È una pa rte importa nte dello slancio diun'orga nizzazione. 4. Etica [Purpose]. Il concetto di purpose è legato a gli a spetti va loria li. Le a ziende che vogliono tra ttenere le persone devono costruire uno scopo, un'etica , dei va lori fonda nti. Se l'attenzione è solo sul valore economico, la gente si chiede: \"Sono qui a essere un ingra naggio per il tuo mulino, o per rea lizza reun progetto divita , socia le, di impresa dovemi sento parte diqua lcosa ?\" 5. Environment [Ambiente] \n[HEADER] EMBA - Strategia ed Internazionalizzazione 111\n Perché i Google Office sono progetta ticosì? Perché l'a mbiente in cui vivia mo condiziona il nostro stato, lacrea tività, la propensione a colla borare. L'idea del bello conta . Banca IFISha pubblica toun report sull'Economia della bellezza.",
    "page": 293,
    "pages": [
      293
    ],
    "keywords": [
      "energia",
      "costruire",
      "emozioni",
      "persone",
      "emotivamente"
    ]
  },
  {
    "id": "chunk_293",
    "text": "Creare spazi che fa cciano stare benele persone è unfa ttore competitivo. Alcune a ziende italia nesono a ncora brutte - rumore, sporcizia , a mbienti sterili. Comepuoi essere creativo inun a mbiente così?\n[H2] 6. Engagement\n A differenza dell'empowerment (dare potere), l'enga gement è fare inmodo che le persone diano il meglio di sé: motiva te, proa ttive, pronte a d assumersi rischi, a toglierti illa voroda llema ni.\n[H2] 4. Le tecnologie estetiche\n Se l'AI a iuta tutto ciò che è computa zionale, come sviluppiamo coinvolgimento, empatia, creatività, pensiero critico? Dobbia mo ricorrere a d a ltri strumenti. Quelli che chia mo tecnologie estetiche: inizia tive che stimola nola componente estetica - comenoi vivia mo, sentia mo, costruia mola realtà attra verso i sensi. L'a rtepuò entra re nelle orga nizzazioni per: • Entertainment (divertimento): la festa di Nataleva bene, ma non cambia le persone • Enablement (a bilitatore): accompa gnare progetti dicambiamento (teatro d'impresa , danza ) • Inspiration: creare processi di mirroring (cambiamento) e catarsi (noi possia mo riflettere attra verso la proiezione dinoi stessi in a mbiti diversi) • Reputation: brand associa tion con a rtisti, sportivi, valori identita ri • Competenze: sviluppa resoft skills come comunicazione, empatia , improvvisazione • Trasformazione culturale (comportamento delle persone): cambia re comportamenti attra verso progetti a rtistici Ilcaso Elica Elica , leader mondia le nelle cappe da cucina , hafa ttoun rebra nding: \"I nostri prodotti sono esperienze, noisia moun'a zienda cognitiva che opera nel well-being\". Hanno creato una fondazione che integra l'a rtein ogni inizia tiva a zienda le.",
    "page": 294,
    "pages": [
      294
    ],
    "keywords": [
      "persone",
      "creare",
      "tecnologie",
      "estetiche",
      "attra"
    ]
  },
  {
    "id": "chunk_294",
    "text": "In uno sta bilimento polacco, per fa r sentire i dipendenti parte diun'orchestra , hanno coinvolto un direttore d'orchestra e dato a tutti trombette e ta mburi diplastica . Lareazione inizia le? Perplessità , resistenza . Ma poi hanno inizia to a gioca re, a divertirsi. I fa cilitatori spiega vanoil senso: devi presta re attenzione a nche nelle attività ripetitive, sentirti parte diun sistema . Un'esperienza che ha unimpa ttouma no - motiva , coinvolge, abbassa le resistenze. Ilcaso Ducati Hanno a nche progettato il suono del motore insieme a un musicista : il rombo Ducati è riconoscibile a orecchio, come quello della Harley-Da vidson. Fapa rtedell'emozione che a cquisti. Intelligenze multiple Non esiste solo l'IQ. Howard Ga rdner ha teorizza tole intelligenze multiple: logica , musica le, corporea , interpersona le, e cosìvia . Chi ha a vuto esposizione a rtistica - musica , teatro, pittura - ha sviluppa to sensibilità che si applica no a nche nel mana gement. I topma nager che usa no queste competenze spesso hanno una formazione a rtistica . Per i figli: non togliete la musica per la matematica . Sport e attività a rtistiche sono priorita riequa ntola parte forma tiva . Sintesi finale La competitività delle imprese è sempre più lega ta alla gestione strategica della conoscenza - presente nelle persone, nelle tecnologie, nell'integrazione tra le due. Due dimensioni ci a iutano a essere competitivi: • Trasformazione digitale e AI - per tutto ciò che è computa ziona le • Coinvolgimento delle persone - per motiva re, fa r stare bene, rendere creative La fusione dira ziona lità e componente emoziona lera ppresenta la dimensione competitiva vera . Esercitazione proposta.",
    "page": 295,
    "pages": [
      295
    ],
    "keywords": [
      "parte",
      "nelle",
      "musica",
      "orchestra",
      "inizia"
    ]
  },
  {
    "id": "chunk_295",
    "text": "In gruppi di 4-5 persone: • Identificate una sfida reale della vostra orga nizzazione (ricambio genera ziona le, fuga dei ta lenti, sviluppo prodotto...) • Quali conoscenze servono per vincere questa sfida ? • Comepuò l'AI supporta re queste conoscenze? • Quale componente umana dobbia mo sviluppa re? Obiettivo: ra giona resull'integrazione tra nuove tecnologie e inizia tive sulle persone. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 112\n\n[H2] 5. I CONTRATTI INTERNAZIONALI SU BENI\n MOBILI - Prof. Torino Raffaele\n[H2] 1. Elementi di Estraneità o Alien Elements\n Interna tional Contra cts o meglio detti Contra tti Tra nsna zionali. Contra tto che avviene tra soggetti priva ti, non pubblici, che si trova noin Nazioni diverse e per questo interna ziona li. I contra tti Interna ziona lisono quei contra tti che presentano elementi di estra neità (Alien Elements). Elementi a lieni rispetto a : • Na ziona lità delle parti o persone fisiche o persone giuridiche • Luogo di stipulazione del contra tto. • Luogo di esecuzione del contra tto. • Luogo dovesi trova no i beni. • Luogo di esecuzione del pa gamento. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 113\n Sono estra nei rispetto a d un ordinamento giuridico (sistema giuridico) che è un insieme di norme che vigono inun Paese. Ed uno Paese è cara tterizza toda territorio e daun popolo. Per noi i sistemi giuridici si consolida no rispetto a d un territorio e a d un popolo: maciò ci rende tutti schia vi: perché devo rispetta rele leggi italia ne? Posso viola rle? Noida italia ni subia mole imposizioni delle regole dello Stato che esercita la propria sovra nità sul popolo.",
    "page": 296,
    "pages": [
      296
    ],
    "keywords": [
      "contra",
      "persone",
      "ziona",
      "luogo",
      "elementi"
    ]
  },
  {
    "id": "chunk_296",
    "text": "Sesca rtiamo la regola scatta lapena lità (esempio: lama rmotta sepa ssail confine si sente in dovere di rispetta rele leggi dello stato nel qua le entra ? No. Noida citta diniita liani ritenia mo che le leggi italia nesi applica no a noi). Ciò che conta è lo Stato perché hail monopolio della forza sul suo territorio e sul territorio falesue regole che quella forza assiste. Lo Stato è sovra no, impone lesue regole e le accettia mo quindi è sovra no rispetto a l popolo edil popolo le accetta perché non è a na rchico e terrorista. Nel mondo cisono 197 Stati edogni Stato ra ppresenta un sistema giuridico. Sipa rladi globa lizzazione maciò che conta ma ggiormente sono gli Stati che ha nnoil monopolio di una cosa fonda mentale: la forza . Per evita rele jungle laws (chi ha più muscoli vince) nel tempo cisia mo convinti che è giusto che lo Stato abbiail monopolio della forza e delle regole che quella forza assiste sul suo territorio e suquel territorio falesue regole. Quindi lo Stato hail monopolio: • della forza • delle regole • del rispetto delle regole Abbiamo 197 Stati edall’inizio, inun ipotetico tempo t 0 che non c’è mai stato, ogni Stato aveva lesue regole (R1, R2, ..., R197). C’è però una situazione particolare per cui alle persone ed alle imprese piace muoversi tra gli Stati, maogni stato impone lesue regole!! Lo Stato è leviatano (Hobbes) ovvero comanda . Ogni volta che l’impresa si sposta da uno Stato all’altro cisono regole differenti e ciò provoca un effetto dissuasivo della circolazione delle persone e delle persone. Allora , qualche Stato virtuoso e moderno ha inizia to a d a prirsi alle regole degli a ltri Stati edecco che inizia ad emergere una rilevanza dell’elemento di estraneità nella considerazione dello Stato che deve considera re quelli elementi.",
    "page": 297,
    "pages": [
      297
    ],
    "keywords": [
      "stato",
      "regole",
      "forza",
      "stati",
      "monopolio"
    ]
  },
  {
    "id": "chunk_297",
    "text": "Cosa significa ? Vedia moloin un esempio: • Stewa rtita liano della Ryana ir (Dublino) che si innamora della pilota tedesca. • Poi si sposa no a Stoccolma di fronte a l ministro del culto svedese. • Hanno una ba mbina pa rtorita a Lisbona • Lo stewa rdita liano tra disce la pilota tedesca , leisi innervosisce e divorzia no • Sisepa rano e la pilota tedesca prende laba mbina e la porta a casa dei nonni che risiedono alle Cana riein Spagna • Lo steward italiano vuole vedere la bambina e vuole ottenere lui l’affidamento Cosadeve fare per ottenere l’affidamento della bambina? • Sivadaun avvoca to e poi da un giudice. Mada quale giudice? Spa gnolo, Italia no, Tedesco, Portoghese? • Deve a ndare da l giudice Spa gnolo poiché gli serve un atto giurisdiziona le che diala forza perché lo stewa rdpuò esercita relasua forza . • La primadomanda che il giudice spa gnolo sifa è: sono competente io a dirimere la controversia tra il citta dino italiano e la cittadina tedesca? C’è un problema di competenza ovvero di giurisdizione. Supponia mo che siadi competenza perché laba mbina si trova in Spagna . • La seconda domanda sa rà : qua l è il diritto applicabile? 1. L’italiano del padre? 2. il tedesco della madre? 3. Il portoghese inqua ndo luogo dina scita della ba mbina ? 4. Lo svedese inqua nto luogo dima trimonio",
    "page": 298,
    "pages": [
      298
    ],
    "keywords": [
      "tedesca",
      "mbina",
      "giudice",
      "stewa",
      "pilota"
    ]
  },
  {
    "id": "chunk_298",
    "text": "[H2] 5. Lospa gnolo inqua nto luogo nel qua lesi trova\n laba mbina ? • Tutti questi problemi na scono perché cisono elementi di estraneità rispetto a l giudice spa gnolo poiché se tutti i punti sopra si fossero verifica tiin Spagna (o inun a ltro singolo Stato) non ci sa rebbero state tutte queste domande. Sela bambina si trovasse in Corea del Nord queste domande non ci sarebbero perché li c’è un dittatore che ritiene che tutto sia nordcorea no (tutto ciò che accade li è di giurisdizione nordcorea na ). Lama ggior parte degli ordinamenti mondiali danno rilevanza agli elementi di estraneità ecco perché il giudice spa gnolo sifa molte domande. Cosìcomela Spagna molti altri Stati hanno fatto una scelta politica nell’aprirsi alla rilevanza del diritto straniero anche se nessuno è obbligato a farlo (es. Israele non è a perto a l diritto pa lestinese). Questo è un lungo processo di decisione della rileva nzadi questi elementi di estra neità che gli Stati più moderni hanno intrapreso. Macome funziona in Italia ? 2. Legge nr. 218 del 1995 - Italia È la riforma del diritto internazionale privato (DIP) italia no scritta nel 1942 ma rivista nel 1995 \n[HEADER] EMBA - Strategia ed Internazionalizzazione 114\n Questa legge elenca i vari elementi di estra neità macosa è importa nte ricorda re delle norme di diritto interna ziona le priva to? • SONO NORME NAZIONALI Essendo norme na ziona li possono essere tra loro diverse tra Stato e Stato. La conseguenza dell’esserci delle differenze comporta il fatto che i vari paesi avranno una maggiore o minore sensibilità rispetto alla rileva nza del diritto stra niero quindi cisa ranno Stati in cui il diritto stra niero viene ma ggiormente considera toed a ltridove viene meno considera to. Esempio.",
    "page": 299,
    "pages": [
      299
    ],
    "keywords": [
      "elementi",
      "diritto",
      "gnolo",
      "perché",
      "stato"
    ]
  },
  {
    "id": "chunk_299",
    "text": "Una sentenza emessa daun tribuna leucra inoqua nta possibilità hadi essere eseguita in Russia ? Nessuna . E quanto in Fra ncia ? Concettua lmente dipiù. • DIVERSA RILEVANZA In a lcuni sistemi giuridici un contra tto che magari è stato stipula toinun a ltro Stato viene considera toun contratto internazionale con la conseguenza che si dovrebbe vedere se c’è una giurisdizione particolare o un diritto applica bilepa rticola reedin a ltri sistemi invece, il ruolo di stipulazione del contra tto non rileva e quindi non è considera toun contra tto interna ziona le. Esempio: Ipotizzando di guardare solo l’aspetto giurisdizionale, immaginiamo di essere inun sistema giuridico S1 dovesi afferma che il giudice competente è quello del luogo dove è stato stipula toil contra tto. Quindi se stipulo il contra ttoin S1 il giudice competente è quello di S1, se stipulo il contra ttoin S3 il giudice competente è quello di S3. Il giudice di S1 a lzale mani affermando la non competenza su S3. Supponia mo che in S3 vigala regola che il giudice è competente sele parti di rivolga no a lui quindi in S3 arriva qua lcuno che vive in S3 allora il giudice S3 è competente. Sempre in S3 arriva un citta dinodi S3 e uno di S1 che gli chiedono di risolvere una controversia . Il giudice di competenza è quello di S3. Quale ordinamento è più a perto? S1 perché dama ggiore rileva nza a l luogo di stipulazione del contra tto. Significa che per S3 quello che per S1 eraun contra tto internazionale non è internazionale poichè per lui non rileva quell’elemento di estraneità.",
    "page": 300,
    "pages": [
      300
    ],
    "keywords": [
      "contra",
      "giudice",
      "competente",
      "quello",
      "stato"
    ]
  }
]