[
  {
    "id": "chunk_100",
    "text": "Il Primo Hamburger Coltivato Nel 2013, Ma rk Post - ricercatore e professore di biologia molecola re, se non sbaglio, all'Università di Ma astricht nei Paesi Bassi - presenta a Londra, durante una conferenza affolla tissima (non c'era un postonea nche a pagarlo oro), il suo primo burger di carne tota lmente coltiva ta. Costostima to di quell'ha mburger: 250.000 sterline. Un po'troppo. Le Global Challenges e il Ruolodella Carne Coltivata Considera teche, quando diverse startup in giro per il mondoca pirono che era interessa nte la tecnologia che ESA e NASAsta va nosviluppa ndo - la in vitro cultivation - dissero: \"Guarda, questo potrebbe essere il modo per risolvere quelle che le Nazioni Unitechia ma noglobal challenges\". Perché? Perché siamo 8 miliardi e mezzo di persone; nel 2040 diventeremo 10 miliardi. Il livello non solo di a lfa betizzazione, ma di ricchezza globa le, cresce. Questo significa che chi oggi non ha accesso a proteine a nimali reclamerà l'accesso a proteine a nimali. È comprensibile. D’altra, la World Health Organization cidice che non dovremmo mangiare carnerossa più di una volta ognidue settimane. Non sto dicendo se faccia bene o ma le, però cambia re lo stile di vitadelle persone è qualcosa che richiede moltotempo. E convincere chi oggi non ha accesso a queltipo di proteine dicendogli: \"Guarda, non le ha i ma ngia te finora, meglio che non le ma ngi proprio\" - non è esattamente un discorso etico, d'accordo? E poi sa rebbe complica to convincere i norda merica ni, che consuma nocirca 10,5 kg di carnerossa al mese - quattro volte e mezzo rispetto a noi, cinque volte e mezzonoi. È molto difficile. Perché? Perché il consumo di carne rossa è simbolo di un'idea di mascolinità.",
    "page": 101,
    "pages": [
      101
    ],
    "keywords": [
      "startup",
      "tecnologia",
      "non",
      "carne",
      "accesso",
      "proteine",
      "primo",
      "era"
    ]
  },
  {
    "id": "chunk_101",
    "text": "Al cowboy che ha voglia di ma ngiare carnerossa non gli da i il tofu, non gli da i neanche le lenticchie o i fagioli, d'accordo? Perché? Perché l'immagina rio - la semiotica ha svela tograndi meccanismi psicologici - ci mostra come l'essere umano sirela ziona al cibo. Moltedelle nostre scelte a limenta ri sono dettate non solta nto dal gusto, ma da convinzioni profonde, da una sorta di sostra to di valori identita richeci portia mo dietro dalla nascita. Se sia mocresciuti in un certomodo, pensiamo che quel modo di concepire il cibo sia quello giusto. Sia moprogra mmatifin dalla nascita; i primi anni di vita sono fondamenta li. Ra gionia mocosì. Ce lo racconta no a nche i colleghi del CIBIO a Rovereto: la semiotics offood, la semiotica del cibo, ci racconta molto di questa dinamica. EMBA - strategia ed Internazionalizzazione 48 La Carne Coltivata per \"Guadagnare Tempo\" Quindi, tornia mo a noi. Che succede? Succede che molte startup dicono: \"Guarda, c'è una reason why, perché le Nazioni Uniteci dicono che dobbia mo ridurre la fa me nel mondo, dobbia mo ridurre la carbon footprint, dobbia moproteggere la biodiversità - che entro il 2048 potrebbe collassa re - dobbia mofare una serie di cose. Producia mocarne coltiva ta \". Se producia mocarne coltiva ta, che cosa faccia mo? Non è che stia mo insegna ndo alle persone come ma ngiare. Stiamo soltanto gua da gnando tempo. Allarghia mo la finestra tempora le. C'è un bel documento delle Nazioni Unite del 2018 che dice esattamente questo: \"Ciserve per gua da gna retempo, per allarga requel periodo che abbiamo a disposizione per ri- educare le persone su cosa davvero possono e cosa non possono ma ngia re\". Perché un terzo delle emissioni globali deriva da quello che mettia mo nel piatto.",
    "page": 102,
    "pages": [
      102
    ],
    "keywords": [
      "strategia",
      "internazionalizzazione",
      "startup",
      "globali",
      "non",
      "dobbia",
      "cibo",
      "ngiare"
    ]
  },
  {
    "id": "chunk_102",
    "text": "A grandi linee: un terzo da quello che ma ngiamo, un terzo da come producia mo energia, un terzo da come cispostia mo. Quindi, se io metto la bistecca nel pia tto oppure metto un piatto di lenticchie - se lo faccio soloio, non fagra nde differenza. Ma se lo faccia motutti, fa una gra ndissima differenza. Allora le Nazioni Unite dicono: \"Guarda, tupuoi continua re ascegliere di ma ngiare carne di ma nzo. Peròsappi che se tiriamo giùtutta la foresta a ma zzonica, in 15 annisia mospaccia ti. Quindi devigua da gna retempo - tuttoquel tempo necessa rio che ti consente di modifica reglistili di vita \". Nel fra ttempo, infatti, la WHO (World Health Organiza tion) dice che la carne rossafa ma le. Tutte queste a zioni sono rivolte a modifica re lo stile di vitadelle persone - ma questo richiede generazioni. L'importanza del Naming: La Battaglia dei Nomi Nel 2015, quando le Nazioni Unite dissero che bisogna va modifica reglistili di vita, qualcuno disse: \"La tecnologia deve essere messa al servizio delle persone, devepoter migliora re la vitadelle persone\". La tecnologia che migliora la vita delle persone. Come lo faccia mo? Dobbia moinna nzitutto cercare un modo di chia mare quella tecnologia. Perché se va i al supermercato e provi a vendere in vitro meat, sta i sicuro che non la comprerà nessuno. Sfido chiunque di voi a da ndare al supermercato e vendere \"in vitro mea t\". It's not appetizing, direbbero gli inglesi. Allora, come la chiamia mo? Per ra gioni giorna listiche, molti comincia rono a chia ma rla la b-grownmea t - c'è un bell'a rticolo del Times - ovvero stacca re il nomedella carne coltiva ta dal nomedella tecnologia da cui deriva va, associa ndola invece al luogo in cui veniva prodotta: il la boratorio.",
    "page": 103,
    "pages": [
      103
    ],
    "keywords": [
      "tecnologia",
      "persone",
      "terzo",
      "carne",
      "modifica",
      "vita",
      "metto",
      "non"
    ]
  },
  {
    "id": "chunk_103",
    "text": "Moltopiù facile da capire, però a nch'iofarei un po'di fatica a da ndare lì e compra rla. Allora Pa ulShapiro, food expert norda merica no, disse: \"Chiamia mola Clea n Mea t. Lo so, sono un genio\". La chia miamo Clea n Mea t perché, se la chiamo così, chi va al supermercatoed è sensibile a i temi a mbienta li, chi vuole essere sostenibile, quando legge \"Clea n Mea t\" pensa a \"Clea n Energy\". Quindi \"Clea n Mea t\" è qualcosa che non tifa sentire ignora nteperché non ca piscicos'è \"in vitro\". Non richiede la conoscenza della metodologia. Il nome insiste su una serie di valori che sono slegati dalla conoscenza della tecnologia. Quindi funziona. Il problema è che, un anno e mezzodopo, la North America n Cattlemen's Associa tion - ovvero l'associazione dei produttori di carne rossanorda merica ni - disse: \"Ragazzi, se non volete che vi faccia molobby a Washington DCfinché non rima nga pietra su pietra delle vostre startup, cambia te il nome Clean. Perché, per associazione, se la vostra è Clean, la nostra è Dirty. È sporco. Non è tollerabile\". E allora, dobbia mo inventa rci un altronome. Qualcuno cominciò a chia ma rla Fra nkenstein Meat, qualcuno Fake Meat, qualcuno Non-Mea t - negando l'a pnenza di quel prodotto allacategoria merceologica \"carne\". Questo sifa a ncoraoggi. quando vi dicono \"ha mburger\"... ma sì, ha mburger: ham-burger. \"Ha mburger\" richia ma ham, che è direttamente collega to allafonte a nima le. Quindi c'è qualche problemino. Infatti, se compra te i burger vegeta li, lichia ma no veggie burger, non hamburger vegetali. Perché il nome conta. Allora qualcuno si inventò il nome cultured - cultured meat, carne coltiva ta. Poteva andare bene a tutti.",
    "page": 104,
    "pages": [
      104
    ],
    "keywords": [
      "conoscenza",
      "tecnologia",
      "startup",
      "non",
      "clea",
      "mea",
      "nome",
      "qualcuno"
    ]
  },
  {
    "id": "chunk_104",
    "text": "Finché i produttori di salmone norvegesi dissero: \"Se non volete che vi faccia molobby a Bruxelles finché non rima nga pietra su pietra, togliete quelnome\". Perché? Perché cultured è troppo vicino a d aquaculture, ovvero al processo concui allevia mo salmoni e altripesci. Se il consuma toreva al supermercato, legge cultured e pensa che quella carnesia sta taprodotta seguendo lo stesso processo tecnologico dell'acqua coltura, sicrea confusione. dalì sono venuti fuori altrinomi: cell-grown, cell-cultured, cell- cultivated. Ogni Paese ha a dottato la propria nomencla tura. Il Percorso Regolatorio Considera te poi che la lab-grownmeat, la \"in vitro meat\", o come preferite chia ma rla - carne coltiva ta, carne cellula re, per usa re un termine più generico - insiste su un settore fortemente regolato. Per poter vendere carne coltiva ta in Europa, devipassa re attraverso l'EFSA (Europea n Food Safety Authority), che ha sede a Parma. Devi dimostra reche il prodotto è safe, non è harmful - sicuro, non da nnoso - e cosìvia. L'EFSA, in un anno, un anno e mezzo, ti dà il via libera. Poi la decisione passa alla Commissione Europea, che inserisce il prodotto all'interno delleca tegorie commercia lizzabili. Non ve la faccio troppo lunga, ma poi arriva un comitato politico composto EMBA - strategia ed Internazionalizzazione 49 da rappresenta nti di tutti i Paesidell'Unione Europea, che prende una decisione sostanzia lmente politica e dice \"sì\" o \"no\" a ciò che sipuò vendere o non si può vendere. Nel fra ttempo, è prolifera ta l'espressione \"carne sintetica\" - ma non c'entra niente. Quella è plastica. La carne coltiva ta è diversa: il processo di produzione è diverso, ed è tecnologicamente superiore.",
    "page": 105,
    "pages": [
      105
    ],
    "keywords": [
      "processo",
      "strategia",
      "internazionalizzazione",
      "non",
      "carne",
      "cultured",
      "cell",
      "poi"
    ]
  },
  {
    "id": "chunk_105",
    "text": "Chi vuole vendere carne coltiva tatidice: \"Guarda, in rea ltà, se compri carne coltiva ta, puoi benissimo dosare, nellafa se di produzione, la qua ntità di colesterolo presente - per renderla moltosa porita ma conpoco colesterolo, quello che ti fa ma le. E in teoria questa carne non contiene gli estrogeni e gli a ntibiotici che devi da re alle mucche per evita rechesi ammalino\". Quindi, tecnologicamente, in teoria è superiore. Ovvio che questo non vuol dire che tutti dovremmo per forza ma ngia recarne coltiva ta. Però non puoipensa reche 10 miliardi di persone ma ngino la carne della Va l di Fiemme o della Valtellina, perché non c'è spazio. Non possono ma ngia retutti la pia dinaroma gnola, perché non c'è spazio. Noi potremmo ma ngia re la carneloca le, certo. Ma 10 miliardi di persone non possono farlo. Quindi serve guadagnare tempo, serve una fonte alternativa di proteine. Il Modello di Business della Carne Coltivata Qua l è il modello di business che c'è dietro? Ovvero: come collego quella tecnologia a un nome, in modo ta le da crea respazio sul merca to? Serve un modello di business. Serve una logica che faccia leva su una serie di meanings, di values - significa ti, valori, a ncheva lori identita ri - che permetta no di scardina re il lega mestrettissimo che c'è tra identità e cibo. E lo posso fare soltanto se ho un modello di business che inserisce - come abbiamo visto per i serious games in ambito Healthca re - all'interno della propria proposta di va lore non soltanto il profitto, ma a nche il raggiungimento di un bene superiore. Che poi sia la carne coltiva ta o qualcos'altro, poco importa.",
    "page": 106,
    "pages": [
      106
    ],
    "keywords": [
      "business",
      "tecnologia",
      "profitto",
      "non",
      "carne",
      "coltiva",
      "serve",
      "modello"
    ]
  },
  {
    "id": "chunk_106",
    "text": "Però questo per comunica rvi una cosafondamentale: l'azienda, il profitto, il modello di business - ciò che collega tecnologia e mercato - è sollecitato quotidianamente dall'idea che vasmontata la convinzione secondo cui \"se devo portare la tecnologia sul mercato, lo faccio perché faccio business, fullstop\". Non è così. Non è più così. Non può essere più così. altrimenti continueremo soltanto a parlare di disuguaglianze.\n## 3. POWER AND PROGRESS - tecnologia E PROGRESSO Il Libro di Acemoglu e Johnson E poi ci arrivia mo. Non so se vi è capita to di leggere Power a ndProgress - una delle letture più belle dell'ultimo anno. Il grosso premio Nobel Da ron Acemoglu, insieme a Simon Johnson, ha scritto Powerand Progress. Questa è l'edizione in inglese; l'edizione italia na l'hocerca ta, sono tre giorni che la cerco, ma non la trovo in nessuna libreria. L'idea del libro è questa: la tecnologia non crea sempre progresso. Qua l è il lega metra sviluppo tecnologico e progresso? Acemoglu e Johnson esplora noproprio questo. In Italia non so se sia edito da Einaudi, ma comunque la versione italia nasi intitola Potere e Progresso. Poi ne leggia moqua lchepezzo insieme.\n## 4. LE LEZIONI AMERICANE DI CALVINO E L'innovazione Calvino e i Paradossi dell'innovazione Vorrei veicola re l'idea che l'innovazione è un concetto piuttosto complesso. Per farlo, utilizzo un po'di lettera tura - perché è bellofarlo così. Non so quanti di voi abbiano letto le Lezioni a merica ne diIta lo Calvino. Io l'holetto la primavolta in terzaliceo, poi l'ho dovuto rileggere per l'esame all'università, e l'ho riletto a ncora un po'di tempo dopo.",
    "page": 107,
    "pages": [
      107
    ],
    "keywords": [
      "tecnologia",
      "innovazione",
      "business",
      "mercato",
      "azienda",
      "profitto",
      "non",
      "così"
    ]
  },
  {
    "id": "chunk_107",
    "text": "Non so se tutti voi sappia teche l'ideadelle Lezioni americane nasce nel giugno del 1984, quando Calvino viene invita to dalla Ha rva rd University a tenere un ciclo di lezioni nel\n## 1986. Viene invita to a fare una serie di conferenze, e quello diventa il chiodo fisso diIta lo Calvino: \"Cosa racconto loro?\". Allora luisimette in testa di provare a da re un'idea dei paradossi che incontria mo e gestia mo quotidia namente - leggerezza e pesa ntezza, astrattezza e concretezza, e cosìvia - provando a immagina re il futuro. In rea ltàfece uno sforzo di innovazione: cercò di veicolare l'idea di innovazione attraverso la teoria dei paradossi. Lo fece mettendo insieme - all'inizio erano 8 lezioni, poi diventa rono 6, per cui ne furono pubblica te 6, postume, a curadella moglie. La primaedizione fu a merica na, con il titolo Six Memosfor the Next Millennium. Questa è l'edizione Penguin, l'edizione inglese, disponibile al momento a nche su Amazon. Questa è la versione origina le: Six Memosfor the Next Millennium, ovvero \"Sei promemoria per il prossimo millennio\". Nella traduzione italia na, \"Sei lezioni per il prossimo millennio\" è diventa to il sottotitolo di quello che in italia no è semplicemente Lezioni a merica ne. Edito da Mondadori, conintroduzioni diverse nelleva rie edizioni. Software e Hardware: La Visione di Calvino L'idea di Calvino era quella di da re a gli a merica ni, conuna prospettiva europea - quindi parlando a gli a merica ni, ma rivolgendosi a nche a gli europei - un'idea di dove saremmo potuti a ndare nel prossimo millennio. Fu un visiona rio. Perché lui, già nell'85, parlava di software e hardware. L'idea che propose non era altro che una sofisticazione, se volete, del roma nzo Il visconte dimezzato.",
    "page": 108,
    "pages": [
      108
    ],
    "keywords": [
      "innovazione",
      "software",
      "hardware",
      "lezioni",
      "idea",
      "calvino",
      "merica",
      "diventa"
    ]
  },
  {
    "id": "chunk_108",
    "text": "La storia è simbolica per eccellenza: un uomo del Seicento per le crocia te e, a causa di un colpo di cannone, viene dimezza to - la buona ela cattiva. La cattiva fasolta nto del ma le, la buona fasolta nto del bene. Per Calvino, quella era l'idea che l'intellettua le, da solo, è incompiuto. All'intellettua le serve la scienza. E infatti nel roma nzoci sono il fabbro e il farma cista, che sono coloro che riescono a rincolla re le dueparti e a rendere di nuovo il visconte una persona intera, in gra do di a ma re. EMBA - strategia ed Internazionalizzazione 50 Allora, Calvino che fa? Sostanzia lmente racconta - e questo lo leggo direttamente da ll'edizione italia na, perché da ll'edizione inglese richiederebbe la traduzione. Nellaprima lezione a merica na, quella sulla leggerezza, scrive: \"Se nell'universo infinito della letteratura si aprano sempre altreidee da esplorare, nuovissime o antichissime, stili e forme che possono cambiare le nostre immagini del mondo - ma se la letteratura non basta ad assicurarmi che non stosolo inseguendo dei sogni, cerconella scienza alimento per le mie visioni, in cui ogni pesantezza viene dissolta...\" Questo è quello che poi Calvino cerca di rispondere. \"Ogniramo della scienza sembra ci voglia dimostrare che il mondosi regge su entità sottilissime: come i messaggi del DNA, gli impulsi dei neuroni, i quark, i neutrini vaganti nello spazio dall'inizio dei tempi...\" E poi, sull'informatica, dice: \"È vero che il software non potrebbe esercitare i poteri della leggerezza se non mediante la pesantezza dell'hardware, ma è il software che comanda, che agisce sul mondo esterno e sulle macchine, le quali esistono solo in funzione del software, si evolvono in modo da elaborare programmi sempre più complessi.",
    "page": 109,
    "pages": [
      109
    ],
    "keywords": [
      "software",
      "strategia",
      "internazionalizzazione",
      "hardware",
      "non",
      "calvino",
      "scienza",
      "viene"
    ]
  },
  {
    "id": "chunk_109",
    "text": "La seconda rivoluzione industriale non sipresenta come la prima, conimmagini schiaccianti quali presse di laminatoi o colate d'acciaio, ma come i bit di un flusso d'informazione che corre sui circuiti sottoforma di impulsi elettronici. Le macchine di ferro ci sono sempre, ma obbediscono aibit senzapeso.\" L'Innovatore Rampante Sullaba se di riflessioni del genere, due a utori - di cui uno sicuramente conoscete, Ma ssimo Sideri, editoria lista del Corriere della Sera e direttore di RCS Academy, e Andrea Rangone, ex rettore della LUISS Business School di Roma - hanno scritto L'innovatore rampante. hanno ripreso le Lezioni americane di Calvino e si sono chiesti: qual è la lezione, in termini di innovazione, che possiamo trarre dai paradossi e dalle contrapposizioni di categorie che Calvino cipresenta nell'85? In rea ltà c'è un sacco di ma teria le. Loroparla no di Steve Jobs, facendo vedere come Jobs non abbiafatto altro che incarna re quella contra pposizione tra leggerezza e pesa ntezza, tra visione e pragma ticità, che è necessa ria all'innovatore. È una lettura che consiglio. Fatela pure in ma cchina, se siete pendola ri - questa è davvero accessibile. L'innovatore rampante: l'ultima lezione diIta lo Calvino. Con la prefazione di Lucia noFloridi. Luciano Floridi e il Concetto di Onlife Non a caso. Conoscete Lucia noFloridi? Filosofo, esperto di innovazione. È stato direttore del Digita l Ethics Lab all'Università di Oxford - non mi ricordo esattamente il titolo preciso -, è passato per Bologna, alla Bologna Business School, dove ha fondato un osserva torio. Attua lmente credosia a Ya le, ma non cimetto la ma no sul fuoco. Luicosa fa? Come consigliere, come consulta ntdella Commissione Europea, scrive diversi rapporti e codifica l'espressione onlife.",
    "page": 110,
    "pages": [
      110
    ],
    "keywords": [
      "business",
      "innovazione",
      "informazione",
      "non",
      "innovatore",
      "rampante",
      "calvino",
      "conoscete"
    ]
  },
  {
    "id": "chunk_110",
    "text": "Onlife: perché oggi non è più necessario che tu sia fisicamente in un posto per fare qualcosa. Di nuovo, la contra pposizione tra l'esserci e il poter fare. È lo sta ccaredue concetti che tra diziona lmente erano sempre legati: \"Per fare una cosa devostare in un posto\". No, non devi starci per forza. Tuvivi onlife, il che significa che puoi stare dovunque e fare qualunque cosa. Lui ha teorizza to come il merca to comune europeo possa beneficia re di questo \"staccamento\" di due concetti: lo sta re in un posto e l'a gire su quelposto, sui fattori che interessa noquel posto. È estremamente interessa nte. Trovate i suoilibri in biblioteca, nelle librerie; trovate a nche i rapporti che ha scritto per la Commissione Europea. 5. CREATIVITÀ, innovazione E conoscenza - LE TRE FOTOGRAFIE La domanda fondamentale Tutto questo percorso ha un obiettivo preciso: condurvi verso una domanda specifica. È la stessa domanda su cui, ve lo assicuro, inciampa no regola rmente imprenditori di gra nde esperienza e professionisti naviga ti. Permettetemi di indossa remeta foricamente il cappello di Alberto Angela e di proporvi uno scena rio. Immagina te: domani, pranzo della domenica, siete a casa con le vostre fa miglie. Vostra nonnaprepa ra i cappelletti e, mentre liserve, vichiede: \"Allora, avetefatto quattroore di lezione sull'innovazione... ma cos'è esattamente questa innovazione?\". A quelpunto, voitira tefuori dalla tascatre fotogra fie. • Primafotografia: il nostro a mico Nea ndertha l. Circa 10.000 annifa, in una zona del Caucaso, qualcuno ha scoperto il fuoco per sfregamento. • Seconda fotografia: i ragazzi di Flintstone. Un gruppo di studenti universita ri in un contesto acca demico. • Terza fotografia: la Formula 1 di Micha elSchuma cher.",
    "page": 111,
    "pages": [
      111
    ],
    "keywords": [
      "innovazione",
      "conoscenza",
      "posto",
      "domanda",
      "onlife",
      "non",
      "sta",
      "concetti"
    ]
  },
  {
    "id": "chunk_111",
    "text": "Il ma ssimodella tecnologia applica ta allecorse a utomobilistiche. La mia domanda è questa: quale delletre fotogra fieinca psula nel modo migliore l'idea di innovazione? Il Nea ndertha l, Flintstone ola F1 di Schuma cher? La Votazione in Aula Procedia mo conuna votazione per a lzata di ma no. Chi vota per il Nea ndertha l? Uno, due, tre... undici persone. EMBA - strategia ed Internazionalizzazione 51 Chi vota per Flintstone? Due ma ni a lzate. Chi vota per la Formula 1 di Micha elSchuma cher? Uno, due, tre, quattro, cinque... qualcuno non ha votato. Undici più due più cinque... i conti non tornano. Abbiamo degli indecisi in sa la. La Risposta: Invenzione, innovazione e conoscenza Tra nquilli, non riferirò alle vostre aziende né a i direttori delle risorse umaneche molti di voi hannosba gliato. Ma devo dirvi che l'errore è colossa le. E quelli che non hanno risposto? Sono i più saggi tra voi, perché hanno intuito la tra ppola. Ana lizzia mo le treimma gini. Il Nea ndertha l ela ruota: questa non è innovazione ma invenzione. Neilibri di ma na gement del cambiamento, neitesti universita ri e in qua lunque accezione acca demica, questa viene definita il momento dell'Eureka - dal greco εὕρηκα, participio perfetto di εὑρίσκω, \"trovare\". È il celebre grido di Archimede: \"Hotrova to!\". È l'illuminazione, quello che alcuni hanno definito un \"Actof God\": il momento creativo per eccellenza in cui qualcuno scopre qualcosa di completa mentenuovo. Ma ecco il punto cruciale. Rimetto il cappello di Alberto Angela: sappia mo dalle pitture rupestri che per diversi millenni l'uomo non ha sa putocosa farsene di questa scoperta. Il fuoco è rimasto lì, senza applica zionepratica. Eraprobabilmente una bella suppellettile messo all'ingresso delleca verne.",
    "page": 112,
    "pages": [
      112
    ],
    "keywords": [
      "innovazione",
      "tecnologia",
      "strategia",
      "internazionalizzazione",
      "conoscenza",
      "aziende",
      "risorse",
      "non"
    ]
  },
  {
    "id": "chunk_112",
    "text": "Forse chi l'a veva scoperto erastato persino ostracizza to - “Stregoneria!\" - magaribrucia to insieme allasua scoperta. Sono passa ti millenni primache qualcuno pensasse di mettere quelfuoco sottouna pentola, di utilizza rlo per cucina re, per risca ldarsi, per difendersi. La Definizione di innovazione Edecco la chia ve: qualcuno ha utilizza toquel momento creativo, quell'Eureka, per migliora re la vitadelle persone. quando ho a vuto l'occasione di parla re conLucia noFloridi e gli hochiesto quale definizione di innovazione suggerire a i miei studenti del Ma ster in Innova tion Ma nagement dell'Università di Trento, la sua risposta è stata disarma ntenella sua semplicità: \"L'innovazione è un miglioramento dellavita delle persone.\" Punto. Semplicissimo. La scoperta del fuoco, finché non ha trovato applicazione, non ha migliora to la vita di nessuno. Erapura invenzione. L'innovazione è arrivata soloquando quella scoperta è statatrasforma ta in qualcosa di utile per l'umanità. Il Dialogo con i Dottorandi del CIBIO Signore e signori, questa è esattamente la stessa riflessione che porto a i dottora ndi del CIBIO. Proprio ieriho tenuto quattroore di lezione conloro. Devo confessa rvi una cosa: smonta re le certezze dei biotecnologi è difficile quanto smonta re quelle degli ingegneri. Lo so, probabilmente mi sono fattopa recchi nemici - iovengo dalle scienze sociali, non hostudia to ma terie scientifiche in senso stretto. Ma decostruire l'assunto che \"la tecnologia serve per risolvere i problemi del mondo\" è particola rmente complesso conchi proviene da certe discipline. Eppure, ieri, ragiona ndo insieme per qua ttroore, siamo arrivati a un punto interessa nte.",
    "page": 113,
    "pages": [
      113
    ],
    "keywords": [
      "innovazione",
      "tecnologia",
      "scoperta",
      "non",
      "insieme",
      "qualcuno",
      "utilizza",
      "definizione"
    ]
  },
  {
    "id": "chunk_113",
    "text": "Il Paradosso del Ricercatore quando un dottora ndomi racconta: \"Stiamo sviluppando una proteina che permette di attaccare le cellule immunitarie responsabili di certe sindromi, potremmo risolvere quella patologia\" - ecco, in quel momento iomi genufletto meta foricamente. Misento quasi inutile al confronto. Poi però il suo supervisor aggiunge: \"Sì, siamo finanziati da Telethon, il nostro obiettivo nei prossimi cinque anni è arrivare alla proteina che risolva quel problema.\" E io, che vengo a parlare di scienze sociali, misento a ncorapiù superfluo. Ma ragionando insieme, pongoloro a lcunedoma nde: \"Quante proteine, quante molecole haivisto passare nel tuo laboratorio negli ultimi anni?\" - Tantissime. \"Quante di queste diventeranno farmaco?\" - Forse nessuna. Allora quella che fa i non è innovazione. Quello che sta i facendo in la boratorio è la condensazione di conoscenza per genera requalcosa che è newtothe world, nuovo al mondo. Ma nessuno sa a ncora se quella scoperta migliorerà la vita delle persone. Per ora, è un ottimo esercizio intellettua le, nulla di più. La differenza tra Accademia e azienda Questo concetto lo trova teben a rticola to in \"Where Good Ideas Come From: The Seven Patterns of Innovation\" di Steven Johnson, pubblica to da Penguin. La differenza fondamenta le è questa: • L'accademia ha come obiettivo la pubblicazione. Produce qualcosa di teorico, sviluppa tecnologia. • Ma l'accademia, di per sé, fa innovazione? No. Chi fa innovazione, allora? Servequa lcuno che faccia knowledge transfer. Serve un ufficio, all'interno delle università, dedica to al tra sferimento tecnologico.",
    "page": 114,
    "pages": [
      114
    ],
    "keywords": [
      "innovazione",
      "conoscenza",
      "azienda",
      "tecnologia",
      "knowledge",
      "accademia",
      "proteina",
      "quel"
    ]
  },
  {
    "id": "chunk_114",
    "text": "Un ufficio che permetta a un'azienda, a una start-up, di incuba re quella conoscenza e trasformarla in prodotto, in servizio - qualcosa che possa essere acquistato da qualcuno per migliora rne l'esistenza, allunga rgli la vita, semplifica rgli gli spostamenti. La conoscenza deve essere messa al servizio delle persone. Se non lo è, resta un ottimo esercizio intellettua le. Resta tecnologia. Restacrea tività allostatopuro. Non entrerò nella distinzione teorica tra crea tività e tecnologia - sarebbe un esercizio troppo astratto per un sabato pomeriggio alletre. EMBA - strategia ed Internazionalizzazione 52 Le Tre Definizioni Rica pitolia mo le tre fotogra fie: Fotografia Concetto Nea ndertha l - Ruota Creatività Flintstone - Auto aspinta conoscenza (Knowledge) Formula 1 innovazione La Formula 1: innovazione in Azione Qualche annofa, Goodyea r ha dichia rato: \"Abbiamo creato pneumatici perfettamente circolari.\" Pensateci: le ruote esistono da millenni. probabilmente gli antichi hanno cercato di renderle il più tonde possibile fin da ll'inizio, spingendo i copertoni manualmente. Eppure, solo di recente si è arrivati alla circola rità perfetta. Su quella tecnologia, su quella conoscenza di ba se, si sono innesta te una serie di altre conoscenze. Ho un caro a mico e collega, professore di strategia al King's College di Londra, appa ssionato di Formula",
    "page": 115,
    "pages": [
      115
    ],
    "keywords": [
      "conoscenza",
      "tecnologia",
      "strategia",
      "innovazione",
      "azienda",
      "internazionalizzazione",
      "knowledge",
      "conoscenze"
    ]
  },
  {
    "id": "chunk_115",
    "text": "## 1. Ha lavorato per anni su questo temaed è stato persino su una monoposto - a diecimetri di dista nza, non gli hanno permesso di più. Mi ha spiega tocosa c'è dentrouno pneumatico di F1: una qua ntità impressiona nte di sensori, accelerometri, dispositivi di ogni tipo. Questi comunica no in temporea le, attraverso un'a ntenna, con il pilota e con il box: • \"A quel chilometro la direzione degli pneumatici richiede un intervento.\" • \"In quella curva prendi la tra iettoria più la rga.\" • \"Cambia il pneumatico, l'usura è al livello X.\" Questa è knowledge: stori-operaziona lizzando l'innovazione, sto utilizza ndo la conoscenza per scopi sempre nuovi e diversi. Le Definizioni Formali In punta di teoria, ecco le tre definizioni. Le la scio in inglese perché le hotra tteverba tim da llefonti origina li: • Creativity: \"Generating noveland potentially useful ideas.\" La crea tività produce ideenuove e potenzia lmente utili. • Innovation: \"The translation ofideas into something thatmust be useful to someone.\" L'innovazione tra duce quelle idee in qualcosa di concreta menteutile per qua lcuno. • Knowledge: \"The ability to operationalize innovation tosolve increasingly complex problems.\" La conoscenza è la capacità di ri-operaziona lizzare l'innovazione per risolvere problemi sempre più complessi. tecnologia o innovazione? A questo punto vichiedo: voivi occupa te di tecnologia o di innovazione? Quanti di voi si occupa no di tecnologia? (Quattro mani alzate) Di che tipo di tecnologia vi occupa te? \"Principalmente sistemi SAP, gestionali adalto livello, e anche tecnologia innovativa con l'introduzione dell'intelligenza artificiale.\" Una Precisazione importante \"tecnologia innova tiva \" - questa espressione mi fadrizza re le a ntenne. Lo so, in azienda funziona.",
    "page": 116,
    "pages": [
      116
    ],
    "keywords": [
      "tecnologia",
      "innovazione",
      "knowledge",
      "conoscenza",
      "intelligenza",
      "artificiale",
      "azienda",
      "occupa"
    ]
  },
  {
    "id": "chunk_116",
    "text": "Ci sono passato a nch'io. \"tecnologia innova tiva \" è un'espressione che usia mo nel business per indica re una tecnologia concui generia movalore commercia le. Ma in questa prospettiva teorica, \"tecnologia innova tiva \" è un ossimoro. La tecnologia, di per sé, non è innovazione. Diventa \"innova tiva \" solonella narrazione che costruia mo per convincere qualcuno - un cliente, un investitore, un boa rd. La narra tiva è fondamenta le. Cloud, intelligenza a rtificia le, blockcha in: sono tecnologie. Diventa no \"innova tive\" nel racconto che ne faccia mo. E Chi Si Occupa di innovazione? (Tutte le altremani alzate) Voisiete al servizio del consumatore, al servizio della società. Quello che prova te a fare è trasforma reciò che producono i tecnologi in qua lcosa che serva alle persone. Cercate di prendere la tecnologia e inserirla in qua lcosa di commercia lizzabile. Ancheio, nel mio piccolo, faccio lo stesso: cerco di operaziona lizzare la conoscenza, di inserirla all'interno di una lezione, di un percorso formativo. Il modello di business, in fondo, è simile.\n## 6. innovazione DI PRODOTTO, PROCESSO E POSIZIONAMENTO L'Esempio della Pizza Partia mo da un ca so concreto. Questo è il prodotto ba se in Italia: una semplice focaccia, il prodotto standa rd del fornaio sottoca sa. Immagina teche questo fornaio vichia mi e vidica: \"Il mio business non va come dovrebbe, non come andava aitempi d'oro. Hosolo questo prodotto. Ho bisogno di rivitalizzare la mia attività.",
    "page": 117,
    "pages": [
      117
    ],
    "keywords": [
      "tecnologia",
      "business",
      "innovazione",
      "cliente",
      "intelligenza",
      "tecnologie",
      "conoscenza",
      "processo"
    ]
  },
  {
    "id": "chunk_117",
    "text": "Che faccio? Chiudo tutto e parto per i Caraibi, giocandomi i risparmi di una vita? Oppure provo a modificare questa cosa?\" Se l'idea è modifica re il prodotto, che consiglio gli da reste per rivita lizzare il business? EMBA - strategia ed Internazionalizzazione 53 I Suggerimenti degli Studenti \"Intanto deviparla re con i clienti.\" L'approccio go-to-market mipiace moltissimo. In pratica gli sta i dicendo: \"Ma a chi la vendi?\" Se sei vicino al dipa rtimento di Economia e Ma na gement e vendiqua dratini di pizza a un euro l'uno, ha senso. Il business è sca labile. magari aggiungi qualche topping per renderlo più attrattivo. \"La chia mi gourmet ela fa i pagare il triplo.\" Esatto, cambi la percezione del va lore. \"Cambi le farine.\" Se cambio le fa rineposso renderla gluten-free e intercetta re un altro segmento di merca to. Possousa reolio extravergine, aggiungere rosmarino, utilizza refarina del Trentino. La Narrativa come Leva di Business Ecco il punto: se passi qui sotto e prendi uno spicchio di pizza, tu non sta i semplicemente compra ndo uno spicchio di pizza. Sta i assaggia ndo un pezzo di Trentino. A quelpunto non te la vendo più a un euro. Uno spicchio di Trentino te lo vendo a quattro euro. Cambia la narra tiva, cambia tutto. Non ho modifica tonulla del prodotto - stosolo racconta ndo la storia in modo diverso. Il Ristorante degli Odori Qualche annofa, a Londra, un imprenditore ha a perto un ristora nte dove in rea ltà non si ma ngiava. Entravi e lui tiprometteva di sa ziarti fa cendoti semplicemente sentire gli odori di quello che a vrebbe cucina to. Cicredereste che c'eragente disposta a pagare 150 sterline? C'era una lista d'attesa di mesi. L'esperienza era proprio questa: a ndare in un ristora nte per non ma ngiare, ma uscirne sazi.",
    "page": 118,
    "pages": [
      118
    ],
    "keywords": [
      "business",
      "strategia",
      "internazionalizzazione",
      "clienti",
      "economia",
      "segmento",
      "non",
      "sta"
    ]
  },
  {
    "id": "chunk_118",
    "text": "Aveva studia toche determinate combinazioni di odori stimola noreazioni fisiologiche precise - si abbassa il cortisolo, cambia no alcuni livelli nel sangue - e dopomezz'ora la sensazione di fa mescompare davvero. Il mecca nismo è lo stesso per cui se sentite un odore sgra devole vi sichiude lo stoma co, mentre un odore gra devole vifa venire appetito. Ma esistono combinazioni specifiche che da nno proprio la sensazione di sazietà. Quello era un caso di innovazionera dica le: a veva completamente modificato il concetto stesso di ristorazione. Anzi, non era nemmeno più ristorazione - era un business completamente diverso. Tipologie di innovazione sulla Pizza Tornando alla nostra pizza, posso intervenire in molti modi diversi: Ingredienti a chilometro zero: racconto la provenienza, costruisco una storia. Stesso input, output diversi: uso gli stessi ingredienti per fa re un altro prodotto. Non vendo più solo pizza a gli studenti che passa no, ma a nchepane a chi a bita in zona. Congli stessi inputcreo due output - è economia di sca la. Nuovi ingredienti, nuovo processo: aggiungo la mozza rella. In quel caso non cambia solo il prodotto, cambia a nche il processo produttivo. Intelligenza a rtificia le per capire la domanda: uso l'AI per capire che tipo di pizza vogliono gli studenti del Nord-Est. Come? Analizzo i dati, coinvolgo gli informatici. L'Esempio di Shein In rea ltà questo approccio l'hanno già a dottato aziende che producono abbigliamento - sciarpe, ma glie, pantaloni. Utilizza no l'intelligenza a rtificia le per analizza re i socia l network e capire cosavuole la gente, cosa vogliono indossa re, quali sono le tendenze emergenti. Poi producono esattamente quello. Chi l'ha fatto? Shein - la multina ziona le cinese di fa st fashion.",
    "page": 119,
    "pages": [
      119
    ],
    "keywords": [
      "processo",
      "intelligenza",
      "business",
      "innovazione",
      "economia",
      "dati",
      "aziende",
      "pizza"
    ]
  },
  {
    "id": "chunk_119",
    "text": "Anzi, superfa st fashion. Funziona così: c'è la Mostra del Cinema di Venezia. George Clooney scende dalla motocicletta conuna bandana. La gente vede le fotosui socia l e comincia a cercare bandane. Se quella ricerca diventa vira le, Shein lo intercetta immedia tamente: \"Stanno cercando bandane.\" Sette giorni dopo, le banda ne sono disponibili nei negozi. Il Lato Oscuro Per il pianeta è un disa stro. Quella bandana finisce nel cassonetto dell'indifferenzia tadopo duemesi. Per produrre una semplice t-shirtbia nca servono circa 5.000 litri d'acqua. Pensate quando qualcuno entra in una spira le di shopping compulsivo su Shein, o quando va da Primark edesce con un sacchettone di t-shirt che si rompono dopocinque giorni. Quanto le ha pagate? Un euro l'una. Ma conquell'euro, quanta gente riesce a essere paga taequamente? C'è da pa gare l'acqua (5.000 litri), il cotone, la ma nodopera per raccoglierlo, la ma nutenzione delleinfra strutture idriche, chi produce la ma glietta, chi la tra sporta dalla fabbrica al porto e dal porto al negozio, l'elettricità del punto vendita, la cassiera che te la vende. Con un euro? \"A me non importa\" - ma in quel momento sta iscarica ndo l'esterna litànegativa su qualcun altro. Sta i estraendo un beneficio e facendo pagare il costo alla collettività e al pianeta. Funziona? Sì, funziona. È la ra gione per cui faccia mo 30 gra di a dicembre. Ma è a nche la dimostrazione che la pura logica del profitto, come diceva moprima, non funziona più. Tipi di innovazione Rica pitola ndo, posso modifica re: • Il prodotto • Il processo EMBA - strategia ed Internazionalizzazione 54 • La narra tiva (il posizionamento) Come diceva Tommaso, posso modifica re la narrativa.",
    "page": 120,
    "pages": [
      120
    ],
    "keywords": [
      "costo",
      "profitto",
      "innovazione",
      "processo",
      "strategia",
      "internazionalizzazione",
      "funziona",
      "euro"
    ]
  },
  {
    "id": "chunk_120",
    "text": "È un po'come la carne ma turata: te la vendo come prodotto gourmet e cambia completamente la percezione del va lore. L'Esempio del Drink acqua e Zucchero Vi racconto una storia. Ho vissuto in Inghilterra per qua lche anno insieme a mia moglie, che è irlandese. Abbiamo conosciuto diverse persone, tra cui un nostro caro a mico appa ssiona to di pesistica. L'ultima volta che siamo a ndati a Londra gli abbia moproposto di vederci. Cisiamo dati appuntamento fuori da llasua pa lestra. Escetutto soddisfatto: \"Oggiho sollevato pesi che non avrei mai immaginato!\" - il prof. ha sempre giocato a calcio, la pa lestra non era il suo a mbiente natura le. Poi tira fuoriuna bottiglia. Gli chiedo: \"Che cos'è?\" \"È il mio energy drink.\" \"Ah, tipo Gatorade?\" \"No, no - 100% naturale.\" \"Dicono tutticosì...\" \"No, è proprio 100% naturale.\" La Verifica dell'Etichetta Mia moglie lavora per un'azienda di consulenza a Londra che sichia ma HB Editing. Fanno l'etichetta tura dei prodotti a limenta ri - sono i più gra ndi in Europa. lavora no per Aldi, Amazon, Ma rks & Spencer, Barilla, un sacco di ma rchi. Lei prende la bottiglia, la gira, guardal'etichetta e fa: \"Alberto... acqua e zucchero.\" Solo quello. acqua e zucchero. \"Scusa, quanto l'hai pagata?\" \"Una sterlina, l'hopresa al distributore.\" Tuva i al distributore a utomatico, inserisci una sterlina per una bottiglietta in PET che contiene acqua e zucchero. Null'altro. La Storia del Brevetto Scaduto \"Ma chi la vende? Non conosci la storia?\" No, non la conoscevo. E luisapeva che giocava facile racconta ndomela. Negli anni'60, un'azienda inglese a veva brevettato una bevanda - acqua e zucchero conuna composizione specifica - destina ta a gli a nziani debilita ti o a i bambini conva lescenti.",
    "page": 121,
    "pages": [
      121
    ],
    "keywords": [
      "azienda",
      "dati",
      "brevetto",
      "acqua",
      "zucchero",
      "non",
      "storia",
      "etichetta"
    ]
  },
  {
    "id": "chunk_121",
    "text": "L'ideaera da re energia rapida a chi a veva bisogno di riprendersi, come fa cevano le nostre nonne con l'ovetto sbattuto. Il brevetto è scaduto. Qualche annofa, un'azienda ha pensa to: \"Riprendiamo quel brevetto, ma cambiamo completamente la narrativa.\" Non lo vendono più come bevanda per a nziani e bambini ma la ti. Lo vendono a gli sportivi che vogliono qualcosa di 100% natura le. Lo sportivo che dice \"Non voglio il Gatorade perché non capisco gli ingredienti\", quello che dice \"Non mi fido del Red Bull\", quello che cerca qualcosa di \"naturale\" - compra questa bottiglietta. Il Paradosso del \"Naturale\" Tra pa rentesi: lo zucchero raffina to in quella forma in natura non esiste. La canna da zucchero esiste, ma lo zucchero bianco crista llino è un prodotto industria le. Se ci a vessero messo la tte e miele, sarebbe stato un conto. Ma lo zucchero così... comunque, nel sistema di va lori del consumatore \"vienedalla barbabietola, quindi è naturale\". Il Risultato Questo consumatore compra la bottiglietta a una sterlina. acqua e zucchero. • Ha fatto innovazione di prodotto? No, assoluta menteno. • Ha fatto innovazione di processo? No. • Ha fatto innovazione? Sì, di posizionamento. L'azienda è stata successivamente a cquisita da Coca-Cola. Quindi posso innovare non solo sul prodotto o sul processo, ma anche sul posizionamento: a seconda della storia che racconto, la stessa pizza diventa gourmet, lo stesso drink diventa \"natura le per sportivi\".",
    "page": 122,
    "pages": [
      122
    ],
    "keywords": [
      "innovazione",
      "brevetto",
      "azienda",
      "processo",
      "non",
      "zucchero",
      "natura",
      "naturale"
    ]
  },
  {
    "id": "chunk_122",
    "text": "## 7. innovazione INCREMENTALE VS RADICALE L'Esempio della Penna BIC Se voglia mo addentra rci ulteriormente nell'innovazione di prodotto e di processo, dobbia mo distinguere tra due tipologie fonda mentali. Mi ricordo un professore che dura nte una lezione raccolse una penna da terra e chiese: \"Di chi è questa?\" Era una BIC - la penna più sta ndard del mondo. Se il signor BICmi assumesse e michiedesse come fa re innovazione di prodotto, potrei suggerire diverse migliorie: EMBA - strategia ed Internazionalizzazione 55 • Un a nello di gomma per renderla ergonomica, così se scrivo per cinqueore non miviene il callo • Inchiostro cancellabile • Refill sostituibile • Tante altre modifiche Ho compra to questa penna a Zurigo: 2,50 euro. Di qua del confine, in Austria: 50 centesimi. Tutte le innovazioni che potrei suggerire al signor BICsa rebbero innovazioni incrementa li: non cambia no la funzione d'uso del prodotto. La ra gione per cui va do dal tabacca io e compro quella pennarima ne la stessa: ciscrivo. La Penna Digitale Moleskine Quanti di voi sono entra ti recentemente in un negozio Moleskine? Ce n'era uno a Milano Centra le, fino a qualche tempofa. Dentroquei negozi, in bella vista, trovavi un oggetto particolare: una penna. Ma questa pennacosta va 250 euro. La primavolta che l'hovista hochiesto: \"Ma quella penna che fa?\" \"È la nostra Digital Pen Moleskine.\" Come Funziona La commessa prende un'a genda Moleskine - quelle famose con l'elastico ela scritta sulla fascetta. Ma quest'a genda specia le non è a righe né a qua dretti: ha dei puntini. E in basso a destra di ogni pagina c'è il simbolo di una busta. Accendi la penna, la colleghi via Bluetooth al telefono o al computer, escrivi norma lmente.",
    "page": 123,
    "pages": [
      123
    ],
    "keywords": [
      "innovazione",
      "processo",
      "strategia",
      "internazionalizzazione",
      "digitale",
      "penna",
      "moleskine",
      "prodotto"
    ]
  },
  {
    "id": "chunk_123",
    "text": "Allafine dellapa gina, tocchi con la puntadella penna l'immagine dellabusta: tutti i tuoi appunti vengono digita lizzati e inviati all'app o allatua e-ma il. Fantastico. Ho risolto un problema enorme: ognivolta che va do da qualche non devo più ricopia regli appunti a ma no. La conseguenza dell'innovazione Radicale Questa non è un'innovazione incrementale. È un'innovazione radicale di prodotto. Perché? Perché cambia la ragione per cui compro la penna. Non la compro più semplicemente per prendere appunti. La compro perché conquegli appunti voglio fare tantecose diverse - condividerli, a rchivia rli, elabora rli. Il fine ultimo dell'acquisto non è più la scrittura in sé. Come direbbero gli economisti: è cambia ta la funzione d'uso del prodotto. Le Implicazioni Strategiche Il Lock-in del Cliente. Se sei il signor Moleskine e vendi una penna da 250 euro, cosa ottieni? Leghi il cliente. Una volta pagati 250 euro, il cliente cercherà di usa rla al ma ssimo. E per usa rladeve compra re le a gende Moleskine compa tibili - quelle con i puntini e il simbolo dellabusta. Ha ilegato la vendita di un prodotto alla vendita di un altro prodotto strettamente complementare. Fantastico dal punto di vistastrategico. La Rivitalizzazione del Brand Se sa i che il tuo business tra diziona le sta perdendo terreno e devicolma re il ga p con il mondo digita le, offri uno strumento che permette di entra re nel digita le a chi però a ma a ncoracarta e penna. Trovi un punto d'incontro. L'Ingresso in Nuovi Segmenti Entro in un altro segmento di merca to: non vendo più solo a chi a ma scrivere a ma no, ma a nche a chi ha bisogno di digita lizzare rapidamente. Il Riposizionamento del Brand Cambio la narra tiva del mio ma rchio.",
    "page": 124,
    "pages": [
      124
    ],
    "keywords": [
      "innovazione",
      "cliente",
      "business",
      "segmenti",
      "segmento",
      "non",
      "penna",
      "appunti"
    ]
  },
  {
    "id": "chunk_124",
    "text": "Stacco Moleskine da ll'idea di appa rtenere al \"mondo 0.0\" edentro di diritto nel \"mondo 2.0\". Lo Status Symbol. Diventa a nche uno status symbol. Giro con la penna Moleskine, la mostro. magari la da nno a James Bond nel prossimo film - così invece di fa r vedere solo l'Omega Sea ma ster, fa vedere a nche la penna Moleskine. L'innovazione come Prodotto che Abilita un Servizio Ma qua l è l'implica zionepiù profonda per Moleskine? Non è più solo una penna. Non è più solo un prodotto. È un prodotto che a bilita... cosa? Un servizio. E che servizio? Pensateci: quali informazioni da te a Moleskine ognivolta che usa te questa penna? I Dati come Nuovo Petrolio I dati. Per la miseria. In rea ltà, è Moleskine che dovrebbe pagarenoi 250 euro per usarla, non il contra rio. È come quando usate Google: ognitanto vi appare la lunghissima lista di consensi e voi che fate? \"I accept, I accept, I accept...\". magari accetta tetutto e poi vi la menta te se parlate di qua lcosa al telefono e il giorno dopovi appare la pubblicità. Ma a vete accetta to. La primavolta che usate questa pennafa teesa ttamente la stessa cosa: \"I accept.\" \"Vabbè, lo uso soloio, che sarà mai...\" Ma pensa te se tutti gli studenti universita ri del Nord-Estusa ssero questa penna. Pensate se milioni di persone in Europa inizia ssero a usarla. Moleskine si ritroverebbe conuna quantità enorme di informazioni. EMBA - strategia ed Internazionalizzazione 56 Da ta isthenew oil. Lo sappia mobene. L'Esempio del Mental Mapping Ero a una conferenza a Copenaghen qualche tempofa. Accanto a me c'era un dottora ndogia pponese. C'era un professore che teneva un keynote speech di un'ora e mezza su un tema che mi interessa va moltissimo.",
    "page": 125,
    "pages": [
      125
    ],
    "keywords": [
      "informazioni",
      "dati",
      "innovazione",
      "strategia",
      "internazionalizzazione",
      "moleskine",
      "penna",
      "accept"
    ]
  },
  {
    "id": "chunk_125",
    "text": "Iomi affannavo a prendere appunti con la miapenna normale, riempiendo pagine. Lui a veva davanti una pagina bianca A4 e a veva inizia to a fare: box, freccia, box, freccia. In tutto a vrà scritto quattro parole. Dopo un'ora e mezza, la sua pagina era una cosa bellissima da vedere - una ma ppavisua le perfetta. Gli chiedo: \"Ma che haifatto?\" \"Hopreso appunti.\" \"Che significa? Haifatto quattro box e tre frecce.\" \"Guarda: hoscritto solo le quattro parole che non conoscevo. Hofatto le frecce per collegare quei concetti che il professore ha messo in relazione. I box rappresentano concetti che già conosco. Cosìmi ricordo come lui abbia collegato cose che io gestivo poco.\" Menta l ma pping. \"Dove l'hai imparato?\" \"Ascuola.\" \"Ascuola?!\" Quello che per noiera fanta scienza, per lui eranorma le. Le Opportunità di Business dai Dati Se Moleskine sapesse quanto prendia mo ma le gli appunti noiita liani, potrebbe benissimo venderci tutoria l su come farementa l ma pping. Gli utilizzatori di questa penna non sono altro che inconsa pevoli creatori di uno spazio di merca to. hanno disegna toloro stessi l'opportunità per un'azienda che deve solo osserva re e dire: \"Guarda come scrivono...\" • Gli studenti di lettere che fanno orrori sintattici • I biotecnologi che scrivono fra si senzasenso compiuto • Gli studenti di economia che non sannousa re la consecutio temporum Perché non offrire tutoria l? magarigratis all'inizio - come Candy Crush. Poi, una volta che ha i capito che pia cciono, lifaipaga re.",
    "page": 126,
    "pages": [
      126
    ],
    "keywords": [
      "business",
      "dati",
      "azienda",
      "economia",
      "box",
      "non",
      "appunti",
      "lui"
    ]
  },
  {
    "id": "chunk_126",
    "text": "Tutoria l che insegna no: • Come scrivere una tesi di la urea • Come organizzare le fra si in paragra fi • Il paragraphing - fondamenta le nei corsi di scrittura in inglese: come costruire paragra fiche abbiano senso compiuto, insiemi di fra sichepossa nostare in piedi da soli Provate a insegna rlo a gli studenti universita ri: è una mission impossible. \"Non ho tempo, devo studiare le molecole, devo prendere 30 e lode...\" Dove trovo il tempo per prendere 30 e lode? Intanto inizia a non fa re errori banali: metti l'accento sulla E, metti l'H dove serve. Poi pensia mo al 30 e lode. Ma se Moleskine sapesse tutto questo, potrebbe offrire corsi a pagamento a un sacco di gente. Da innovazione di Prodotto a Portafoglio di Modelli di Business Un'innovazione di prodotto radica le come questa non è solo uno strumento per trasforma re un'attività fisica in digita le. È l'a pertura verso la definizione di un mercato dalle potenzia lità enormi. Se poi cimetti un softwa re intelligente che riconosce le lingue - inglese, olandese, tedesco - Moleskine può capireesa ttamente che tipo di errori fanno gli studenti in ogni paese. Di cosa hanno bisogno gli studenti nelle scuole? Gli universita ri? I ma na ger? I professori? \"Ticreo il tutorial proprio per te. E te lo faccio pagare.\" Il Portafoglio di Modelli di Business Quindi sì: una volta compra ta la penna, sei vincola to a compra re le a gende Moleskine. Ma il business vabenoltre. Un modello di business semplice - quello della pizzeria o del ba r: \"tumidai i soldi, iotido il prodotto, punto\" - applicato a questo oggetto a pre la possibilità di una serie di modelli di business. Non sitra ttapiù di a vere un porta foglio di prodotti.",
    "page": 127,
    "pages": [
      127
    ],
    "keywords": [
      "business",
      "innovazione",
      "attività",
      "mercato",
      "non",
      "studenti",
      "lode",
      "moleskine"
    ]
  },
  {
    "id": "chunk_127",
    "text": "Sitratta di a vere un porta foglio di modelli di business: una serie di logiche diverse concui fare business ndo dallo stesso prodotto. L'Obiezione sul Prezzo Studente: \"Peròtutto quello che ha detto è legato anche a quanto costa. Un'agenda Moleskine: 20 euro. Una penna: 2 euro, o anche 20. Ma non 250 euro per poi dover comprare anche l'agenda speciale. A quelpunto mi compro un tablet. C'è un'implicazione economica importante.\" Giustissimo. Peròdevo a nchedirvi che i miei studenti hanno versioni di iPhone moltopiù a vanzate dellamia, ele cambia noogni anno. Non tutti, ma molti sono molto più attenti a da vere l'ultimo gadget tecnologico di qua nto lo siaio. Inoltre, come azienda possocrea re le condizioni per rendere il prodotto accessibile: • Scontistica per studenti - come fa Apple conApple Education EMBA - strategia ed Internazionalizzazione 57 • Comoda to d'uso - come le università che da nno la ptop a gli studenti che non possono permetterselo per tutta la dura tadella carriera universita ria Se dimostri di a vere difficoltà a d accedere a certi strumenti, qualcuno può sussidia re quella ma nca nza. Oppure posso a dottare una strategia diversa: non aggredisco subito il segmento studenti universita ri. Parto da un altro segmento - chi può permettersi di pa gare 250 eurosenza problemi. O a ncora: vendo sottocosto per un certo periodo per crea re effetti di rete. Gli Effetti di Rete Creo quello che sichia ma un clubgood: se ce l'hanno in tanti, lo voglio pureio. È moltopiù difficile convincere il primo a a dottare una tecnologia che convincere l'ultimo. Pensate a un pa esinoisola tosulle Alpi, l'unico a ncora non collega to allarete telefonica fissa.",
    "page": 128,
    "pages": [
      128
    ],
    "keywords": [
      "business",
      "strategia",
      "segmento",
      "prezzo",
      "economica",
      "azienda",
      "internazionalizzazione",
      "tecnologia"
    ]
  },
  {
    "id": "chunk_128",
    "text": "Come faccio a convincere il primo a bitante a mettere il telefono? È difficilissimo - chi chia ma? Séstesso? Ma se nel pa esino a bitano mille persone e 999 hanno già il telefono, convincere l'ultimo è fa cilissimo: \"Ma come, non ce l'hai? Ce l'hannotutti! Seifuori dal gruppo!\" È il club good: quelbene per il quale riconosci valore non perché riesci a estrarne valore da solo, ma perché altri all'interno del tuo gruppo socia le neestra ggonova lore, e se non lo estra i a nchetu non riesci a condividere lo stesso sistema di va lori con il gruppo. Su questa logica - gli effetti di rete diretti, indiretti, positivi e negativi - sifonda notutte le pia ttaforme del mondo. Tutti i socia l network funziona nocosì. I Dati e il Consenso Studente: \"Ma se Moleskine raccoglie questi dati e ne estrae valore per le proprie strategie di marketing, quanti vincoli ci sono?\" Sinceramente, quando hofatto \"I a gree\" non mi sono letto tutte le clausole. Però sono sicuro che quei dati vengano utilizza ti. Moleskine non è una media company - come Nokia, che a veva un ha rdwa refantastico ma il contenuto doveva farloqua lcun altro. I dati, che sono la vera benzina per crea re contenuti, verranno girati a qualcun altro che produrrà i video, i tutoria l. Quanti di voi è capita to di parlare di qua lcosa e qualche giorno dopovedere la pubblicità di quella cosa? Con il telefono appa rentemente spento? Ovvio che ascolta. Google ci ascolta. Se non è completamente spento - e ci sono diversi livelli di protezione - quella tecnologia ascolta. Non a caso, in a lcune a ule di tribuna le sichiede che i dispositivi vengano la scia tifuori. Sintesi sull'innovazione Radicale di Moleskine Mipia cerebbe parlare con il CEO di Moleskine per capire la strategia completa.",
    "page": 129,
    "pages": [
      129
    ],
    "keywords": [
      "dati",
      "valore",
      "tecnologia",
      "innovazione",
      "strategia",
      "non",
      "moleskine",
      "telefono"
    ]
  },
  {
    "id": "chunk_129",
    "text": "Da quello che ho letto, lo scopo inizia le era: • Breve termine: mettere sul merca to un prodotto che rivita lizzasse e modernizza sse il ma rchio • Medio-lungo termine: visto che il mondo va in una certa direzione, creare le condizioni per sviluppa re modelli di business platform-based Se \"Dataisthe newoil\", a nche Moleskine devepensa re a come estra rrevalore da i dati. Come licrea? Li compra da qua lcuno? No - li facrea re da qualcuno che in realtà paga per poterli creare. Una Precisazione Finale Studente: \"Ma un grande marchio del lusso non si metterebbe mai a fare una cosa del genere...\" Eppure, Omega ha fatto l'orologio digita le conSwatch. Non è detto che ogni ma rchiodebba abbra cciare una tecnologia per crea re un nuovo modello di business. Però questo è un esempio di come un'innovazione di prodotto radica le - non incrementa le - a pra possibilità di business enormi perché permette la tra nsizione verso un modello di business basatosui dati.Chiaramente non è la stra da obbliga ta. Come diceva lo studente, si rischia a nche di confondere i consumatori. Se uno entra in un negozio Moleskine e vede gadget digita li ovunque, potrebbe pensare: \"Ma non era il marchio della poesia, dellacarta, della scrittura a mano?\" Il ma rchio vaprotetto. La coerenza narrativa è fondamentale. Ma le opportunità ci sono. E sono enormi.",
    "page": 130,
    "pages": [
      130
    ],
    "keywords": [
      "business",
      "dati",
      "tecnologia",
      "innovazione",
      "non",
      "era",
      "termine",
      "prodotto"
    ]
  },
  {
    "id": "chunk_130",
    "text": "## 8. SCHEMA DELLE INNOVAZIONI L'innovazione di Prodotto e di Processo Rica pitolia mo lo schema complessivo. L'innovazionepuò essere: • Di prodotto o di servizio • Incrementa le o radica le Lo stesso va le per il processo e per il posizionamento. Se volete vederla in modo moltopratico, potete declina re: • Innovazioni incrementali: fare qualcosa che già sifa, ma farla meglio • Innovazioni radicali: creare qualcosa di nuovo al mondo EMBA - strategia ed Internazionalizzazione 58 Potete inoltre declina re l'innovazione in termini di componenti del sistema. Faccia mo un esempio: un'a utomobile è composta da diverse tecnologie. Sul pia neta, recentemente, abbiamo visto innova zionimolto diverse tra loro. Un conto è la biotecnologia - il gene editing che modifica lo stato genetico delle persone e incide profonda mentesulla vitauma na. Un altroconto è utilizza re la fibra di carbonio per le biciclette al postodell'alluminio. Chiaramente, la porta tadell'innovazione a livello di componenti del sistema è ben diversa neidue casi. domanda sullo Schema Studente: \"Nello schema, vedo che sivaverso l'innovazione passando da incrementale a radicale. Perché incrementale è più semplice? E nel caso del prodotto, c'è una logica particolare nell'ordine?\" In rea ltà non c'è una logica gera rchica nello schema. L'hanno costruito così per ragioni di visua lizzazione. Anch'io all'inizio hopensa to: \"Ma perché il prodotto va da incrementale a radicale mentre il processo sembra invertito?\" Poi, guarda ndolobene, sivede che è sempre: incrementa le-radica le, incrementa le-radica le. Non c'è un livello di sofisticazione maggiore in un verso o nell'altro. Non l'hofatto io lo schema - viene dal MIT, quindi possia mofida rci.",
    "page": 131,
    "pages": [
      131
    ],
    "keywords": [
      "innovazione",
      "processo",
      "strategia",
      "internazionalizzazione",
      "tecnologie",
      "schema",
      "prodotto",
      "innovazioni"
    ]
  },
  {
    "id": "chunk_131",
    "text": "Il Cambiamento di Paradigma Il cambiamento di paradigma si riferisce a un'innovazionera dica le a livello di sistema: qualcosa che può modificare l'intero sistema di va lori di una società. Se a ndate in biblioteca eleggete i giorna lidell'epoca - un secolo e mezzofa - troverete a rticoli sull'invenzione del motore a vapore. Il Timesof London titola va: \"È la fine del mondo. Saremo tuttisenza lavoro. La nostra società andrà a rotoli.\" Esattamente quello che oggi alcuni racconta nosull'intelligenza a rtificia le. In rea ltà, una tecnologia con un forteimpa ttosulla struttura socia le modifica il sistema di valori. Cambia i valori concui a nalizzi lo sta tusquo, la tua condizione, la tua fa miglia, il sistema di relazioni, il tuo la voro, le opportunità che hai intorno. Il cambiamento di un modello menta le è di solito il risulta to di uno stra volgimento tecnologico - che però avviene ognitot, come funzione di innovazioni precedenti accumula te. innovazione di Prodotto e Processo in Tandem Una precisazione importante: l'innovazione di prodotto e quella di processo spesso procedono in tandem. È difficile trovare un'innovazione di prodotto che sia completamente a séstante, senza che il processo produttivo cambi di conseguenza. L'abbiamo visto con la pizza del forna io: se aggiungo la mozza rella, non cambia solo il prodotto - cambia a nche il processo. Di solito vanno insieme. L'innovazione di prodotto di un'azienda può essere al tempo stesso l'innovazione di processo di un'altra.",
    "page": 132,
    "pages": [
      132
    ],
    "keywords": [
      "innovazione",
      "processo",
      "intelligenza",
      "tecnologia",
      "relazioni",
      "azienda",
      "prodotto",
      "sistema"
    ]
  },
  {
    "id": "chunk_132",
    "text": "## 9. IL CASO NOKIA VS APPLE La domanda sul Declino di Nokia Scommetto che molti di voi hanno a vuto uno di questi telefoni: il Nokia 3210 o il 3310. Il 3310 era indistruttibile. Ione a vevo uno: è caduto in ma re, l'hotira tofuori dopomezz'ora e funziona va meglio di prima. La mia domanda sull'innovazione è questa: perché Nokia non stapiù al suo posto? Perché io non ho uno sma rtphone Nokia? Perché tanti di voi hanno un Apple o altri ma rchi? Perché Nokia ha ma nca to il passaggio al nuovo sistema? Il Primo Smartphone Era Nokia Studente: \"Nel senso che quando è arrivato lo smartphone Nokia non ha capito?\" Non esa ttamente. Il primo sma rtphone l'ha fatto proprio Nokia. Il Nokia N40, N30, N31... Ioho a vuto l'N41, mipare, quando ero postdoc. Ero fierissimo del mio sma rtphone Nokia concui controlla vo le e-ma il - ci mettevo un po', la rete era quella che era, ma le controlla vo. C'era a nche il Bla ckBerry, certo. Ma il primosma rtphone commercia le di ma ssa è stato Nokia. Vi racconto una storia. Ero un giovane postdoc in Olanda, all'Università di Rotterda m. Il mio compagno di sta nzaera un ra gazzo londinese. Qualche settima naprima, Steve Jobs a veva presenta to il primo iPhone. Il Film su BlackBerry A proposito: c'è un bellissimo film che racconta la fine di Bla ckBerry ela sca la ta dell'iPhone. L'a vetevisto? Racconta come una semplice decisione - la tastiera touch invece di quella fisica - abbia cambia totutto. Bellissimo. Ci sono moltifilm che mostra no le dinamiche di come le aziende hanno usato la tecnologia per fa re business. A The Social Network, che a vretevisto probabilmente tutti, c'è a nche il film su McDona ld's - The Founder. Fantastico. Ci sono un pa io di scene che condensa nodueore di lezione in cinque minuti di dia logo.",
    "page": 133,
    "pages": [
      133
    ],
    "keywords": [
      "innovazione",
      "aziende",
      "tecnologia",
      "business",
      "nokia",
      "era",
      "non",
      "rtphone"
    ]
  },
  {
    "id": "chunk_133",
    "text": "La fra se chia ve: \"Il tuo business non sono gli hamburger. È l'immobiliare.\" L'Arrivo dell'iPhone Torno allamia storia. Pausa pranzo. Ja n arrivatutto euforico con un pacchetto di Media Ma rkt. Lo mette sul ta volo: \"Ho comprato un iPhone!\" Io non a vevo ma i visto un iPhone dal vivo. Dico: \"Figo, fammelo vedere.\" Cimette dieci minuti ascarta rlo - sembra va una reliquia sacra. Lo sca rta, a pre la confezione, prende questo iPhone, lo gua rda, lo gira: bianco da vanti, a rgento dietro. Moltobello. Iotiro fuori il mio Nokia, lo metto a fianco. Vabbè, non c'è EMBA - strategia ed Internazionalizzazione 59 paragone esteticamente. Poi comincio alavora re. Ma lo stavo guarda ndo, incuriosito dalla scena. Gli chiedo: \"E quindi? Dopoquesta dimostrazione di potenza, che ci fai?\" \"Beh, dopomando un messaggio.\" \"Mandi un messaggio? Tisei comprato una Ferrari per andare a fare la spesa!\" Lui se la prende un po', ma l'olandese passa subito - sono molto diretti. \"Scusa, quanto l'hai pagata quella roba?\" \"700-800 euro.\" \"E io questo l'ho pagato come te. E tucosa fai? Mandi un MMS? Che ti arriva pure pixelato?\" \"Beh... però è bello.\" E lo la scia lì sul tavolo. La Stessa Funzionalità, Ma... In quel momento, il mio Nokia e il suo iPhone faceva no esattamente la stessa cosa. Io a ndavo a fare la spesa con la 500 sga nghera ta (Nokia ), lui con la Ferrari (iPhone). Ma il tra gitto era lo stesso. Il limite di velocità eraugua le - perché la rete ci imponeva quel limite. Era un bottleneck: la capacità dellarete. Soprattutto, nessuno a veva a ncoraca pito - io non l'a vevoca pito, e in Finlandia a ncorano - che per fartipa gare 800 euro serviva una giustificazione forte.",
    "page": 134,
    "pages": [
      134
    ],
    "keywords": [
      "business",
      "strategia",
      "internazionalizzazione",
      "iphone",
      "non",
      "nokia",
      "800",
      "comprato"
    ]
  },
  {
    "id": "chunk_134",
    "text": "Cioè: io compro quel telefono per fa re la stessa cosa che faccio con un telefono che costa un decimo? Raziona lmente, è l'homo economicus irraziona le. Il Modello di Business Platform-Based Il fatto è che qua lcuno ha capito qualcosa di fondamentale: \"Devo creare le condizioni perché tantagente sviluppi contenuti da veicolare su questa piattaforma.\" Devo da re una giustificazione al consumatore per pagare 800 euro. Certo, c'è il design di Cupertino. Ma soprattutto, è l'accesso a qualcos'altro - l'App Store, l'ecosistema. Nokia l'a vevaca pito? Se leggete i librisulla storia di Nokia - che è nata come azienda che taglia va alberi in Finlandia, erano falegna mi - vedrete che a vevano intuito qualcosa. Letture Consigliate A proposito di libri: a veteletto quello su LEGO? Brick byBrick? È uscita la traduzione italia napochi mesifa. Anche il fondatore di LEGOera un fa legname. Una storia di fa miglia che racconta come hannousa to la tecnologia per crea re modelli di business sempre diversi. Bellissimo. C'è a nche Adidas vs. Puma: Il Duello di Una Vita. I due fra telli, due aziende che inca rnano valori molto diversi, ma la tecnologia inizia le era la stessa - e ne sono natidue modelli di business completamente diversi. Un altrolibro che consiglio sempre: Lezioni Americane diIta lo Calvino. Nokia: azienda ITvs azienda Platform Nokia non a vevavera menteca pito. Erano un'azienda ITpura: i brevetti che a vevano dentroquei telefoni erano tuttiloro. Un'azienda 100% tecnologica. Diceva no - come a vevadetto Koda k qualche tempoprima: \"Noisiamo leader di mercato, abbiamo un sacco di brevetti, siamo i più bravi del mondo. Nessuno ci manderà mai via.\" Koda k diceva: \"Il 90% dei consumatori nel mondo stampa le foto su carta.",
    "page": 135,
    "pages": [
      135
    ],
    "keywords": [
      "azienda",
      "business",
      "tecnologia",
      "brevetti",
      "piattaforma",
      "ecosistema",
      "aziende",
      "mercato"
    ]
  },
  {
    "id": "chunk_135",
    "text": "È impossibile che qualcuno ciscalzi.\" Sbaglia ta l'assunzione. hanno fatto ma le i conti. Nokiaragionava: \"Continuiamo a dare tecnologia al mercato. Basta buttare dentrotecnologia e il mercato continuerà a comprare.\" Ma puoi spingere il merca to a comprare tecnologia solofino a un certo punto. Poi devi da re una giustificazione del perché dovrebbero compra re quella tecnologia. Che ci fanno conquella tecnologia? La differenza fondamentale Attenzione: ho comincia to a parlare di tecnologia. Non ho messo la parola innovazione. Questi di Apple hannocapito che perché la tecnologia diventa sse innovazione serviva un modello di business. Non basta va vendere il telefono e basta. Serviva un'architettura di business che permettesse a tantagente di co-creare valore per loro. Nokia invece: \"Faccio tuttoio. Tido l'hardware, tido il software - Symbian, proprietario.\" C'eraqua lcuno che poteva sviluppa re app per Nokia? No. Non concedeva nonulla di Symbia n. Apple invece: \"Vuoi creare app per noi? Certo! Cipaghi prima, ci assicuri un certo livello di qualità. Se il livello di qualità matcha i nostri standard, dopoche ti abbiamo dato un pezzo del nostro software per svilupparci sopra, ti facciamo entrare nel mercato. Ti facciamo vendere l'app utilizzando il nostro sistema di pagamento.\" L'Osservazione sugli Incumbent Studente: \"È interessante notare che tutte le volte che un leader di mercato è stato spazzato via, non è stato spazzato via da un competitor preesistente, ma da un nuovo competitor venuto dal nulla. Kodak dal digitale - da chi si occupava di elettronica di consumo. Blockbuster da Netflix. Sembra che per spazzare via un leader di mercato debba arrivare un'azienda nuova, senza substrato legato alle vecchie tecnologie.\" Esatto.",
    "page": 136,
    "pages": [
      136
    ],
    "keywords": [
      "tecnologia",
      "mercato",
      "innovazione",
      "business",
      "software",
      "valore",
      "hardware",
      "incumbent"
    ]
  },
  {
    "id": "chunk_136",
    "text": "E questa è la teoria delle disruptive Innova tion. Ci arrivia motraqua lcheslide. EMBA - strategia ed Internazionalizzazione 60 ## 10. LA TEORIA DELLA DISRUPTIVE INNOVATION Cos'è la Disruptive Innovation? Cosa sono le disruptive Innova tion? Oggitutti usano questo termine asproposito: \"Disruption! Disruptive!\" È entrato nel lingua ggio comune per indica requalcosa di nuovo. In rea ltà, disruptive ha un significatomolto preciso e rimanda alla teoria di Clayton Christensen, formula taneiprimi anni 2000. Quella teoria cidice: i grandi giganti che possiedono tecnologia e hanno grande quota di mercato si muovono molto lentamente. Rea giscono a i cambiamenti conestrema lentezza. La loro resilienza - o meglio, la loro inerzia - è fortissima. Chi è piccolo, invece, è in gra do di a giremolto più velocemente. L'Esempio di Skypevs Telecom L'esempio per eccellenza. Ero studente Erasmus a Vienna. Oltre a divertirmi - come tutti gli studenti Erasmus - stavofa cendo la tesi di la urea sullestra tegie di interna zionalizza zionedelle aziende italia ne. Il mio ca sostudio era Telecom Italia. Anda i a intervista redue ma nager di Telecom Austria, controlla ta di Telecom Italia. L'intervista fu estremamente interessa nte. alla domanda: \"Qual è la vostra preoccupazione principale?\" - iomi aspetta votutt'altra risposta. Lui rispose: \"La preoccupazione principale deriva da quello che sta succedendo nei Paesi scandinavi.\" Ovvero: Skype.",
    "page": 137,
    "pages": [
      137
    ],
    "keywords": [
      "disruptive",
      "strategia",
      "internazionalizzazione",
      "disruption",
      "christensen",
      "tecnologia",
      "mercato",
      "aziende"
    ]
  },
  {
    "id": "chunk_137",
    "text": "Il Problema per i Giganti Perché un giga nte come Telecom Italia, Telecom Austria, British Telecom, Deutsche Telekom ti imponeva costi assurdi per fa re una telefona ta? Io, studente Erasmus, da Vienna all'Adige, per dire a mia ma mma \"Ho mangiato, tranquilla\": o compra vi la tessera, gratta vi il codice - 23 ca ratteri - e poi a vevi 15 minuti. Una tessera tidura va un intero semestre Erasmus. Un delirio. Poi arriva Skype. Installa il softwa re. Quanto costa? Gratis. Basta che qualcun altrodall’altraabbia Skype. Delirio. La Leggerezza di Calvino Avevo a mici che lavora vanonella formazione di Telecom - la RAI Strumentazione all'Aquila era una scuola di a ltaformazione di eccellenza. Ma na ger, ingegneri. Li conoscevo, ciparla vo. Mi ricordo le loro discussioni. Il pa nico. \"Sì, la formazione, l'infrastruttura, blabla bla...\" Ma un'industria fondata sull'infra struttura veniva completamente soppia ntata da un softwa re. Civuole Calvino: leggerezza. È la leggerezza che soppia nta la pesa ntezza. Il softwa reche soppia nta l'ha rdwa re. Il fumo della locomotiva più importantedella locomotiva stessa. Contava il softwa re di Skypemolto più dell'infra struttura, degli accordi commercia li per lo sca mbio di dati e tra ffico interna ziona le tra Italia e Austria. Il piccolo riusciva a modifica re un comportamento che era codifica to. Un modello di business - pagavi per minuto e parlavi, c'era lo scatto alla risposta - veniva stravolto. La Definizione di Disruptive Innovation Nokia e i giganti delle telecomunica zionisi sono persi il fatto che non basta la tecnologia.",
    "page": 138,
    "pages": [
      138
    ],
    "keywords": [
      "costi",
      "dati",
      "business",
      "disruptive",
      "tecnologia",
      "telecom",
      "softwa",
      "leggerezza"
    ]
  },
  {
    "id": "chunk_138",
    "text": "Se leggete Lo stato Innovatore di Ma ria na Ma zzucato - professoressa alla Sussex Business School, ospite più volte al Festiva l dell'Economia - lei dimostra come l'iPhone sia in realtà il risulta to di una serie di investimenti pubblici al 100%. Il touchscreen non è tecnologia Apple: è tecnologia milita re a merica na di vent'anniprima. I brevetti dentro l'iPhone? Applene ha pochissimi di suoi. Il design? Sì, Designed in California. Ma l'assembla ggio e moltadella tecnologia interna vengono da altrove. Non a caso, a nchenelle presentazioni attuali dei keynote, Applemette molto l'accento su cosa? Sulla tecnologia? Sugli ingegneri? Sul design? Sulla funziona lità? Sul consumatore al centro? Tutto questo, certo. Ma la differenza vera è stata il modello di business. Il Modello di Business come differenza È il modello di business che ha permesso alla tecnologia di diventa re innovazione. altrimenti, la tecnologia sarebbe rimasta un ottimo strumento per a ndare a fare la spesa - ma non a vrebbe cambia to il modo di relaziona rci, di comunicare, di vivere. Quindi, se dovessi schema tizzare: tecnologia → MODELLO DI BUSINESS + IP RIGHTS → innovazione In molti settori, per la tecnologia devoprima proteggerla con i brevetti. Poi cisviluppo sopra un modello di business. E riesco a fare innovazione. Se ha ila tecnologia ma non sa i come a ndare sul mercato... ha i un problema. Primadevi mettere la protezione intellettua le.",
    "page": 139,
    "pages": [
      139
    ],
    "keywords": [
      "tecnologia",
      "business",
      "innovazione",
      "brevetti",
      "economia",
      "mercato",
      "modello",
      "non"
    ]
  },
  {
    "id": "chunk_139",
    "text": "Poi puoi decidere: • Licensing out: da i il diritto a qualcun altro di utilizza re la tua scoperta tecnologica, e tufa i business grazie a quello • Oppure sviluppi tu il modello di business per trasforma re la tecnologia in prodotto o servizio che raggiunga le persone Come la ruota del Nea ndertha l ola pietrina dei Flintstones: la tecnologia devetrova re un mezzo per arrivare alle persone. EMBA - strategia ed Internazionalizzazione 61 L'apprendimento Continuo Apple non ha fatto altro che continuare a imparare. Ogni iPhone è il risulta to di un processo di apprendimento frutto del nostro rapporto conquel dispositivo. quando escono versioni successive dello stesso softwa re o ha rdwa re, non sono altro che un condensa to di una più precisa innovazione che l'azienda fa per permetterci di fruire meglio e di estra rrepiù valore dalla stessa tecnologia. Per noi sono innovazioni incrementa li. Per l'azienda sono un modo per aggiusta re il tiro e dire: \"Timetto nelle condizioni di estrarre maggior valore dalla stessa tecnologia.\" Lo fanno prendendo il telefono più economico, cambia ndo i colori, modifica ndo la tecnologia in tanti modi diversi.\n## 11. DALLA CASSETTA A SPOTIFY Il Passaggio tecnologico Quanti di voi eranofa n della cassettina? quando passava il pezzo allaradio, stavilàsulla doppia piastra e registra vi, sperando che non lo stoppa sseprima dellafine - soprattutto certipezzi degli anni'80 e'90. Qui confrontia mo tecnologie e innovazioni diverse. La cosa interessa nte è che questa nuova tecnologia - Spotify e lo strea ming - è stata distruttiva di una serie di competenze concentra tenella tecnologia precedente.",
    "page": 140,
    "pages": [
      140
    ],
    "keywords": [
      "tecnologia",
      "business",
      "azienda",
      "valore",
      "strategia",
      "internazionalizzazione",
      "processo",
      "innovazione"
    ]
  },
  {
    "id": "chunk_140",
    "text": "Tutta la tecnologia sviluppa ta per permetterci di fa re registrazioni...Oggiqua nti di voi ascolta no musica sulla cassettina? Ognitanto, un po'di amarcord, un po'di vinta ge. Il vinile è diverso - quella è tecnologia diversa, è un altro discorso. Un'innovazione di questo genere è stata \"confidence destroying\", come dicono gli esperti: ha distrutto competenze consolida te. Ma È davvero innovazione? Ma è innovazione? Calvino di nuovo: l'innovazione è sempre un mix di opposti. La domanda che faccio di solito a i ragazzi in cla sse è: \"Siete sicuri che abbiamo migliorato lo status quo passando dalla cassetta a Spotify?\" Quanti di voi usa noSpotify? Immagino più o menotutti. Oppure Deezer, Apple Music... Vi rendete conto che nel momento in cui chiudete la membership, tutte le canzoni che considerate \"vostre\" - quelle salvate - le perdete tutte? Se leggete la vostra scelta di consumo tra cassetta e Spotify in termini di storia economica, la ra zionalità dell'homo economicus va a farsi benedire. Tupaghi per ascolta re sempre la stessa musica. Ha i l'illusione di essere proprieta rio di quella roba, ma non nesei proprieta rio per niente. Nel momento in cui chiudi la membership, perditutta la memoria di quello che ha i ascolta to. Ha senso? Perché usi Spotify? Il Valore della Portabilità \"Perché è portable. Perché ascolto musica quando faccio jogging.\" Ma a ncheio, quando facevo jogging, portavo il Walkma n. Che non a caso sichia ma Walkman - Sony. La primavolta che Sony la nciòquel prodotto non lo chiamò Walkma n. C'era un nome complica to: \"Portable Asset...\" qualcosa. Pezzi venduti: pochissimi. Il ma rketing director di Sonydisse: \"Come fa il consumatore a capire che ci fa conquella roba?\" Cambiarono il nome in Walkman - l'uomo che cammina - e svolta rono.",
    "page": 141,
    "pages": [
      141
    ],
    "keywords": [
      "innovazione",
      "tecnologia",
      "economica",
      "valore",
      "ascolta",
      "musica",
      "spotify",
      "non"
    ]
  },
  {
    "id": "chunk_141",
    "text": "L'importanza del Nome È come lo Snurfer. Quanti di voi fanno snurfing? Nessuno. Lo snurfer è lo snowboa rd. Il suo inventore lo chia mòsnurfer - suo figlio gli disse: \"Papà, studia Shakespeare, quelnome faschifo. Chiamalo snowboard: la tavola, la neve, sai che robaci fai.\" È come la ma cchina. Sipassa va dal tra sporto a cavallo, poi arrivò la \"horseless carriage\" - la carrozza senzaca valli. Qualcuno disse a Ford: \"Ma scusa, perché devi definire negando un concetto? Devidire quello che non è invece di quello che è. A che serve la horseless carriage? A essere autonomi? Chiamala automobile: timuovi in modo autonomo.\" Se a vessimo continua to a chia ma rla horseless carriage, sarebbe stata una definizione cervellotica - neanche Umberto Eco. Spotify ela Questione della Proprietà La tecnologia che c'è dietroSpotify è chiaramente diversa dalla cassetta. In termini di innovazione, è vero che ti dà la possibilità di condividere congli a mici - chi non ha ricevuto la pla ylist di fine anno? Non l'ascolti ma i, ma arriva sempre. Però c'è una cosa interessa nte. quando parlia mo di proprietà - qui ci vorrebbe di nuovo Lucia noFloridi: • Con la cassetta eri proprietario dellatua roba • ConSpotify non lo sei Con la cassetta pagavi e ti tenevi la cassettina in ca mera, poi in ma cchina. Il Modello Freemium Voi che a vete la membership di Spotify gratis: ogni 15 minuti c'è lo spot pubblicita rio. Quindi la scenetta romantica del venerdì sera: devi metterci in conto che l'a tmosfera che ha i costruito contanta curaviene interrotta dallo spotdopo 15 minuti. Poi decidono di limita re lo spot e di proporti: \"12,99 al mese.\" 12,99 che presto diventera nno 13, 14, 99... non ho detto niente, eh. Se ha i l'abbonamento fa miglia costa a ncorameno a persona.",
    "page": 142,
    "pages": [
      142
    ],
    "keywords": [
      "proprietà",
      "tecnologia",
      "innovazione",
      "non",
      "poi",
      "horseless",
      "carriage",
      "cassetta"
    ]
  },
  {
    "id": "chunk_142",
    "text": "Il Potere di Spotify sui Consumatori Se Spotify decidesse di farvi pagare per ogni canzone ascolta ta, quanti di voi rima rrebbero clienti? Nessuno. Eppure, il va lore che riconoscete a Spotify - ascolta re musica in mobilità - è quello. altrimenti stareste a ncora con la cassetta. Ma EMBA - strategia ed Internazionalizzazione 62 ioho il vinile a casa, la chia vetta in ma cchina, e quando vado a correre lungo l'Adige per pensare a cosa racconta rvi il giorno dopo... la chia vetta è più comoda del vinile, questo sì. Quanto Ascoltiamo davvero? La cosa interessa nte è che ognuno di noi ascolta più o meno 10-15 brani musica liunici al mese. Dipende dalla zona geogra fica, dal segmento d'età, ma dicia mo 10-15 braninuovi al mese. Per bra no ascolta tounico, forsevi converrebbe pagare a pezzo. Certo, se vi fa cessero pagare per ognivolta che ascolta te sempre lo stesso brano, no. La Narrativa del Valore Ma allora la vostra scelta di consumo non dipende dal valore oggettivo - da qua nto è buono il paneche compro al mercato. Dipende da come questa gentevi vende il valore del prodotto. È interessa nte: stacchia mo di nuovo l'idea. tecnologia → MODELLO DI BUSINESS → innovazione Non è che fanno la stessa cosa. È interessa nte come, guarda ndo qualcosa che usia motutti i giorni, riuscia mo a fare questo ragionamento. Per me, cos'è che ha importanza? L'innovazione - la possibilità di a ndare a correre lungo l'Adige e portarmi il telefono o l'Apple Watch e ascolta re la musica. Oppure la tecnologia che c'è dietro, se sono veramente un nerd. Il Modello All You Can Eat È come i ristora ntiall youcan eat. Quanti di voi ci sono a ndati? Ioci sono a ndato con a mici che eranoexna zionali di rugby. Non li inviti a cena a casaperché va i in banca rotta.",
    "page": 143,
    "pages": [
      143
    ],
    "keywords": [
      "valore",
      "tecnologia",
      "innovazione",
      "clienti",
      "strategia",
      "internazionalizzazione",
      "segmento",
      "mercato"
    ]
  },
  {
    "id": "chunk_143",
    "text": "Ma a nchefuori può essere imbarazza nte. Se loro vanno nel posto allyouca n ea t, dico: \"Diomio, speriamo che faccia bella figura, che mi mandino fuoricon le mie gambe.\" Se ci va i congente norma le, c'è sempre il tipo al buffet: \"Tasta questa, tasta quella...\" In rea ltà ma ngia una pizza, perché la primache ti portano è supercondita, superpesa nte, e dopoquella non va i oltre. A contifatti, spenderesti meno a ndando allacarta che non con l'allyouca n ea t. Ma la gente sceglie allyouca n ea t. Perché? Perché tipiace l'idea di poter ma ngiare quanto vuoi - a nche se non lo fa i. È legato al modo in cui ti comunica no e tifanno pagare il va lore percepito, non il valore rea le. Perché Scegliamo Spotify? Se fa cessi un sondaggio tra voi: quanti usano Apple Music? Quanti Spotify? Quanti Deezer? Quanti Tidal? Qualcuno potrebbe dire: \"Uso Spotify perché ce l'hannotutti, perché la library è enorme.\" Nessuno probabilmente direbbe: \"Perché la qualità del file audio è tale per cui preferisco Tidal.\" Tidal effettivamente ha una qualità a udio diversa, superiore. Ma non è quello che determina la scelta per la maggior delle persone. Di nuovo: non è raziona le. Non è raziona le.\n## 12. IL MODELLO DI BUSINESS Le Quattro Domande Fondamentali Studente: \"Può spiegare cosa significano le varie sigle? Business model, tecnologia, innovazione, IP rights?\" IP Rights = Intellectua l Property Rights, diritti di proprietà intellettua le È lo stesso principio del refilling gratuito. In Italia no, ma in Austria e Germania, quando vai al McDona ld's c'è il refillin g gratuito dellebeva nde. Una volta che sei dentro, ti compri il pa nino...È come al supermercato con l'offerta della settimana. I prodotti in offerta sichia ma no \"prodotti civetta\".",
    "page": 144,
    "pages": [
      144
    ],
    "keywords": [
      "business",
      "valore",
      "model",
      "tecnologia",
      "innovazione",
      "proprietà",
      "non",
      "allyouca"
    ]
  },
  {
    "id": "chunk_144",
    "text": "Tuva i al supermercatoperché sa i che questa settima na c'è lo sconto sul tonno. Va i allacassa esta tisticamente compri il tonno più un'altraserie di prodotti. L'altraserie è venduta a prezzo maggiore. Tusei attratto dal fatto che là dentro c'è il tonno e quindi risparmi un sacco. In rea ltàrispa rmidue euro, poi ne rispendi dieci in più su altri prodotti - perché il tonno, guarda caso, lo mettono vicino a prodotti che costa no un po'di più. Il Passaggio da acquisto ad Abbonamento La musica è passata da acquisto a d abbonamento. Fino a dieci annifa acquista vi la singola canzone - 0,99 euro - e te la tenevi per sempre. Qualcuno ha a ncora accesso a i brani acquista ti su iTunes? Sì, tecnicamente. Ma il modello è cambiato. Le ra gioni principa li sono due: • I contratti con le major - il modello di business di Spotify è molto complica to, ci vorrebbero dueore a • La risposta del mercato - quando è arriva toSpotify, il merca to ha risposto moltobene all'idea: \"Paga un tot e ascolti quello che vuoi\" A quelpunto, compra re l'a lbum è diventa tomolto meno interessa nte. Conquello che spendevo nel 1999 per un CD potevo costruirmi un'intera libreria di musica. Non era più giustificabile l'acquisto singolo. Spotify e i Musicisti Indipendenti Spotify è visto ma lissimo da gli independent musicians. \"Ho una band, voglio mettere le mie canzoni su Spotify.\" È molto difficile farcisoldi con i diritti se il tuopezzo non è inserito nellepla ylist. altrimenti devono venire a cercarti - ma primache ti cerchino milioni di persone... ticerca no i tuoi a mici, e non ci fa i niente. Il modello delleroya lties è molto complica to: diversi livelli, diverse percentua li a seconda di dove viene ascolta to, quante volte, in quale contesto.",
    "page": 145,
    "pages": [
      145
    ],
    "keywords": [
      "prezzo",
      "business",
      "mercato",
      "tonno",
      "spotify",
      "prodotti",
      "acquisto",
      "modello"
    ]
  },
  {
    "id": "chunk_145",
    "text": "Le Strategie di Business EMBA - strategia ed Internazionalizzazione 63 Studente: \"Ci sono delle strategie attraverso cui costruire un modello di business? quali sono i parametri per far sìche la mia strategia abbia un valore aggiunto competitivo?\" La del business model design richiederebbe altrequa ttroore. Anticipia mo un po'. Le Quattro Domande del Business Model Il modello di business non è altro che la logica di funzionamento di un'azienda. Risponde sostanzia lmente a quattro domande: • Che valore crei? • Per chi lo crei? (Il tuo consumatore) • Come comunichi che stai creando valore? (Come informi il tuo consumatore) • Come monetizzi? (Come ti fa i pagare) Se sa i rispondere a queste quattro domande, ha i più o menochia roqua l è il tuo modello di business. I Tre Building Blocks Puoi a nche sintetizza re il modello di business contre building blocks: • creazione di valore - cosaoffri • Consegna di valore - delivery, distribuzione • Cattura di valore - monetizzazione Ogni logica di business si compone di queste tre componenti. L'Esempio del Ristorante Il ristora nte dove a vete ma ngiato a pranzo: • Che valore crea? Ottima cucina, prodotti a chilometro zero, a mbiente curato... • Come fa la delivery? È un posto bello, offre la possibilità di ma ngiare all'a perto, è in Piazza Duomo quindi facilmente raggiungibile - le condizioni che ti permettono di a vere accesso a quelva lore. Se quel ristora ntefanta sticofosse sperduto sul Bondone, irra ggiungibile d'inverno, d'inverno non ci a ndrebbe nessuno. Ma se lo a pri in Piazza Duomo, crei le condizioni perché la gente venga. Come monetizza? Certo che sifapaga re. Sullaba se di cosa? Del va lore che crea, ma a nchedelle condizioni al contorno che permettono di beneficia rne.",
    "page": 146,
    "pages": [
      146
    ],
    "keywords": [
      "business",
      "valore",
      "strategia",
      "model",
      "internazionalizzazione",
      "competitivo",
      "azienda",
      "modello"
    ]
  },
  {
    "id": "chunk_146",
    "text": "Ti faccio pagare per ma ngiare la pizza in Piazza Duomo. La stessa qualità del pia tto, venduta in un loca le sul Bondone, a vrebbe un prezzo diverso - per lo sforzo per arrivarci, per il contesto. Flixbus: innovazione senza tecnologia Quanti di voi hanno ma i preso Flixbus? Che tecnologia c'è dietro? Praticamente nessuna. Molti a utobus Flixbus sono vecchi, con un po'di ruggine, si tengono su per miracolo. Però - perché è considera ta innova tiva? Perché ha preso un modello di business da un altro settore - Ryanair, il low-cost carrier dell'industria a erea - e l'ha incollato in un settore industria le dove non esisteva quel modello. Ha innova to? Sì, perché ha da to la possibilità di via ggica pillari a bassocosto. Ma il modello di business non se l'è inventa to: l'ha copia to. Nel mondo ci sono tantissimi esempi di modelli di business innova tivi di aziende che non hanno fatto altro che inventa rsi (o copiare) un buon modello di business. Apple: Il Modello Platform-Based Guarda te a nche Apple. All'inizio c'eratanta tecnologia - molta veniva da altri, ok. Il design innovativo, certo. Ma quello che ha fatto la differenza nellabatta glia controNokia è stato il modello di business basato su una piattaforma - tecnologica ed economica. Contra pposto al modello di business di Nokia, che era quello del ristora nte: va i, compri il telefono, te lo portivia. \"Tido tuttoio: contenuti, software, tutto. Aglialtri non faccio fare niente.\" Apple invece ha costruito un modello platform-based: la primapiatta forma nel settore telecom. Ed è diventa ta domina nte. Lo Standard tecnologico Questa cosa la posso leggere in tanti modi. Possoragionare in termini di tecnologia - ovvio che le tecnologie sono diverse.",
    "page": 147,
    "pages": [
      147
    ],
    "keywords": [
      "business",
      "tecnologia",
      "prezzo",
      "innovazione",
      "aziende",
      "innovativo",
      "piattaforma",
      "economica"
    ]
  },
  {
    "id": "chunk_147",
    "text": "Ma vi dico un'altracosa: non è detto che la tecnologia migliore sia quella che arriva sul mercato. Il mio passaggio in Philips mi ha fattoragionare estudia re un po'di ca si. L'Esempio del VHS Quanti di voi hanno usato la tecnologia VHS con le cassette? Se lo chiedi a i ragazzi di oggi, pochisanno cos'è. Il problema è che la tecnologia VHS non era la migliore disponibile sul mercato. C'erano altredue a lterna tive: Video 2000 e Betamax. Beta ma x, usato da ll'industria cinema tografica professiona le, era la tecnologia migliore in termini di qualità a udio e video. Il problema? Costa vatroppo per il consumatore di ma ssa. E poi l'attività di ma rketing di Sonyfu talmente forte che riuscì a imporre VHS come standard tecnologico. Lo stesso discorso va le per DVD e Blu-ra y - roba Philip s- Sony. Non era nogliunici formati, ma sono diventa ti lo standa rd. Perché? Perché nel momento in cui tantagente - effetto di rete - comincia va a da dottare una tecnologia... che fa cevi? Dovevi a ndare da Blockbuster e c'eranotutti VHS. Che compra vi? Video 2000? No, registra visolo i filmini di fa miglia. Al Media World compra viVHS. MS-DOS ela Scalabilità EMBA - strategia ed Internazionalizzazione 64 Sidice che Bill Gates, quando ha a cquisito i diritti di MS-DOS, tecnicamente il sistema non era il migliore. Però a veva a vuto la capacità di fare un accordo conIBM e renderlo scalabile - conuna campagna ma rketing lo a veva diffuso immedia tamente. Nel momento in cui rendi la tecnologia molto utilizza ta, quella diventa lo standard tecnologico dominante. Perché? Perché il costo di fa reswitch diventa troppo a lto. Se tutti usano quella tecnologia, tutendi a preferirla.",
    "page": 148,
    "pages": [
      148
    ],
    "keywords": [
      "tecnologia",
      "mercato",
      "attività",
      "scalabilità",
      "strategia",
      "internazionalizzazione",
      "costo",
      "vhs"
    ]
  },
  {
    "id": "chunk_148",
    "text": "La Verità sulla Competizione Quindi forse la vera a bilità non è tantocrea re una tecnologia top, quanto a verequa lcosa di livello decente e atta ccarci un modello di business forte. Il modo in cui comunichi, il modo in cui fa ila delivery - il ma rketing che sistudia va un tempo - sta proprio dentro il modello di business. Questo è quello che succede quando parli con da tascientist che dicono: \"Guarda, la tecnologia che hosviluppato cambierà il mondo!\" Sì, ma se non c'è un modello di business, se non c'è un pacchetto di vendita, è difficile vendere. È difficile mettere le persone nelle condizioni di poter estrarre valore da quello che ha i creato. Il Problema delle Startup Technology-Oriented Questo è il gra nde problema dellesta rtup. I nostri studenti lavora no per semestri interi su idee di sta rtup, insieme a i ragazzi di ingegneria, informatica, biotecnologie. Escono spesso fuoricon ideewow, fantastiche. Però il 70% delleidee sono technology-oriented: \"Ho la tecnologia, quindi divento milionario.\" No. Nel momento in cui gli chiedi: \"Qual è il tuo mercato?\" \"Non lo so, dipende...\" Nel tuo pitchsta i cercando di convincere il venture capita list a da rti 2 milioni di euro. Sullaba se di cosa? \"Sono troppo figo?\" Il venture capitalist vuole vedere i dati. Vuole un'analisi di merca to. Cosati aspetti nei prossimi tre anni? Se le perdite da meno 2 milioni arrivano a meno 250 milaeuro, forseti do i soldi. altrimenti no.Non basta la tecnologia. Serve che tu abbia un'idea di mercato, di come fartipa gare per il valore che quella tecnologia può a vere per il consumatore. L'Esempio della Bicicletta a Idrogeno Ho un caro conoscente che a bita a Monaco di Baviera.",
    "page": 149,
    "pages": [
      149
    ],
    "keywords": [
      "tecnologia",
      "business",
      "valore",
      "mercato",
      "startup",
      "dati",
      "non",
      "modello"
    ]
  },
  {
    "id": "chunk_149",
    "text": "Qualche mesefa mifa: \"Sai, hofatto un acquisto.\" \"Che hai comprato?\" \"La bicicletta a idrogeno.\" \"Esiste la bicicletta a idrogeno?!\" \"Mi è arrivato un box dalla Cina, l'ho montata in garage. Non è che sta in aria - tranquillo - ma funziona.\" \"Quanto l'hai pagata?\" \"Un delirio.\" E che ci fa? Gira per Monaco. È estremamente inefficiente, ma ce l'ha. Quante gliene hanno vendute? Pochissime. A chi le vendono? A quelli che vogliono la tecnologia fine a séstessa. Ma la funzione d'uso? L'utilità? L'innovazionedov'è? Lui ha pagato la tecnologia, non l'innovazione. E ogninotte deverica ricare la roba con un box apposito. Io non l'a vreifatto. Quello che ha pagato non è innovazione - è tecnologia. E non sono tanti disposti a pagarecosì tanto per la tecnologia pura. La gente paga per qualcosa di comodo, facile da utilizza re. L'Esempio della Bicicletta Long Tail Iomi sono compra to la bicicletta longtail - quella lunga. Metto i duebimbi dietro ela ma ttinali porto ascuola. Elettrica, sì. 45 km di a utonomia, la porto fino a 100 cambia ndo la batteria. Quella reggeva, altrimenti l'a vrebbero rubata. Quella è innovazione per me. quando l'ho compra ta, hopensa to: \"Questa mi dà una mano. Se mia moglie non vuole prendere la macchina e io non ho voglia, uso la bicicletta.\" Quella è innovazione. La bicicletta longta il. A me non importa la tecnologia che c'è dentro. Mi interessa come utilizzo io quella tecnologia. Iopago per l'uso che ne faccio.",
    "page": 150,
    "pages": [
      150
    ],
    "keywords": [
      "tecnologia",
      "innovazione",
      "non",
      "bicicletta",
      "uso",
      "hai",
      "idrogeno",
      "box"
    ]
  }
]