[
  {
    "id": "chunk_50",
    "text": "[H2] 2. Ipotesi di un\n Sistema 1 e Sistema 2 (Da niel Kahnema n, premio Nobel) La sua idea , a vallata da a lcuni esperimenti, è che forse noira gionia mo condue sistemi: • Sistema 1: impulsivo • Sistema 2: raziona le Entrambi i sistemi ha nno ispira to modelli di calcolo e decisioni in AI moderna \n[HEADER] EMBA - Strategia ed Internazionalizzazione 25\n Esempio del tennista : per impa rare a giocare a tennis l'a dulto utilizza il sistema 2 mentre il bambino di 6 anni utilizza il sistema 1. Ci sono pro e contro in questi sistemi. Il bambino quando fa un errore spesso non sa da re una spiegazione, viceversa l'adulto non riesce a copiare. Esempi di rete neurali: Sistema 1 4. Linguaggio • Se c'è stato un motivo per l'enorme diffusione dell'AI questa la si deve a l lingua ggio, a nche emotivo. • In tutte le sue forme - parlata , scritta e multimoda le - la lingua è il ca na le di comunica zionepiù natura le e immedia to con un sistema di intelligenza a rtificia le • Le persone usano il lingua ggiona tura le come interfa cciana tura le per impegna rsi e intera gire con i sistemi di intelligenza a rtificia le Il successo dell'AI genera tiva e dei modelli del lingua ggio di grandi dimensioni (a-la Cha tGPT) 5. Linguistica • La seconda parte del XX secolo è stata domina tadall'approccio forma le di Chomsky in contra sto con un approccio empirico • Competenza vsprestazioni • Allafine degli anni'80 questo approccio forma le cadde in disgra ziaqua ndofu valuta tonella valutazione empirica e nei sistemi di intelligenza a rtificia le. Non c'è nessuna linguistica utilizza ta per forma reCha tGPT Comprendere il lingua ggio nel contesto richiede molto di più della sintassi forma le",
    "page": 51,
    "pages": [
      51
    ],
    "keywords": [
      "sistema",
      "sistemi",
      "lingua",
      "utilizza",
      "intelligenza"
    ]
  },
  {
    "id": "chunk_51",
    "text": "[H2] 6. Oltre la Linguistica\n Aree di ricerca centra li per lo sviluppo di sistemi di AI: • Elaborazione del lingua ggiona tura le • Scienza ed Ingegneria dellavoce • Intera zioneuomo-computer 7. Matematica • Logica : Quali sono le regole formaliche governa no il modo in cui tra rre conclusioni • Calcolo: Cosapuò essere calcola to • Probabilità e Sta tistica : Genera lizzazione da un certomondo a un mondo incerto 4.7. Rischi dell'AI • \"Le a rtimecca niche sono di uso a mbiguo, servono sia per il ma le che per il rimedio\" [Fra ncis Ba con, 1609]. Poiché le applica zionidell'IAsista nno estendendo a molti settori e funzioni industria li, la comprensione dei rischi e dei benefici universa lied empirici è necessa riatanto quanto il problema del progresso dell'AI. • Civuole un po’ di competenza per capire l'AI. • Sono in corsomolti sforzi con l'obiettivo ben intenziona to di salvagua rdare/regola mentare i sistemi di AI. Un esempio è la legge dell'UEsull'IA. Siba saprincipa lmente su una valuta zioneba satasui risulta ti e sul cosiddetto rischio. Il processo di consultazione non è statotra sparente escientifico. L'attuazione prevista è piena di pericoli di sta llodella ricerca e/o dell'innovazione (vedica so a limenta re OGM). Altre consultazioni e sviluppi sono in corso nel resto del mondo in ma niera sparsa.",
    "page": 52,
    "pages": [
      52
    ],
    "keywords": [
      "ricerca",
      "sistemi",
      "mondo",
      "rischi",
      "oltre"
    ]
  },
  {
    "id": "chunk_52",
    "text": "[H3] 4.8. AI e Valori Umani È\n un po’ forte come affermazione ma l'idea è di allineare la macchina a quello che fanno le persone. • Valori umani - Un termine a mpio per i principi, le pra tichesta ndard ele preferenze che riflettono gli obiettivi umani e guidano i comporta mentiuma ni. Esse influenza no e motiva no l'etica individua le, professiona le, organizzazione (micro e ma cro), società . • Allineamento (a lignment) - è un termine vagousato di recente nella lettera turasull'AI. Evoca un allineamento tra i valori e i comporta mentiuma ni e quelli delle ma cchine. Sentirete molto e richiederete un controllo approfondito dei sistemi di intelligenza a rtificia le. Allineamento dei Valori Pensa a l problema /paradosso di Re Mida • Ha potuto tra sformare tuttociò che voleva in oro, compreso il cibo, la moglie e i membri dellafa miglia . Costruire un Sistema di IAche faccia quello che \"piace\" potrebbe essere un problema ma l-posto come quello di Re Mida . • Obiettivo - Progetta re sistemi di intelligenza a rtificia le che faccia nociò che ci aspettia mo (individui, gruppi, società pubbliche e/o private) seguendo norme, regolamenti, etica . Progetta re una funzione di utilità che catturi ciò che gli esseri umanifanno a qualsia si livello di aggregazione e possaporta re a un comportamento accettabile. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 26",
    "page": 53,
    "pages": [
      53
    ],
    "keywords": [
      "valori",
      "umani",
      "quello",
      "allineamento",
      "termine"
    ]
  },
  {
    "id": "chunk_53",
    "text": "[H2] 5. Apprendimento\n Automatico - Machine Learning - ML Il Ma chine Learning è un campo interdisciplina reche integra sta tistica , informatica e ottimizzazione. Le sue origini risalgono a gli anni'50: il termine fuconia to da Arthur Samuel nel 1959, mentre tecniche pionieristiche come il perceptron di Rosenbla ttrisa lgono a l 1958. Dopodecenni di sviluppo teorico e a lterne fortune, il campo ha conosciuto una svolta nel 2012, quando la rete neura le AlexNet ha dimostra to la potenza del deep learning nella competizione Ima geNet. Da allora l'a dozione di queste tecniche è esplosa in ogni settore. La componente fondamenta le del ML sono i da ti, e il loro utilizzo solleva questioni crucia li: ➢ Qualidati servono? La qua lità , quantità e rappresenta tività dei da ti determina no l'effica cia del modello. ➢ Di chi sono i dati? Proprietà , privacy e consenso sono aspetti legali edetici imprescindibili. ➢ Come vengono usati? I da ti per genera re report a na litici ha nno requisiti diversi da quelli per addestra re sistemi che governa nolinee di produzione in tempo rea le. 5.1 Il principio dell'apprendimento da esempi Il Ma chine Learning sifonda sull'idea di apprendere da esempi per svolgere un compito (task). Invece di progra mmare esplicitamente le regole, si fornisce a l sistema un insieme di da ti (tra ining set) da cui essorica va a utonomamente i pattern necessa ri. Ad esempio, per addestra re un assistente alla scrittura di e-ma il, si utilizza no miglia ia di messaggi reali come esempi. Il modello apprende stile, struttura e convenzioni, diventa ndo poi capace di suggerire risposte appropria te a messaggi nuovi, ma i vistiprima .",
    "page": 54,
    "pages": [
      54
    ],
    "keywords": [
      "learning",
      "apprendimento",
      "chine",
      "campo",
      "tecniche"
    ]
  },
  {
    "id": "chunk_54",
    "text": "[H3] 5.2 Formulazione matematica\n Da l punto di vista ma tematico, l'apprendimento consiste nel seleziona re una funzione f da uno spazio di funzioni possibili (dettospa ziodelle ipotesi). Questa funzione deve ma pparegli input X negli output Y nel modo più accurato possibile: 푋 →푓 푌 Il processo di addestra mentocerca , tra tutte le funzioni possibili, quella che meglio approssima la rela zionerea le tra input e output, ba sandosi esclusiva mentesui da ti disponibili. La sfida principa le è la generalizzazione: il modello deve funziona rebene non solo sugli esempi di addestramento, ma a nche su da ti nuovi.\n[H3] 5.3 Paradigmi di apprendimento\n Esistono trepa radigmi principa li: • Apprendimento supervisionato: il sistema apprende da esempi etichettati (input associa ti alla risposta corretta). È il ca sodella cla ssificazione e della regressione. • Apprendimento non supervisionato: il sistema cerca strutture e pattern in da tiprivi di etichette, come nel clustering o nella riduzione di dimensiona lità . • Apprendimento per rinforzo: il sistema apprende attraverso l'interazione con un a mbiente, ricevendo ricompense o penalità in ba se alle a zioni compiute. 5.4 Compiti di classificazione: esempi Segnale di ingresso (X) Compito (Funzione f) Risposta (Y) Misurazioni meteorologiche Previsione del tempo Previsione Immagine di scrittura Riconoscimento ca ratteri Sequenza di ca ratteri Forma d'onda a custica Riconoscimento voca le Identità del parla nte Fotogra fia Cla ssifica zioneimma gini Ca tegoria Sintomi clinici Diagnosi medica Pa tologia Immagine di un uccello Identificazione specie Nomedella specie",
    "page": 55,
    "pages": [
      55
    ],
    "keywords": [
      "apprendimento",
      "funzione",
      "input",
      "esempi",
      "sistema"
    ]
  },
  {
    "id": "chunk_55",
    "text": "[H3] 5.5 Complessità dei compiti\n Non tutti i compiti ha nno la stessa difficoltà . Alcuni sono semplici per le ma cchine ma tediosi per gli umani (cla ssifica re milioni di imma gini), a ltriresta no difficili per entra mbi (elabora repia nistra tegici a lungo termine), a ltri a ncora sono sorprendentemente a rdui per i robot ma banali per noi (ma nipola re oggetti deformabili, come raddrizza re lo stoppino di una candela ). 5.6 Domande aperte nell'apprendimento automatico La progettazione di un sistema ML richiede di rispondere a domande fondamenta li: \n[HEADER] EMBA - Strategia ed Internazionalizzazione 27\n • Quali esempi usare e in qua le qua ntità ? • Come verifica reche il modello abbia appreso correttamente? • Come evita reche memorizzi gli esempi invece di genera lizzare (over fitting)? • Come ga rantire che il modello siaequo e non discrimina torio? • Come rendere interpretabili le sue decisioni?\n[H3] 5.7 Applicazioni Oggi il\n MLperva deogni settore: • Operations: ottimizza zionedella supply cha in, ma nutenzione predittiva • Marketing: persona lizzazione, segmentazione clienti, previsione delladoma nda • Manifattura: controllo qualità a utomatico, robotica a da ttiva • Sanità: dia gnostica per imma gini, scoperta di farma ci, medicina persona lizzata La definizione del ta sk è parte integra nte del problema : richiede una colla borazione stretta tra chi conosce il dominio applica tivo e chi possiede le competenze tecniche nel ML.",
    "page": 56,
    "pages": [
      56
    ],
    "keywords": [
      "compiti",
      "domande",
      "richiede",
      "esempi",
      "reche"
    ]
  },
  {
    "id": "chunk_56",
    "text": "[H3] 5.8 Modelli del Linguaggio e IA\n Generativa\n[H4] 5.8.1 Il gioco della\n previsione: come funziona un modello linguistico Un modello del lingua ggio è, nellasua essenza , un sistema che calcola la proba bilità della prossima parola da to il contesto precedente. È come un gioco di indovinelli sofistica to, dove il modello deve completa re una fra se in modo pla usibile. Esempio Da ta la fra se \"L'insegna nte ha consiglia to\", quali parole potrebbero seguire? Il modello calcola una distribuzione di proba bilità sulle possibili continuazioni: • \"...un libro interessante\" → alta probabilità • \"...di studiare di più\" → alta probabilità • \"...vivamente di iscriversi\" → probabilità media • \"...il frigorifero blu\" → probabilità moltobassa Forma lmente, il modello stima : 푃 (푝푎푟표푙푎 푠푢푐푐푒푠푠푖푣푎  |  푐표푛푡푒푠푡표 푝푟푒푐푒푑푒푛푡푒) ovvero 푃(푤ᵢ  |  푤ᵢ₋₁,푤ᵢ₋₂,...푤₁) 5.8.2 Token: l'unità di base I modelli linguistici non la vorano direttamente con le pa role, ma contoken: unità che possono essere parole intere, parti di parole o singoli ca ratteri. Ad esempio, \"insegna nte\" potrebbe essere un singolo token, mentre \"consiglia to\" potrebbe essere suddiviso in \"consigli\" + \"a to\". Questa tokenizzazione permette a l modello di gestire parole rare o ma i viste combina ndopezzi noti.",
    "page": 57,
    "pages": [
      57
    ],
    "keywords": [
      "modello",
      "parole",
      "probabilità",
      "modelli",
      "gioco"
    ]
  },
  {
    "id": "chunk_57",
    "text": "[H4] 5.8.3 Da dove vengono le\n probabilità? Le proba bilità sono stima te addestra ndo il modello su enormi quantità di testo: pagine web, libri, a rticoli, forum, codice sorgente, tra scrizioni di conversazioni. Durante l'addestramento, il modello regola miliardi di pa rametri per diventa re sempre più accurato nel prevedere la pa rola successiva . Le pa role (o meglio, i token) sono rappresenta te internamente come vettori numerici in uno spazio a d a lta dimensiona lità, chia ma ti embeddings. Token consignifica ti simili occupa no regioni vicine di questo spazio.\n[H4] 5.8.4 Quanto\n \"costa\" imparare a parlare? Un confronto suggestivo ma da interpreta re concautela : Bambino (30 mesi) GPT-4 Vocabola rio attivo ~600 parole ~100.000 token Esposizione ~10.000ore di interazione multimoda le Trilioni di token di testo Modalità Audio, video, tatto, feedba cksocia le Solotesto Il pa ragone è affa scinante ma fuorvia nte: un bambino apprende in modo embodied (attraverso il corpo), multimodale (integra ndovista , udito, tatto) e sociale (confeedba ck da a ltri esseri umani). Un LLM apprende pattern sta tistici da testo, senza a lcuna comprensione del mondo fisico o socia le. Sono forme di \"apprendimento\" radica lmente diverse.",
    "page": 58,
    "pages": [
      58
    ],
    "keywords": [
      "token",
      "testo",
      "modello",
      "spazio",
      "bambino"
    ]
  },
  {
    "id": "chunk_58",
    "text": "[H3] 5.9 Foundation Models\n Nel 2021, lo Stanford Institute for Huma n-Centered AI ha introdotto il termine foundation model per indica re modelli con ca ratteristiche specifiche: \n[HEADER] EMBA - Strategia ed Internazionalizzazione 28\n • Addestramento su scala massiva: miliardi di esempi da fonti eterogenee • Apprendimento auto-supervisionato: il modello impara a prevedere parti ma ncanti dei da ti (come la parola successiva ) senza bisogno di etichette ma nua li • Adattabilità: una volta addestra to, il modello può essere specia lizzato (fine-tuned) per compiti specifici conpochi esempi aggiuntivi • Capacità multi-task: lo stesso modello può svolgere compiti diversi (tra duzione, ria ssunto, risposta a domande, generazione di codice) Esempi di founda tion models: BERT, GPT-3, GPT-4, Claude, LLa MA, CLIP, Codex. 5.9.1 Pre-training e fine-tuning L'addestramento avviene tipicamente in duefasi: 1. Pre-training: il modello apprende da enormi quantità di testo generico, sviluppa ndo una \"conoscenza\" linguistica e fattua le di ba se. Questa fa se richiede risorse computa zionali enormi. 2. Fine-tuning: il modello viene affinato su da tispecifici o conistruzioni umane per renderlo più utile, sicuro e allinea to alle intenzioni degli utenti. Tecniche come RLHF (Reinforcement Learning from Huma n Feedback) rientra no in questa fa se. 5.9 Addestramento conistruzioni (Instruction Tuning) I modelli moderni sono addestra ti a seguire istruzioni in lingua ggiona tura le. L'utente specifica cosavuole, e il modello esegue.",
    "page": 59,
    "pages": [
      59
    ],
    "keywords": [
      "modello",
      "addestramento",
      "esempi",
      "tuning",
      "foundation"
    ]
  },
  {
    "id": "chunk_59",
    "text": "Alcuni esempi in ta bellasotto Istruzione Input Output \"Scrivi una fra se che termini conquesta parola \" democra zia \"Molti popoli ha nno combattuto per ottenere la democra zia .\" \"Scrivi una fra se che contenga entrambe le pa role\" democra zia , a narchia \"Alcuni filosofi ha nno discusso le differenze tra democra zia e a narchia .\" \"Rispondi a questa e-ma il in tono forma le\" [testo e-ma il] [risposta genera ta ] Questa capacità di seguire istruzioni a rbitra rie è ciò che rende gli LLMcosì versatili e distingue i modelli recenti da quelli precedenti. 5.10 Valutare l'intelligenza: i benchmark Come misura re le capacità di un LLM? Nel tempo sono sta tisviluppa ti numerosi benchma rk, ciascuno focalizza to su a bilità specifiche. Benchmark storici 2018-2023 BenchmarkAnno Dominio Cosa misura ARC Cha llenge 2018 Scienze elementa ri Ragionamento scientifico Hella Swa g 2019 Completa mentofrasi Comprensione del contesto WinoGra nde 2019 Commonsense Risoluzione di a mbiguità MMLU 2021 Multidisciplina re Conoscenza in 57 ma terie GSM-8K 2021 Ma tematica Ragionamento a ritmetico MBPP 2021 Progra mmazione Generazione di codice MT Bench 2023 Conversazione Qualità del dia logo Nota importante: molti di questi benchma rk sono orma i \"saturi\", con i modelli migliori che raggiungono punteggi vicin i a l ma ssimo. Questo lirende pocoutili per discrimina retra modelli di punta . Nuovi benchmark (2024) Per rispondere allasa turazione, sono emersi benchma rkpiù difficili: ARC-AGI (2024): richiede ragionamento su pattern visivi astratti, coninput multimoda le. Non sitra ttapiù solo di testo, ma di completa re sequenze grafiche - un compito che richiede astrazione genuina .",
    "page": 60,
    "pages": [
      60
    ],
    "keywords": [
      "democra",
      "modelli",
      "benchmark",
      "benchma",
      "ragionamento"
    ]
  },
  {
    "id": "chunk_60",
    "text": "[HEADER] EMBA - Strategia ed Internazionalizzazione 29\n Esempio: il problema di Monty Hall Un test classico di ra gionamento proba bilistico: Partecipi a un gioco contre porte. Dietrouna c'è un'a uto, dietro le a ltredue ci sono capre. Scegli una porta . Il conduttore, che sa cosa c'è dietroogniporta , a pre un'a ltraporta rivela ndo una capra . Tichiede: \"Vuoi cambia reporta ?\" Conviene cambiare? Sì, sempre. • Restando: probabilità di vincere = 1/3 • Cambia ndo: probabilità di vincere = 2/3 I modelli recenti come GPT-4 e Claude risolvono correttamente questo problema . Tuttavia , resta una domanda a perta: il modello sta ragionando o ha memorizzato la soluzione da i da ti di addestramento? Questa distinzione tra ra gionamento genuino e pattern ma tching sofistica to è una delle questioni più diba ttutenella ricerca attua le.\n[H3] 5.11 Limiti degli LLM\n Nonosta nte le capacità impressiona nti, i modelli linguistici presenta no limiti struttura li: • Allucinazioni: possono genera re informa zionipla usibili ma false congra nde sicurezza • Mancanza di comprensione causale: ma nipola no correla zionista tistiche, non comprendono causeed effetti • Difficoltà con il ragionamento multi-step: tendono a commettere errori in ca tene logiche lunghe • Assenza di memoria persistente: ogni conversa zioneparte da zero (salvomecca nismi esterni) • Finestra di contesto limitata: possono considera resolo una qua ntità finita di testo allavolta Comprendere questi limiti è essenzia le per usaregli LLM in modo effica ce e responsabile.",
    "page": 61,
    "pages": [
      61
    ],
    "keywords": [
      "problema",
      "gionamento",
      "cambia",
      "probabilità",
      "vincere"
    ]
  },
  {
    "id": "chunk_61",
    "text": "[H3] 5.12 Scaling\n Laws\n[H4] 5.12.1 Leggi di\n scala: quanto grande deve essere un modello? Una delle scoperte più significa tivenello sviluppo degli LLM sono le scaling laws, leggi empiriche che descrivono come le prestazioni migliora no all'a umenta redelle risorse. Il pa per fonda mentale di Kapla n et a l. (2020) \"Scaling La ws for Neura l La ngua ge Models\" ha identifica totre fattori chiave: • Dimensione del modello: numero di pa rametri dellarete neura le • Dimensione del dataset: quantità di token usati per l'addestramento • Compute: potenza di calcolo impiega tanell'addestramento La relazione è loga ritmica : raddoppia ndo i parametri, le prestazioni migliora no in modo prevedibile ma conrendimenti decrescenti. Il principio fonda mentale è che tutti e tre i fattori devono crescere insieme: un modello enorme addestra to su pochi da ti, o un piccolo modello addestra to su da ti vastissimi, non raggiungerà prestazioni ottima li. 5.12.2 L'aggiornamento Chinchilla (2022) Le sca ling la ws origina li sono state riviste significa tivamente nel 2022 da l pa per \"Chinchilla \" di Hoffma nnet a l. (DeepMind). La scoperta chiave: i modelli precedenti erano sovradimensionati e sotto-addestrati. Le nuove leggi suggeriscono che pa rametri e token di addestramento dovrebbero crescere in proporzione simile. Il risulta topratico: Chinchilla , con 70 miliardi di pa rametri, ha supera toGPT-3 (175 miliardi) perché addestra to su moltipiù da ti in proporzione allasua dimensione. Questo ha cambia to la strategia dell'industria : non basta a umentare i parametri, serve un bilanciamento ottima le tra dimensione del modello e quantità di da ti.",
    "page": 62,
    "pages": [
      62
    ],
    "keywords": [
      "modello",
      "dimensione",
      "scaling",
      "leggi",
      "prestazioni"
    ]
  },
  {
    "id": "chunk_62",
    "text": "[H4] 5.12.3 I limiti delle scaling laws Le sca ling\n la ws non ga rantiscono miglioramenti infiniti. Questioni a perte: • Disponibilità di dati: il testo di qua lità disponibile su internet è finito • Costi energetici: l'addestramento di modelli sempre più gra ndi ha impatti a mbienta licrescenti \n[HEADER] EMBA - Strategia ed Internazionalizzazione 30\n • Capacità emergenti vs incrementali: a lcune a bilità sembra nocompa rire improvvisamente a certesca le, a ltre migliora nogradua lmente 5.13 LLM aperti e closed-source\n[H4] 5.13.1 Livelli di apertura Non tutti i modelli\n \"open\" sono a perti allo stesso modo. È utile distinguere diversi livelli: Livello Cosa è pubblico Esempi Closed source Nulla (solo accesso via API) GPT-4, Claude Open weights Solo i pesi del modello LLa MA, Mistra l Open source Pesi + codice di tra ining Falcon Fullyopen Pesi + codice + da ti + processo completo OLMo, BLOOM, Pythia\n[H4] 5.13.2 Cosa significa\n \"fullyopen\" Per un modello completamente a perto, devono essere pubblici: • L'a rchitettura dellarete neura le • Il numero e il va lore dei parametri • I pesidelle connessioni tra neuroni • I da ti di addestramento • Il codice e i parametri del processo di tra ining • Le procedure di va lutazione",
    "page": 63,
    "pages": [
      63
    ],
    "keywords": [
      "source",
      "codice",
      "addestramento",
      "modelli",
      "closed"
    ]
  },
  {
    "id": "chunk_63",
    "text": "[H4] 5.13.3 Esempi di modelli aperti OLMo\n (Allen Institute for AI) è progetta to esplicitamente per la riproducibilità scientifica . I suoi da ti di addestramento sono completamente documenta ti: Fonte Tipo GB Documenti (M) Token (B) Common Crawl Pagine web 9.022 3.370\n[H3] 2.006 The Stack\n Codice 1.043 210 342 C4 Pagine web 790 364 174 Reddit Socia l media 339 377 80 peS2o Pa per scientifici 268 39 57 Project Gutenberg Libri 20 0,06 5 Wikipedia Enciclopedia 16 6 4 Totale 11.519 4.367 2.668 Altri modelli con a ltogra do di a pertura includono: • BLOOM (BigScience): progetto collabora tivo interna ziona le con da ti e processo documenta ti • Pythia (EleutherAI): suite di modelli progetta ta per studia re come l'apprendimento evolve durante il tra ining • StarCoder (BigCode): specia lizzato nella generazione di codice, con da ti di addestramento tra sparenti\n[H4] 5.9.4 Perché\n l'apertura conta L'a pertura permette: • Riproducibilità scientifica: verifica re e costruire sui risulta ti a ltrui • Audit di sicurezza: identifica rebia s e vulnera bilità • Innovazione distribuita: la comunità può migliora re i modelli • Sovranità tecnologica: non dipendere da fornitori esteri 5.14 Allucinazioni e rischi",
    "page": 64,
    "pages": [
      64
    ],
    "keywords": [
      "modelli",
      "progetta",
      "riproducibilità",
      "scientifica",
      "addestramento"
    ]
  },
  {
    "id": "chunk_64",
    "text": "[H4] 5.14.1 Cosa sono le allucinazioni Le\n allucinazioni sono output che appaiono pla usibili ma sono fattuali falsi. Non sono bugocca sionali, ma una conseguenza struttura le del funziona mentodegli LLM: questi modelli genera notesto sta tisticamente coerente con il contesto, senza verifica re la veridicità di ciò che producono. Non ha nno accesso a una \"fonte di verità \" interna . Esempi documentati: • Apple Intelligence (dicembre 2024): un ria ssunto genera to da ll'IA ha attribuito alla BBC la notizia falsa che Rafael Na da l a vessefatto coming out come ga y. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 31\n • Errori percettivi: alladoma nda \"C'è qualcosa di sba gliato in questa foto?\" mostra ndo una mano conseidita , a lcuni modelli rispondono che la foto apparenorma le.\n[H4] 5.14.2 Perché accadono Gli LLM sono addestra ti\n a produrre testopla usibile, non testo vero. La differenza è crucia le: • Un testo può essere grammatica lmente perfetto estilisticamente appropria to, ma contenere falsità • Il modello non \"sa \" cosa è vero: riconosce pattern sta tistici • Quando il contesto è a mbiguo ole informa zioninei da ti di tra ining sono scarse, il modello \"riempie i vuoti\" concontenuto inventa to ma coerente",
    "page": 65,
    "pages": [
      65
    ],
    "keywords": [
      "allucinazioni",
      "modelli",
      "genera",
      "coerente",
      "contesto"
    ]
  },
  {
    "id": "chunk_65",
    "text": "[H4] 5.14.3 Tassonomia dei rischi I principa li\n rischi identifica tinell'usodegli LLM includono: Categoria Descrizione Allucinazioni Generazione di informa zionifalse presenta te come fatti Contenuti dannosi Testi offensivi, discriminatori o pericolosi Disinformazione Uso per creare fakenews o ma nipola re l'opinione pubblica Privacy Esposizione di da ti persona lipresenti nei da ti di tra ining Sicurezza informatica Generazione di codice ma levolo o tecniche di attacco Proliferazione Informazioni su a rmi o sostanze pericolose Impatti economici Disruption di settori la vora tivi, concentrazione di potere 5.15 LLM in ambito aziendale\n[H4] 5.15.1 Opzioni di deployment Le a ziende possono\n a dotta reLLM condiverse strategie: Approccio Descrizione ProContro API esterne Uso di servizi cloud (OpenAI, Anthropic, Google) Semplicità , nessuna infra struttura Da ti escono da ll'a zienda , dipendenza da l fornitore Modelli ospitati LLMopen su server propri o cloudpriva to Controllo sui da ti, persona lizzazione Costiinfra struttura li, competenze richieste Fine-tuning Adattamento del modello con da ti a zienda liPrestazioni ottimizza te per il dominio Richiede da ti di qua lità e risorse di calcolo 5.15.2 RAG: Retrieval-Augmented Generation Una stra tegia sempre più diffusa è il RAG, che combina l'LLM conuna ba se di conoscenza a zienda le: 1. La doma ndadell'utente vieneusa ta per cercare documenti rileva nti nel knowledge ba se a zienda le 2. I documenti trovati vengono passati a l modello come contesto",
    "page": 66,
    "pages": [
      66
    ],
    "keywords": [
      "rischi",
      "descrizione",
      "generazione",
      "persona",
      "struttura"
    ]
  },
  {
    "id": "chunk_66",
    "text": "[H2] 3. Il modello genera\n una risposta basata su quel contesto specifico Vantaggi del RAG: • Riduce le allucinazioni a ncorando le risposte a documenti reali • Permette di aggiorna re la conoscenza senzari-addestra re il modello • Ma ntiene i da ti sensibili sottocontrollo a zienda le\n[H4] 5.15.3 Governance e sicurezza\n L'a dozione a zienda le richiede attenzione a : • Classificazione dei dati: quali informazioni possono essere elabora te da ll'LLM • Audittrail: tra ccia bilità delle interazioni per complia nce • Validazione degli output: processi di verifica per decisioni critiche • Formazione degli utenti: consa pevolezza dei limiti e dei rischi • Allineamento alle policy: il modello deve rispetta re le lineeguida a zienda li \n[HEADER] EMBA - Strategia ed Internazionalizzazione 32\n\n[H4] 5.15.4 Caso di Uso in Azienda\n • Azienda: produttore di dolciari dell’Emilia-Romagna . • Prodotti: 10 referenze (cioccola tini, torroni, biscotti secchi, spuntini farciti, caramelle, barrette, praline, cremespa lmabili, pa nettoni/pandori, colombe pasqua li) • Venditori: 20, ciascuno dedica to a una città diversa . • Periodo osservato: 3 anni consecutivi (2022–2024). Ragionando sul Report delle Vendite o Intera gire con i da ti in lingua ggiona tura le. o Tutti accedono a gli stessi da ti e possono fare domande e capire i da ti e visualizza rli. o Ridurre le ela borazioni intermedie e renderle comprensibili a tutti i fruitori. o Integrazione di da tiprovenienti da flussi diversi. Risultati dell'analisi: Venezia e Verona sono le cittàpiùforti complessivamente, leader per molteplici ca tegorie di prodotto. Milano domina per i Torroni, e Trieste si distingue per le Caramelle. Chiedendo a d OpenAI di genera re una Hea t Ma p. 6. Workshop 6.1.",
    "page": 67,
    "pages": [
      67
    ],
    "keywords": [
      "modello",
      "zienda",
      "possono",
      "degli",
      "azienda"
    ]
  },
  {
    "id": "chunk_67",
    "text": "Presentazione del workshop • Dalla teoria alla pratica: come usa re IA per risolvere problemi realiche possono emergere in a zienda . • Non serve background tecnico: va luterete scelte sullaba se della loro descrizione, impa rerete ad approfondire il contesto dei problemi, le specifiche delle soluzioni AIed il loro impatto.\n[H3] 6.2. Obiettivi del workshop\n Un workshop di stra tegia per: • Comprendere il ca so di studio • Studia re soluzioni IA • Valuta repro e contro • Proporre soluzione ⇒ Simulazione di situazione reale in azienda\n[H3] 6.3. Struttura del\n lavoro • Gruppi da 3 persone • Ogni gruppo sceglierà un ca so d'uso tra 11 a disposizione • Avrete a disposizione una lista di 15 soluzioni AI + Cha tGPT • Missione: collega re e ragiona re su scenari e applicazioni, identifica repriorità 6.4. Fasi del workshop - sabatoOre Task Durata 8:30 Formazione dei gruppi, setuptools, scelta dei ca si d'uso 1h 9:30 Group Work a nd Coaching: a nalisi scenario e selezione soluzioni (5 minuti di pitch, e 2 minuti di doma nde e feedba ckdopo ognipitch) 1h 10:30 Group Presenta tions 1h 6.5. Deliverable di ogni gruppo • Comprensione del problema stra tegico • Scelta delle soluzioni AIpiù rileva nti • Analisi di rischi e condizioni di a dozione (Utilizzo, Impatto, Pro, Contro) • Definizione delle 3 priorità da implementa re 6.6. Valore del workshop • Idee concrete su come IApuò a vereimpa ttosui processi a zienda li \n[HEADER] EMBA - Strategia ed Internazionalizzazione 33\n • Uno spa zio per valuta restra tegie e confronta rsi tra colleghi • Non un'esercitazione tecnica , ma un la bora torio di decisione • Elabora restra tegia : capire dove l'IAguida valore e competitività 6.7.",
    "page": 68,
    "pages": [
      68
    ],
    "keywords": [
      "workshop",
      "soluzioni",
      "problemi",
      "zienda",
      "impatto"
    ]
  },
  {
    "id": "chunk_68",
    "text": "[ESEMPIO] Caso d'uso: Catena di Hotel in ritardo sui competitor • Contesto: Una ca tena a lberghiera con 10 strutture in Italia . Il ma rchio è consolida to e offre un buon servizio, ma fatica a tenere il passo concompetitor digita li come Booking, Expedia e Airbnb. • Narrativa: La ca tena non aggiorna i prezzi delleca mere in mododina mico, qui i prezzi restanostatici, risulta ndopoco competitivi sia in a lta che in bassa stagione. Allo stesso tempo, un piccolo gruppo di prenotazioni gestisce ma nua lmente centina ia di e-ma il e richieste dei clienti, rispondendo spesso in rita rdo. • Sfida: Il tasso di occupazione è costa ntemente inferiore del 20% rispetto a i concorrenti, e molti potenzia li ospiti abbandona no la prenotazione per ma nca nza di risposte rapide. • Tensione: Ognica meravuota rappresenta un rica voperso. I costifissi restano elevati, mentre i competitor cattura noclienti lesure e-business. ⇒ Decisione da Prendere: Il CEO sichiede: Come possia mo modernizza re la strategia di prezzo ela gestione delle richieste dei clienti per a umenta re le prenotazioni e restare competitivi? 6.8. [ESEMPIO] Analisi soluzioni AI per il caso Hotel Soluzione AI Utile/Impatto ProContro/Rischi Ana litiche Predictive Utile - Alto Previsioni domanda e occupazione; migliore pia nificazione prezzi e risorse Decisioni sbaglia te se usato senzava lidazione umana Reportistica Automatica No - - Chatbot Clienti Utile - Alto Risponde subito a richieste ed e-ma il Rischio di risposte problematiche Assis. Conv. Interni Utile - Medio Sta fftrova risposte rapide - Sintesi Documenti NO - - Formazione Dipendenti NO - - 6.9.",
    "page": 69,
    "pages": [
      69
    ],
    "keywords": [
      "prezzi",
      "esempio",
      "hotel",
      "competitor",
      "competitivi"
    ]
  },
  {
    "id": "chunk_69",
    "text": "Importante • Formate i gruppi da tre! • Adesso vi fornia mo le soluzioni IAche vipresenteremo domani • Cartellina : o Lista e sinossi delle soluzioni IA o La ta bellina\n[H2] 7. Soluzioni\n AI in azienda\n[H3] 7.1. TOOLBOX DI SOLUZIONI AI Le\n PMI, così come le gra ndi imprese, possono applica re l'AI a problemi molto concreti: vendite, ma rketing, operations, finanza , HR. Il nostro obiettivo oggi non è \"impara re a progra mmare\", ma ca pirequa listrumenti AI possono a iutare a risolvere sfide ma nageria lireali. Cosa vedremo: • 15 soluzioni AI, spiega te in termini pratici • Per cia scuna : cos'è, come funziona , perché è rileva nte per un dirigente • Il vostro compito: valuta re in qualiuseca se usa rle, come, e conqua lipro/contro\n[HEADER] EMBA - Strategia ed Internazionalizzazione 34\n\n[H4] 7.1.1. ANALITICHE PREDITTIVE\n • Cos'è: Tra sforma da tistorici e correnti in previsioni sul futuro. Anticipa domanda, rischi e opportunità primache si ma nifestino. • Come funziona: Analizza schemi ricorrenti e correla zioninei da ti interni ed esterni. • Esempi reali: Prevedere vendite mensili, stimare carenze di liquidità , a nticipa reguasti alle ma cchine, stimare turnover dipendenti. • Perché è importante: Permette decisioni proattive, riduce sorprese e rafforza la competitività .",
    "page": 70,
    "pages": [
      70
    ],
    "keywords": [
      "soluzioni",
      "importante",
      "possono",
      "vendite",
      "funziona"
    ]
  },
  {
    "id": "chunk_70",
    "text": "[H4] 7.1.2. REPORTISTICA E SINTESI AUTOMATICA\n • Cos'è: AIche raccoglie e aggrega da ti e informazioni (numeriche o testua li) da fonti diverse e litra sforma in sintesi comprensibili per il ma na gement. Genera a utomaticamente report, verbali e a zioni da da ti o riunioni. • Come funziona: Integra sistemi ERP, CRM o registrazioni a udio; a nalizza contenuti, evidenzia tendenze, decisioni e a nomalie. • Esempi reali: Report di vendita settima nali, snapshot finanzia ri, sintesi di riunioni del boa rd o di progetto. • Perché è importante: Riduce il tempo speso in reporting e verbalizzazione, assicura coerenza delle informazioni e migliora la qua lità decisiona le.\n[H4] 7.1.3. SEGMENTAZIONE E PROFILAZIONE CLIENTI\n • Cos'è: Tecnologia che divide i clienti in gruppi omogenei. Aiuta a capire meglio comportamenti, bisogni e potenzia le di spesa . • Come funziona: Analizza da ti e interazioni per crea recluster. • Esempi reali: Clienti premium, clienti occasiona li, clienti a rischio abbandono. • Perché è importante: Permette strategie mirate di ma rketing e ma ggiore efficienza commercia le.\n[H4] 7.1.4. RACCOMANDAZIONI\n & PERSONALIZZAZIONE • Cos'è: Motore AIche suggerisce prodotti, servizi o contenuti a i clienti. Persona lizza l'esperienza di a cquisto in tempo rea le. • Come funziona: Analizza cronologia di a cquisti e navigazione. • Esempi reali: Upselling in hotel, suggerimenti e-commerce, pacchetti viaggio persona lizzati. • Perché è importante: Aumenta conversioni, fidelizzazione e valore medio per cliente.",
    "page": 71,
    "pages": [
      71
    ],
    "keywords": [
      "clienti",
      "sintesi",
      "funziona",
      "esempi",
      "reali"
    ]
  },
  {
    "id": "chunk_71",
    "text": "[H4] 7.1.5. CHATBOT\n & ASSISTENTI VIRTUALI (CLIENTI) • Cos'è: Agenti AIche intera giscono direttamente con i clienti. Rispondono a domande e richieste in tempo rea le. • Come funziona: Usa noNLP per gestire conversazioni su cha t o voce. • Esempi reali: Prenotazioni, domande su prezzi, assistenza post-vendita . • Perché è importante: Migliora il servizio clienti e riduce i costiopera tivi.\n[H4] 7.1.6. ASSISTENTI CONVERSAZIONALI INTERNI\n • Cos'è: Strumenti di AIche supporta no i dipendenti fornendo risposte immedia te e persona lizzate su temi HR, policy a zienda li e procedure operative, come \"helpdesk virtua li\". • Come funziona: Si collega no a i da ta base HR, a i ma nuali interni e a i documenti a ziendali, rispondendo in lingua ggiona tura le tra mite cha t o voce. • Esempi reali: Richieste ferie, gestione bustepa ga , policy di rimborso, procedure operative, FAQ interne. • Perché è importante: Riduce il ca rico amministra tivo, diffonde conoscenza in modo uniforme e migliora la produttività ela soddisfazione dei dipendenti.\n[H4] 7.1.7. SINTESI DOCUMENTALE\n & COMPLIANCE • Cos'è: Tecnologia AIchelegge, interpreta e semplifica documenti complessi, evidenzia ndocla usolechia ve, rischi e obblighi. Supporta uffici legali, complia nce e amministra zionenella gestione di testi lunghi e tecnici. • Come funziona: Utilizza modelli di lingua ggio (NLP) per estra rre informazioni rileva nti e genera re sintesi operative in lingua ggiochia ro. • Esempi reali: Sintesi di contra tti conscadenze e penali, estratti di norma tive come GDPR, ria ssunti di policy a zienda li. • Perché è importante: Riduce il rischio di non conformità e di errori contra ttuali, accelera la revisione dei documenti e migliora la comprensione delle regole operative.",
    "page": 72,
    "pages": [
      72
    ],
    "keywords": [
      "clienti",
      "funziona",
      "esempi",
      "reali",
      "perché"
    ]
  },
  {
    "id": "chunk_72",
    "text": "[H4] 7.1.8. SIMULAZIONI DI SCENARIO E\n WHAT-IF • Cos'è: Strumenti AIche modella noscena ri futuri. Permettono di testa re ipotesi stra tegiche senza rischi reali. • Come funziona: Applica modelli predittivi a variabili di mercato o interne. • Esempi reali: Calcola reimpa tti di ca lo domanda , a umento costi fornitori, cambi di prezzo. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 35\n • Perché è importante: Aiuta ileader a prepararsi a incertezze e decisioni più solide.\n[H4] 7.1.9. OTTIMIZZAZIONE PREZZI\n • Cos'è: AIche regola i prezzi in ba se a domanda e concorrenza . Ma ssimizza ricavi e competitività . • Come funziona: Analizza vendite, disponibilità e tariffe competitor. • Esempi reali: Prezzi dinamici per hotel, compagnie a eree, e-commerce. • Perché è importante: Protegge ma rgini e sfrutta meglio le fluttuazioni del mercato.\n[H4] 7.1.10. RICONOSCIMENTO VISIVO\n & ISPEZIONE • Cos'è: AIche a nalizza immagini e video per controlli qualità . Individua difetti o a nomalie in tempo rea le. • Come funziona: Applica visione a rtificia le su linee produttive o logistiche. • Esempi reali: Pezzi difettosi, scaffa livuoti, etichette ma nca nti. • Perché è importante: Aumenta la qua lità e riduce i costi di controllo ma nua le.",
    "page": 73,
    "pages": [
      73
    ],
    "keywords": [
      "reali",
      "aiche",
      "funziona",
      "esempi",
      "perché"
    ]
  },
  {
    "id": "chunk_73",
    "text": "[H4] 7.1.11. AUTOMAZIONE PROCESSI\n (RPA + AI) • Cos'è: Tecnologia che a utomatizza attività ripetitive. Riduce errori e libera risorse umane. • Come funziona: Gestisce fatture, inserimenti da ti e conferme a utomaticamente. • Esempi reali: E-ma il di conferma , report giorna lieri, caricamento ordini. • Perché è importante: Migliora efficienza e riduce tempiopera tivi.\n[H4] 7.1.12. FORMAZIONE\n & UPSKILLING DIPENDENTI • Cos'è: AIche persona lizza i percorsi di apprendimento. Adatta i contenuti a l ruolo e alle competenze. • Come funziona: Analizza skillga p e suggerisce corsimira ti. • Esempi reali: Moduli digita li, certificazioni online, micro-learning. • Perché è importante: Sviluppa le competenze chiave per sostenere la crescita .\n[H4] 7.1.13. ANALISI SENTIMENT\n & FEEDBACK CLIENTI • Cos'è: AIche interpreta opinioni di clienti da più canali. Coglie sentimenti e criticità nascoste. • Come funziona: Analizza recensioni, survey, e-ma il o call center. • Esempi reali: Individua re la mentele ricorrenti o trend di insoddisfazione. • Perché è importante: Offre la \"voce del cliente\" in tempo rea le per migliora reprodotti e servizi.\n[H4] 7.1.14. RILEVAMENTO ANOMALIE\n & RISCHI • Cos'è: AIche individua schemi insoliti nei da ti. Segna la frodi, errori o minacce. • Come funziona: Monitora tra nsazioni, sistemi IT e processi operativi. • Esempi reali: Frodi di pagamento, guasti imprevisti, intrusioni cyber. • Perché è importante: Offre allarmi preventivi che evita nocrisi costose.",
    "page": 74,
    "pages": [
      74
    ],
    "keywords": [
      "funziona",
      "esempi",
      "reali",
      "perché",
      "importante"
    ]
  },
  {
    "id": "chunk_74",
    "text": "[H4] 7.1.15. GENERAZIONE CONTENUTI AI\n (MARKETING & BUSINESS) • Cos'è: AIche produce testi, immagini e ma teria li per comunicazione e ma rketing. Accelera la produzione e ma ntiene coerenza . • Come funziona: Genera newsletter, descrizioni prodotto, postsocia l e proposte commercia li. • Esempi reali: Campagne e-ma il, a rticoli blog, copy pubblicita ri. • Perché è importante: Permette di competere sulla visibilità conrisorse limita te. 7.2. [ESEMPIO] CASO D'USO: CATENA DI HOTEL IN RITARDO SUI COMPETITOR • Contesto: Una ca tena alberghiera con 10 strutture in Italia . Il ma rchio è consolida to e offre un buon servizio , ma fatica a tenere il passo concompetitor digita li come Booking, Expedia e Airbnb. • Narrativa: La ca tena non aggiorna i prezzi delleca mere in mododina mico, qui i prezzi restanostatici, risulta ndopoco competitivi sia in a lta che in bassa stagione. Allo stesso tempo, un piccolo gruppo di prenotazioni gestisce ma nua lmente centina ia di e-ma il e richieste dei clienti, rispondendo spesso in rita rdo. • Sfida: Il tasso di occupazione è costa ntemente inferiore del 20% rispetto a i concorrenti, e molti potenzia li ospiti abbandona no la prenotazione per ma nca nza di risposte rapide. • Tensione: Ognica meravuota rappresenta un rica voperso. I costifissi restano elevati, mentre i competitor cattura noclienti leisure e business. ⇒ Decisione da Prendere: Il CEO sichiede: Come possia mo modernizza re la strategia di prezzo ela gestione delle richieste dei clienti per a umenta re le prenotazioni e restare competitivi? \n[HEADER] EMBA - Strategia ed Internazionalizzazione 36\n 7.2.1.",
    "page": 75,
    "pages": [
      75
    ],
    "keywords": [
      "prezzi",
      "generazione",
      "contenuti",
      "marketing",
      "business"
    ]
  },
  {
    "id": "chunk_75",
    "text": "[ESEMPIO] ANALISI SOLUZIONI AI PER IL CASO HOTEL Soluzione AI Utile/Impatto ProContro/Rischi Ana litiche Predittive Utile - Alto Previsioni domanda e occupazione; migliore pia nificazione prezzi e risorse Decisioni sbaglia te se usato senzava lidazione umana Reportistica Automatica No - - Chatbot Clienti Utile - Alto Risponde subito a richieste ed e-ma il Rischio di risposte problematiche Assis. Conv. Interni Utile - Medio Sta fftrova risposte rapide - Sintesi Documenti NO - - Formazione Dipendenti NO - -\n[H2] 8. Use Case in Azienda\n Scenario 1 - Vendite fermenell'e-commerce • Contesto: Una PMI di vendite di arredamento online con 20 dipendenti, in concorrenza congra ndi ma rketpla ce. Attira tra ffico ma fatica a convertire in ordini. • Narrativa : I clienti riempiono i carrelli ma non concludono l'a cquisto. I costi ma rketing crescono, i ma rgini ca la no. • Sfida : Abbandono del carrello oltre il 60%, conversioni moltobasse. • Tensione: Ognieuro speso in pubblicità rischia di diventa re un costosenza ritorno. • Punto decisiona le: Il CEO sichiede: Come ridurre l'abbandono e a umenta re le conversioni online? Scenario 2 - Qualità sottopressione • Contesto: Una PMI a conduzione fa miglia re di 35 persone produce componenti meccanici per a utomotive. Ma rgini sottili, standa rdeleva ti. • Narrativa : Reclami e resi a umenta no. I controlli ma nua li sono costosi e poco affidabili. • Sfida : Difetti che sfuggono a i controlli rischia no risoluzioni contra tti e/o penali. • Tensione: Un errore può ca usare perdite elevate e da nni reputa zionali. • Punto decisiona le: L'operations ma na ger sichiede: Come ga rantire qualità costante riducendo tempi e costi? Scenario 3 - Turni e personale sbilanciati • Contesto: Una ca tena regiona le di supermerca ti con 50 dipendenti.",
    "page": 76,
    "pages": [
      76
    ],
    "keywords": [
      "utile",
      "clienti",
      "risposte",
      "dipendenti",
      "scenario"
    ]
  },
  {
    "id": "chunk_76",
    "text": "Flussi clienti moltova riabili. • Narrativa : Alcuni giorni sottorga nico conlunghe code, a ltri giorni persona le ina ttivo. • Sfida : Pia nifica zioneturni basata su intuito, non su da ti. • Tensione: Sovrasta ffing = costi a lti, sottosta ffing = vendite perse. • Punto decisiona le: L'HR director sichiede: Come prevedere i picchi per pia nifica returni efficienti? Scenario 4 - Macchine ferme, clienti persi • Contesto: PMI industria le con 60 dipendenti e ma chine a controllo numerico costose e critiche. • Narrativa : Un gua sto improvviso blocca la linea : costi a lti e consegne saltate. • Sfida : Ma nutenzione reattiva o preventiva poco effica ce. • Tensione: Ognifermo ma cchina significa perdite e clienti insoddisfa tti. • Punto decisiona le: Il pla nt ma nager sichiede: Come ridurre i guasti e ga rantire continuità produttiva ? Scenario 5 - Scorte fuoricontrollo • Contesto: Un distributore di elettronica con ma gazzini pieni ma frequenti ma nca nze di a rticoli richiesti. • Narrativa : La doma nda cambia rapidamente ele previsioni non reggono. • Sfida : Overstock estock-outsenza equilibrio. • Tensione: Liquidità blocca ta e ordini persi. • Punto decisiona le: Il supply cha in ma na ger sichiede: Come gestire meglio domanda escorte? Scenario 6 - Previsioni finanziarie inaffidabili • Contesto: Grossista con 40 dipendenti, budget a ncora gestiti su Excel. • Narrativa : Un mese ma nca cassa , il mese dopo i fondiresta nofermi. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 37\n • Sfida : Scarsa visibilità e previsioni errate. • Tensione: Ritardi neipa gamenti e opportunità ma nca te.",
    "page": 77,
    "pages": [
      77
    ],
    "keywords": [
      "narrativa",
      "sfida",
      "clienti",
      "tensione",
      "punto"
    ]
  },
  {
    "id": "chunk_77",
    "text": "• Punto decisiona le: Il CEO sichiede: Come ottenere previsioni più affidabili per decidere meglio? Scenario 7 - Reclutamento lento e costoso • Contesto: PMI di Servizi di Informa tion Technology (IT) di 25 persone in ra pida crescita . • Narrativa : Assunzioni lunghe e candida tispesso non a da tti. • Sfida : Screening ma nua le e colloqui poco struttura ti. • Tensione: Errori di assunzione rallenta noprogetti e ma rgini. • Punto decisiona le: L'HRlea d sichiede: Come velocizza re il reclutamento e ridurre mismatch? Scenario 8 - Cybersecurity a rischio • Contesto: Studio lega le di 30 persone con da ti sensibili dei clienti. • Narrativa : Aumenti di phishing, difese attuali insufficienti. • Sfida : Rischio elevato di incidenti informatici. • Tensione: Una viola zionepuò distruggere reputazione e causare sanzioni. • Punto decisiona le: L'IT ma nager sichiede: Come rafforza re la protezione e prevenire minacce? Scenario 9 - Marketing che non coinvolge • Contesto: Un'a zienda a limenta reitaliana di medie dimensioni produce biscotti e prodotti da forno in concorrenza congra ndi ma rchi. I prodotti sono di qualità e ha nno una tra dizione familia re, ma il ma rchio fatica a distinguersi. • Narrativa : Le campagne ma rketing attuali sono troppo generiche: pubblicità standa rd e newsletter pocomira te non riescono a creare un lega me emotivo con i consumatori. • Sfida : La comunicazione non tra smette i valori del ma rchio né riesce a persona lizzare l'offerta in ba se a i gusti e alle a bitudini dei clienti. • Tensione: I consumatori, sempre più attratti da ma rchi che offrono esperienze persona lizzate estorytellin g coinvolgente, scelgono la concorrenza .",
    "page": 78,
    "pages": [
      78
    ],
    "keywords": [
      "punto",
      "decisiona",
      "sichiede",
      "scenario",
      "contesto"
    ]
  },
  {
    "id": "chunk_78",
    "text": "• Punto decisiona le: Il ma rketing director sichiede: Come possia mo rendere le campa gnepiù mirate, emoziona li e rileva nti per riconquista re i consumatori? Scenario 10 - Back-office troppo manuale • Contesto: Studio contabile che serve decine di PMI, staffqua lifica to ma sovracca rico. • Narrativa : Tempo spreca to su fatture e inserimenti da ti. • Sfida : Processi lenti e ma nua li. • Tensione: Produttività bassa e menova lore a i clienti. • Punto decisiona le: Il ma naging partner sichiede: Come libera re i professionisti da lle attività di routine? Scenario 11 - Gestione dei pazienti cronici • Contesto: L'a zienda sanita ria del Veneto segue miglia ia di pa zienti con pa tologie croniche (diabete, ipertensione). I processi di monitora ggio sono a ncora ma nuali e disconnessi tra di loro. • Narrativa : I da ticlinici sono fra mmentati e i pa zienti non vengono monitora titra una visita e l'a ltra , conricoveri evitabili e curepoco persona lizzate. • Sfida : Ma nca nza di sistemi integratiche raccolga no e a na lizzino da ticlinici e di monitora ggio remoto. • Tensione: Pa zienti insoddisfa tti, a umento dei costi per ricoveri non progra mmati e concorrenza di strutture più digita lizzate. • Punto decisiona le: Il direttore sanita rio sichiede: Come possia mousare l'AI per monitora re i pa zienti cronici in modo proattivo, riducendo ricoveri e migliora ndo la qualità dellacura ? \n[HEADER] EMBA - Strategia ed Internazionalizzazione 38\n 9. Quiz per esame",
    "page": 79,
    "pages": [
      79
    ],
    "keywords": [
      "zienti",
      "monitora",
      "punto",
      "decisiona",
      "sichiede"
    ]
  },
  {
    "id": "chunk_79",
    "text": "[H2] 1. Quale istituto ha coniato\n il termine \"Foundation Model\" nel 2021? A) MIT Artificia l Intelligence La b B) Stanford Institute for Huma n-Centered Artificia l Intelligence (HAI) C) OpenAI Research Institute D) Google DeepMind Risposta corretta: B 2. Qual è l'obiettivo principale dell'IA moderna secondo il documento? A) Sostituire completamente gli esseri umani B) Imitare perfettamente l'intelligenza umana C) Trovare il giusto controllo ed equilibrio tra ca pacità dell'uomo e capacitàdella ma cchina D) Creare robot a utonomi Risposta corretta: C\n[H2] 3. Cosa\n NON è l'Intelligenza Artificiale secondo il documento? A) Solo apprendimento a utomatico B) Solodeep learning C) Solo Cha tGPT o LLM D) Tutte le precedenti Risposta corretta: D 4. In quale periodo si colloca l'IA Medievale? A) 1990-2020 B) 1950-1980 C) 2020-2050 D) 1980-1990 Risposta corretta: B 5. Cosa caratterizza l'IAPre Moderna (1990-2020)? A) AI Genera tiva B) AIPredittiva basatasui da ti C) Progra mmi intelligenti su piccola sca la D) Interfa cce cervello-ma cchina Risposta corretta: B\n[H2] 6. Il programma\n ELIZA (1966) simulava: A) Un giocatore di scacchi B) Un tera peuta rogeria no C) Un assistente virtua le D) Un tra duttore a utomatico Risposta corretta: B 7 . Secondo Daniel Kahneman, il Sistema 1 è: A) Raziona le elento B) Impulsivo e veloce C) Logico e a na litico D) Conscio e delibera to Risposta corretta: B 8. Quanti byte di dati sono statiusati approssimativamente per addestrare GPT-4? A) 1 Gigabyte B) 1 Terabyte C) 1 Petabyte (10^15 byte) D) 1 Exabyte Risposta corretta: C",
    "page": 80,
    "pages": [
      80
    ],
    "keywords": [
      "risposta",
      "corretta",
      "secondo",
      "quale",
      "artificia"
    ]
  },
  {
    "id": "chunk_80",
    "text": "[H2] 9. Nel benchmark\n ARC (2018), che tipo di domande vengono utilizzate? A) Domande di progra mmazione a vanzata B) Domande di scienze della scuola elementa re C) Domande di storia contempora nea \n[HEADER] EMBA - Strategia ed Internazionalizzazione 39\n D) Domande di ma tematica universita ria Risposta corretta: B\n[H2] 10. Nel problema di Monty\n Hall, qual è la probabilità di vincere se si cambia porta? A) 1/3 B) 1/2 C) 2/3 D) 3/4 Risposta corretta: C\n[H2] 11. Quale\n LLM è considerato veramente open source condati, pesi e parametri pubblici? A) GPT-4 B) Gemini C) OLMO D) Claude Risposta corretta: C 12. Cosasi intende per \"allineamento dei valori\" (value alignment) nell'IA? A) Calibra re i parametri del modello B) Allinea regli obiettivi delle ma cchine con i valori ele aspetta tivedell'uomo C) Sincronizza repiù modelli di IA D) Ottimizza re le prestazioni computa zionali Risposta corretta: B 13. Secondo l'etica deontologica di Kant: A) Ciò che è giusto è determina to da l risulta to attesodell'a zione B) Ciò che è giusto è determina to da leggisocia li universa li C) Ciò che è giusto dipende da l contesto D) Ciò che è giusto è soggettivo Risposta corretta: B\n[H2] 14. Nel confronto tra medici e\n IAnella diagnostica per immagini, quale metrica mostra l'IA superiore? A) Solo Sensitivity B) Solo Specificity C) Sia Sensitivity che Specificity D) Nessuna delledue Risposta corretta: C",
    "page": 81,
    "pages": [
      81
    ],
    "keywords": [
      "risposta",
      "corretta",
      "domande",
      "giusto",
      "quale"
    ]
  },
  {
    "id": "chunk_81",
    "text": "[H2] 15. Quale benchmark valuta\n il \"Completamento dellafrase\"? A) MMLU B) Hella Swa g C) ARC Cha llenge D) WinoGra nde Risposta corretta: B 16. Nel caso aziendale del produttore dolciario, quanti venditori sono stati analizzati? A) 10 B) 15 C) 20 D) 25 Risposta corretta: C 17. Il \"Paradosso della Pepsi Cola\" nel neuro-marketing dimostra che: A) La Pepsi è oggettivamente migliore B) L'identità del ma rchiopuò prevalere sulle preferenze sensoria li C) I consumatori sono raziona linelle scelte D) Il gusto è l'unico fattore decisiona le Risposta corretta: B 18. Cosa significa \"Weak AI\" (IA Debole)? A) IA conscarse prestazioni \n[HEADER] EMBA - Strategia ed Internazionalizzazione 40\n B) IAcapace di prestazioni simili a gli uma ni in compiti specifici C) IA conpochipa rametri D) IA non addestra ta Risposta corretta: B 19. Qualefonte di dati ha contribuito con più token (miliardi) all'addestramento di OLMO? A) Wikipedia B) Reddit C) Common Crawl D) Project Gutenberg Risposta corretta: C\n[H2] 20. Secondo\n il documento, quale rischio NON è associato agli LLM? A) Allucinazioni B) Contenuti da nnosi C) Miglioramento a utomatico dellapriva cy D) Operazioni di disinformazione Risposta corretta: C",
    "page": 82,
    "pages": [
      82
    ],
    "keywords": [
      "risposta",
      "corretta",
      "quale",
      "pepsi",
      "prestazioni"
    ]
  },
  {
    "id": "chunk_82",
    "text": "[H2] 1. Secondo\n il documento, quale affermazione descrive correttamente la differenza tra IAPredittiva e IA Generativa? A) L'IAPredittiva genera contenuti nuovi, l'IA Genera tiva a nalizza da ti esistenti B) L'IAPredittiva è più recente dell'IA Genera tiva C) Entrambe sono identiche ma connomi diversi D) L'IAPredittiva (1990-2020) siba sasull'a nalisi dei da ti, l'IA Genera tiva (da l 2020) raggiunge milioni di utenti e coinvolge a mbiti interdisciplina ri Risposta corretta: D\n[H2] 2. Nel paradosso di Re\n Mida applicato all'IA, qual è il messaggio principale? A) Costruire un Sistema di IAche faccia esatta menteciò che \"piace\" potrebbe essere un problema ma l-posto B) L'IA dovrebbe sempre ma ssimizza re i profitti C) Re Midaera un esperto di intelligenza a rtificia le D) I sistemi di IA non possono ma i sbaglia re Risposta corretta: A 3. Quale combinazione di approcci etici dovrebbero seguire i sistemi di IA secondo il documento? A) Solo utilita rismo B) Soloetica deontologica C) Approccio basato su principi combina to conragiona mentosulle conseguenze delle a zioni D) Nessun approccio etico è necessa rio Risposta corretta: C 4. Nell'esperimento sul neuro-marketing della Pepsi/Coca-Cola, cosahanno dimostrato i segnali cerebrali della risonanza magnetica? A) La Pepsi attivapiù a ree cerebra lidella Coca-Cola B) Non c'è differenza tra i due ma rchi a livello cerebra le C) Il ma rchio Coca-Cola attiva a reelega te alla memoria e all'emozione (ippoca mpo, corteccia prefronta le dorsola tera le) D) I consumatori non ha nno preferenze reali Risposta corretta: C",
    "page": 83,
    "pages": [
      83
    ],
    "keywords": [
      "iapredittiva",
      "genera",
      "risposta",
      "corretta",
      "secondo"
    ]
  },
  {
    "id": "chunk_83",
    "text": "[H2] 5. Secondo Herbert\n Simon (premio Nobel), le decisioni umane sono: A) Sempre perfetta mentera zionali e calcola te B) Completa menteca suali C) Abbasta nzabuone e soddisfa centi, piuttosto che la boriosamente calcola te D) Basate esclusiva mentesull'intuito Risposta corretta: C 6. Perché l'approccio formale di Chomsky alla linguistica è caduto in disgrazia allafine deglianni'80? A) Era troppo costoso da implementa re B) Quando fuva lutato nellava lutazione empirica e nei sistemi di IA non funziona va C) Chomsky ha ritira to la sua teoria D) I computer non esisteva no a ncora \n[HEADER] EMBA - Strategia ed Internazionalizzazione 41\n Risposta corretta: B\n[H2] 7. Nel confronto IAvs medici per\n la diagnostica per immagini, quale valore di Specificity ha mostrato l'IA? A) 79.4% B) 88.1% C) 88.6% D) 93.9% Risposta corretta: D\n[H2] 8. Quale problema solleva\n il documento riguardo all'usodell'IA in radiologia? A) L'IA è troppo costosa per essere utilizza ta B) Il problema non è l'IA ma come ria ssetta re i flussi di la voro per utilizza rla a l meglio C) I ra diologi rifiuta no di usare l'IA D) L'IA non è abbasta nza precisa Risposta corretta: B\n[H2] 9. Secondo\n il documento, cosa distingue Metadagli altri fornitori di LLM in termini di apertura? A) Meta condivide tutto il codice sorgente B) Meta non condivide nulla C) Meta condivide solo i pesi del modello D) Meta è completa menteopen source come OLMO Risposta corretta: C",
    "page": 84,
    "pages": [
      84
    ],
    "keywords": [
      "risposta",
      "corretta",
      "condivide",
      "secondo",
      "calcola"
    ]
  },
  {
    "id": "chunk_84",
    "text": "[H2] 10. Qual è\n la critica principale mossa dal documento allalegge dell'UEsull'IA? A) È troppo permissiva B) Non esiste a ncora C) Il processo di consultazione non è statotra sparente escientifico, conrischi di sta llodella ricerca /innovazione D) È identica alleleggi a merica ne Risposta corretta: C 11. Nell'esempio dell'auto a guida autonoma, quali fattori complicano il raggiungimento dell'obiettivo? A) Solo il costo del carbura nte B) Rischi associa ti allaguida in condizioni di incertezza e a mbiente con a ltri a gentied entità C) La velocità ma ssima consentita D) Il colore dell'a uto Risposta corretta: B\n[H2] 12. Secondo\n il documento, qualearea cerebrale fu identificata da Paul Broca nel XIX secolo? A) Area responsa biledella vista B) Area responsa biledella produzione del lingua ggionell'emisfero sinistro C) Area responsabile del movimento D) Area responsa biledell'udito Risposta corretta: B\n[H2] 13. Nel benchmark\n MMLU (2021), quale percentuale ha ottenuto Mistral Medium? A) 70.0% B) 70.6% C) 75.3% D) 88.0% Risposta corretta: C\n[H2] 14. Quale affermazione sul Machine\n Learning è corretta secondo il documento? A) Il ML non richiede da ti B) Il ML è natonegli anni 2020 C) Il ML è esploso da l 2015 con la riscoperta dellereti neurali (deeplea rning) D) Il ML non ha applica zionipratiche Risposta corretta: C",
    "page": 85,
    "pages": [
      85
    ],
    "keywords": [
      "corretta",
      "risposta",
      "documento",
      "responsa",
      "secondo"
    ]
  },
  {
    "id": "chunk_85",
    "text": "[H2] 15. Secondo\n il documento, quale problema fondamentale pone l'utilizzo delle tecniche di ML? A) Il costo dell'elettricità B) La questione di qua li sono i da ti e di chi sono i da ti \n[HEADER] EMBA - Strategia ed Internazionalizzazione 42\n C) La velocità di calcolo D) Il numero di progra mmatori disponibili Risposta corretta: B 16. Nell'esempio del tennista citato per spiegare Sistema 1 e Sistema 2, quale differenza emerge? A) L'a dultousa il Sistema 1, il bambino il Sistema 2 B) Entrambi usano lo stesso sistema C) L'a dultousa il Sistema 2 (raziona le), il bambino di 6 anniusa il Sistema 1 (impulsivo) D) Nessuno dei due usa a lcun sistema Risposta corretta: C 17. Quanti documenti (in milioni) provenienti da Reddit sono stati usati per addestrare OLMO? A) 210 B) 364 C) 377 D) 3,370 Risposta corretta: C\n[H2] 18. Secondo\n il documento, quale dovrebbe essere il ruolo dell'IAnella diagnostica medica? A) Sostituire completamente i medici B) Non essere ma i utilizza ta C) È una doma nda a perta : attiva nel processo di deliberazione o passiva conrevisione del medico D) Decidere a utonomamente le cure Risposta corretta: C 19. Nell'analisi del caso aziendale dolciario, qualicittà sono risultate le più forti complessivamente? A) Milano e Roma B) Torino e Genova C) Venezia e Verona D) Bologna e Firenze Risposta corretta: C 20. Quale sillogismo viene citato nel documento come esempio di inferenza logica? A) Tutti i gatti sono a nimali, Fido è un gatto; quindi, Fido è un a nima le B) Socrate è un uomo, tutti gli uomini sono immorta li; quindi, Socrate è immorta le C) La pioggia bagna , il terreno è bagnato, quindi ha piovuto D) Tutti i numeri pari sono divisibili per 2 Risposta corretta: B \n[HEADER] EMBA - Strategia ed Internazionalizzazione 43\n 3.",
    "page": 86,
    "pages": [
      86
    ],
    "keywords": [
      "sistema",
      "risposta",
      "corretta",
      "quale",
      "documento"
    ]
  },
  {
    "id": "chunk_86",
    "text": "TECNOLOGIA - INNOVAZIONE - MODELLI DI BUSINESS Prof. Nuccia relli Alberto VERSIONE BREVE\n[H2] 1. La Distinzione\n Fondamentale: Tecnologia ≠ Innovazione La tecnologia da sola non è innovazione. L'innovazione richiede un passa ggio intermedio - il modello di business - per tra sforma re una scoperta tecnologica in qua lcosa che migliori concretamente la vitadelle persone. L'esempio didattico delletre immagini (Nea ndertha l con la ruota , i Flintstones, la Ferrari F1) illustra questa distinzione: Tecnologia Creatività Innovazione Ruota (immagine sinistra ) Sì Sì No AutoFlintstones (immagine centra le) Sì No No Formula 1 (immagine destra ) Sì Sì Sì Ruota: il ca vernicolo ha inventa toqualcosa che non esisteva in na tura . Creatività pura . Tecnologia funziona nte. Ma è un componente, non cambia a ncoranulla da solo. AutoFlintstones: Fred e Barney ha nno tecnologia (ruote, telaio, sterzo) ma nessun salto. La forma è nuova , la sostanza è vecchia . Anzi, è un regresso: servono i piedi per muoversi. Niente creatività , niente innovazione. Formula 1: tutto. Tecnologia stra tifica ta , creatività nel reinterpreta re i vincoli regola mentari, innovazione continua che cambia prestazioni, sicurezza , spetta colo.",
    "page": 87,
    "pages": [
      87
    ],
    "keywords": [
      "tecnologia",
      "innovazione",
      "creatività",
      "ruota",
      "immagine"
    ]
  },
  {
    "id": "chunk_87",
    "text": "[H2] 2. Definizioni Chiave Concetto Definizione Creatività\n Genera reidee nuove e potenzia lmente utili Innovazione Tra durre le idee in qua lcosa di utile per qualcuno Conoscenza Capacità di riopera zionalizza re l'innovazione per risolvere problemi sempre più complessi Tecnologia \"La ma nipola zionedella natura per un gua da gno ma teria le umano\"\n[H2] 3. Il Modello di Business come Ponte\n Il docente presenta uno schema : Tecnologia → IP Rights (intellectual property rights) → Modello di Business → Innovazione Un modello di business risponde a quattro domande: • Che va lorecrei? • Per chi lo crei? • Come comunichi che sta i creando valore? • Come monetizzi?\n[H2] 4. Tipologie di\n Innovazione • Innovazione incrementale: migliora un prodotto esistente senza cambia rne la funzione d'uso (es. penna BIC conimpugna tura ergonomica ) • Innovazione radicale: cambia la ra gione per cui si a cquista un prodotto (es. penna digita le Moleskine) • Innovazione di prodotto vs di processo vs di posizionamento (la narra tiva )\n[H2] 5. La Teoria della Disruptive\n Innovation (Christensen) La disruption ha un significa to tecnico preciso: non è semplicemente \"qualcosa di nuovo\", ma un processo in cui: • Un nuovo entrante da l segmento low-end del mercato (clienti tra scura ti da gli incumbent) • Offre un servizio inferiore ma più accessibile • Impara e migliora progressivamente • Conquista il merca to di ma ssa , scalza ndo gli incumbent Esempi a nalizza ti: Ubervs taxitra diziona li, Ryanair/Ea syJetvs compagnie di bandiera . \n[HEADER] EMBA - Strategia ed Internazionalizzazione 44",
    "page": 88,
    "pages": [
      88
    ],
    "keywords": [
      "innovazione",
      "modello",
      "business",
      "prodotto",
      "tecnologia"
    ]
  },
  {
    "id": "chunk_88",
    "text": "[H3] 5.1. Casi di Studio\n Principali\n[H4] 5.1.1. Nokiavs Apple\n • Nokia a veva la tecnologia (il primo sma rtphone fu Nokia ), ma ma ncava il modello di business. Appleca pìche serviva una piattaforma che permettesse a terzi di creare valore (le app), non solo ha rdwa re superiore.\n[H4] 5.1.2. Xeroxvs EMI\n • Xerox: Joe Wilson a veva una tecnologia costosa (fotocopiatrice a secco), ma inventò un modello di business innova tivo - affitto + pagamento per copia - che creò le condizioni per l'a dozione di ma ssa . • EMI: Godfrey Hounsfield inventò la TAC, ma EMI (un'a zienda musica le!) non seppe costruire un modello di business a deguato e perse l'opportunità .\n[H4] 5.1.3. La Grappa Nonino Esempio di innovazione\n di posizionamento: il prodotto non cambiò, ma la narrativa sì - da \"distilla toloca le\" a \"condensa to di sapere centena rio\", tra sforma ndo la grappa in uno spirit premium apprezza to interna ziona lmente.\n[H4] 5.1.4. La Carne Coltivata Il docente usa questo\n caso per mostra re come il naming sia integra nte del modello di business: in vitro meat → lab-grownmeat → cleanmeat → cultured meat → carne coltivata. Ogni cambio di nome riflette pressioni di sta keholder diversi e tenta di evocare valori specifici.",
    "page": 89,
    "pages": [
      89
    ],
    "keywords": [
      "modello",
      "business",
      "nokia",
      "tecnologia",
      "inventò"
    ]
  },
  {
    "id": "chunk_89",
    "text": "[H2] 6. Concetti\n Trasversali\n[H3] 6.1. Il Valore Sociale nel Business\n Un filo conduttore è la critica a l modello \"profitto e basta \". Nei serious games (sanità , educazione), nei progetti sulla sostenibilità (carne coltiva ta , sport inverna li), emerge che: \"Non basta pensare in termini di business modelfor profit, perché è come a vere la Ferrariche punta contro il muro.\"\n[H3] 6.2. La Neutralità Tecnologica\n Nessuna tecnologia è intrinseca mentebuona o cattiva. Il docente cita l'a rticolo \"The Right toPriva cy\" del 1890, scritto quando la diffusione della ma cchina fotogra fica sollevò per la primavolta questioni di priva cy - le stesse che oggi riguarda no l'IA.\n[H3] 6.3. Effetti di Rete e\n Lock-in Il va lore di molti prodotti dipende da qua nte persone liusano (clubgoods). Questo spiega : • Perché VHSvinse su Beta ma x (tecnologia inferiore, ma a dozione superiore) • Il modello freemium dei videogiochi • La stra tegia di Ryanair (biglietti a 1 centesimo per crea re ma ssa critica )\n[H3] 6.4. Letture Consigliate dal\n Docente • Ita lo Calvino, Lezioni Americane / Six Memosfor the Next Millennium • Ma ssimo Sideri & Andrea Rangone, L'innovatore rampante • Lucia noFloridi (concetto di onlife) • Clayton Christensen, The Innovator's Dilemma (teoria delle disruptive innova tions) • Ma ria na Ma zzuca to, Lo Stato Innovatore • Da ron Acemoglu & Simon Johnson, Powerand Progress • Steven Johnson, Where Good Ideas Come From • Da vid Owen, Copies in Seconds (storia di Xerox) • Jørgen Vig Knudstorp, LEGO (storia a zienda le) • Adidas vs Puma: Il duello di una vita • Joel Mokyr, The Giftsof Athena (definizione di tecnologia )",
    "page": 90,
    "pages": [
      90
    ],
    "keywords": [
      "business",
      "critica",
      "modello",
      "basta",
      "perché"
    ]
  },
  {
    "id": "chunk_90",
    "text": "[H3] 7.1. Sintesi Finale La lezione costruisce\n un fra mework per pensa re all'innovazione: • La tecnologia è necessaria ma non sufficiente • Il modello di business è il meccanismo di traduzione tra tecnologia e valore per il cliente • L'innovazione è miglioramento dellavita delle persone (definizione di Floridi) • Il naming e il posizionamento sono integranti dellastra tegia innova tiva • Le esternalità sono inevitabili: ogni tecnologia crea vincitori e perdenti, a lmeno nel breve periodo Il messa ggio di fondo è che chi si occupa di innova zionedeve pensare in modo sistemico - non basta a vere la tecnologia migliore, bisogna costruire l'ecosistema che permetta alle persone di estra rnevalore. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 45\n VERSIONE LUNGA - Tecnologia, Innovazione e Modelli di Business INTRODUZIONE E BACKGROUND DEL DOCENTE Alberto Nuccia relli è un docente universita rio che insegna presso l'Università di Trento, dove tiene corsinell'a mbito del Ma ster in Innova tion Ma na gement. Background Acca demico e Professiona le - Esperienze Interna zionali • Ha la vora topresso Philips nel settore delle tecnologie sanita rie (risona nza ma gnetica ), occupa ndosi del rapporto tra tecnologia , policy, innovazione estrategia per la vendita di ma cchina ri a gli ospeda li europei e a merica ni • Si è tra sferito in Inghilterra dove ha la vora to per la Cass Business School (oggi Bayes Business School, City University London), occupa ndosi di Videoga mes - Modelli di business a supporto dei videoga me (seriu s game) • Ha vissuto diversi anni in Olanda e Inghilterra - la moglie è olandese ela vora per H.B.",
    "page": 91,
    "pages": [
      91
    ],
    "keywords": [
      "tecnologia",
      "business",
      "innovazione",
      "innova",
      "occupa"
    ]
  },
  {
    "id": "chunk_91",
    "text": "Edding, a zienda di consulenza per l'etichetta tura di prodotti a limenta ri) • Ha svolto attività di postdoc in Olanda presso l'Università di Eindhoven • Ha tra scorso un periodo Erasmus a Vienna , dove ha studia to le strategie di interna zionalizza zionedelle a ziende italia ne (confocus su Telecom Italia ) I Serious Games: Player, Payer e Beneficiary I giochi tra diziona lmente intesi come games for entertainment - quindi Crash, FIFA 2026 e simili - sono giochi progetta ti da gli sviluppatori per intrattenere chi pa ga . Vispiego la distinzione tra player, payer e beneficiary: chi pa ga , chi gioca e chi beneficia del gioco. Nei giochi tra diziona li, queste tre figure di solito coincidono nella stessa persona . Questo rendemolto semplice per me, imprenditore o sviluppatore di giochi, creare un prodotto e un mecca nismo che convinca il giocatore a pagare. Devo conquista resolta nto quella che gli economisti chia ma no willingness topay: la disponibilità a pagare, la volontà di da re del denaro in cambio del divertimento che offro. È molto semplice, è un rapporto uno a uno. È come a ndare a l ba r e dire: \"Guarda , quel cornetto è moltobuono\". E se è da vvero buono, lo compro, perché sono disposto aspendere a nche 50 centesimi in più. Il serious game, invece, è un gioco sviluppa to per raggiungere uno scopo socia le o economico. Detto in parole povere: se mi rompo una gamba , possofa re la ria bilitazione in ospeda le contutore, gesso e quant'a ltro, e dopo 10-15 giorni tornare da l medico per racconta rglicom'è a ndata.",
    "page": 92,
    "pages": [
      92
    ],
    "keywords": [
      "giochi",
      "italia",
      "serious",
      "games",
      "player"
    ]
  },
  {
    "id": "chunk_92",
    "text": "Oppure possofa requalcosa di diverso: posso essere dotato di una serie di sensori da applica re sul ginocchio e intorno allegambe - accelerometri come quelli che abbiamo nei nostri sma rtphone - che comunica no in temporea le a l medico, all'infermiere o a l fisiotera pista come simuove il mio ginocchio. E possofarlo indossa ndo un paio di visori come gli Oculus, che mi fannopensa re di stare cammina ndolungo la Va l di Fiemme ola Va l di Fassa . In questo modo, posso tra sforma re un'attività di ria bilitazione in qualcosa che, se non propriamente divertente, è qua ntomeno più pia cevole. Stofacendo un'operazione di gamification: stocerca ndo di tra sforma re in modo playful un'attività quotidia na . Ma in realtà quello che sto facendo è tra sformare un'attività fisica in un insieme di da ti - datiche possono essere letti e interpreta ti da l medico, da l fisiotera pista e cosìvia , in modo da fornire un riscontro diretto e continuo. Esistono una qua ntità di serious game che non potete neanche immagina re. Per esempio, per fa cilita re i bambini dislessici nell'apprendimento della lettura , c'era un belgioco chia ma to Reader Rabbit: il bambino doveva seguire uno scoia ttolo e saltare esattamente dove doveva porre l'accento sullepa role. Esistono giochi di va rianatura ; il settore healthcare è particola rmente ricco di queste applicazioni. Il Problema dei Serious Games: Tre Stakeholder Diversi Però c'è un gra nde problema . Almeno fino a 10-15 annifa , c'era un grande problema per gli sviluppatori di serious game. Pensateci bene: io il serious game non lo sviluppo per chi gioca , non convinco chi gioca a pagare, e chi gioca non è nemmeno l'unico beneficia rio.",
    "page": 93,
    "pages": [
      93
    ],
    "keywords": [
      "attività",
      "posso",
      "ginocchio",
      "medico",
      "fisiotera"
    ]
  },
  {
    "id": "chunk_93",
    "text": "Ho il payer (chi pa ga ), il player (chi gioca o chi utilizza il softwa re di ria bilitazione, il softwa re in genera le) e il beneficiary (chi netra e beneficio): hotre figure diverse, o a lmenotre gruppi di persone diverse. Perché iodevo a ndare a l Ministero e dimostra reche il miogioco per i bambini dislessici funziona , così che possa essere a dottato da lle scuole. Poi però devo convincere la dirigente scolastica a pagare per quelgioco - ma quella rimanderà sicuramente la responsa bilità a l Ministero e dirà : \"No, è il Ministero che pa ga \". E allora : mettetevi d'accordo, una volta che a veteca pito che il gioco funziona , uno di voipaga . Ma chi è che gioca ? I bambini. Ele fa miglie dei bambini mettera nno tantissima pressione sul dirigente scolastico, dicendo: \"Ehi, se glielo fa i utilizza re, io voglio essere sicuro che quel gioco funzioni, che non peggiori le cose, che i bambini non dislessici non rima ngano indietro, che non perdano tempo a farecose che non servono loro\". Iodevo convincere tantagente diversa . Allora , la qua lità di quelgioco - cioè la \"bontà del cornetto\" - per il payer, per il player e per il beneficia ry in realtà significa trecose diverse. Perché ioposso dire: \"Punto moltissimo sullaqua lità \". Però poi il Ministero midirà : \"Guarda, fantastico, tusa i fare un gioco perfetto, ma io cosìtanto non voglio pagare. Quindi fanne uno un pochino menobuono di \n[HEADER] EMBA - Strategia ed Internazionalizzazione 46\n quello che potresti fare, perché io non posso permettermelo\". Chiaramente le fa miglie fa rebbero un'attività di lobby fortissima : loro vogliono il miglior gioco possibile.",
    "page": 94,
    "pages": [
      94
    ],
    "keywords": [
      "ministero",
      "bambini",
      "gioco",
      "diverse",
      "perché"
    ]
  },
  {
    "id": "chunk_94",
    "text": "Noi come taxpayers vorremmo un gioco che sì, dia la possibilità a i bambini dislessici di non essere esclusi da l mercato del la voroqua ndo a vranno 20 o 30 anni - però non voglia mo nessun a umento di tasse. Anzi, voglia mo una riduzione. Ma questo è un discorso per un a ltro momento. La Necessità di un Valore Sociale nel Business Allora , dobbia mo mettere insieme troppa gente diversa : come faccia mo? Dobbia mo inserire all'interno del mecca nismo del modello di business - di cui parleremo forse la prossima volta , oggi non credoci arrivia mo, siamo un po'in rita rdo - qualcosa di diverso. All'interno del mecca nismo che permette il tra sferimento del va lore, dobbia mo aggiungere un valore sociale, non solta nto il valore economico. Non posso misura re un'a zienda , a nche nel settore dei videoga me, sullaba se del solo profitto. Non funziona . Non funziona più. Non ha senso. Non ha sensoperché non riesco a fa r stare insieme payer, player e beneficia ry. Nel settore dei videoga me - e allarga ndo lo sguardo all'industria healthca re - è difficilissimo mettere insieme aspetta tive e volontà così diverse. Allora cisiamo divertiti per un po'di anni a fare business model design per i serious games, confronta ndolo conquello dei ga mesfor enterta inment. Li abbiamo confrontati su diverse dimensioni: crowdsourcing, crowdfunding e a ltro a ncora.",
    "page": 95,
    "pages": [
      95
    ],
    "keywords": [
      "valore",
      "business",
      "dobbia",
      "insieme",
      "voglia"
    ]
  },
  {
    "id": "chunk_95",
    "text": "[H2] 2. I PROGETTI DI RICERCA ATTUALI Il Legame tra\n Tecnologia, Innovazione e Strategia Quello che faccio oggi è sostanzia lmente a ncora questo: cercare di ca pire il legameche c'è tra tecnologia , innovazione estrategia . Ed è quello che mi è sta tochiesto di prova re a racconta rvi. Per trova re il modo giusto di farlo, parto da due progetti di ricerca su cui sono attua lmente coinvolto - progetti che, chiaramente, influenza no la narrativa, la storia che racconto in cla sse. I due progetti principa li sono: uno sulla carne coltiva ta , tema scotta nte nel nostro Paese, e l'a ltrosull'impatto dei cambia menticlima ticisugli sport inverna li, a ltrotema molto scotta nte. Progetto \"Hot Snow\": Cambiamenti Climatici e Sport Invernali Partia mo da l secondo. Il progetto sichia ma Hot Snowed è condotto insieme alla Stockholm School of Economics, inizia lmente con la Fondazione Kahn. citano a nche, in parte, il Comita to Olimpico Interna ziona le, l'Università di Oxford e il King's College di Londra . L'idea di fondo è questa : gli scienziatici dicono che per rispondere a i cambia menticlima ticisi possono fare duecose - mitigazione e a da ttamento. Ogni a zienda , ogniorga nizzazione - semplice o complessa che sia - può, o meglio deve, reagire a i cambia menticlimatici. E può farlo attraverso mitigazione, a da ttamento, o entrambi. Adattamento vs Mitigazione Adattamento significa che io mi a da tto: prendo il cambia mentoclimatico come un fattore da to, che non sono in grado di modifica re. Cosa faccio? Cerco di a da tta rmi.",
    "page": 96,
    "pages": [
      96
    ],
    "keywords": [
      "progetti",
      "cambia",
      "lmente",
      "mitigazione",
      "ricerca"
    ]
  },
  {
    "id": "chunk_96",
    "text": "Per esempio: sono un produttore di vino, soche il cambiamento climatico impatta sul microclima della Valledell’Adige; quindi, a cquisto terreni in a lturaperché soche fra qualche annodovrò comunque coltiva repiù in a lto - a ltrimenti a vrò problemi di pa rassiti e insetti. Parlavo condegli imprenditori olandesi - ho vissuto molti anni in Olanda . Nel sud dell'Olanda , nel Brabante, nellazona di Eindhoven, come a nchenella zona di Ma astricht, stanno comincia ndo a piantare viti e ulivi. Ci sono due colline, il punto più a lto arriva a 180 metri, ma comincia no a d esserci belle distese di vigneti e uliveti. Perché? Perché gli ola ndesici vedono lungo, vedono il business. Storicamente sono un popolo di commercia nti - come i da nesi - e ha nno pensato: dobbia moguardare a l futuro, alle opportunità di business del futuro. In Sicilia faranno fatica a produrre vino? Lo fa remonoi. Del resto, in Sicilia stanno già tira ndogiù piante di a rance per pianta rebanani. Come riporta va il Corriere della Sera , nel 2016 sono arrivate le prime banane sicilia ne sul mercato italia no. Quindi, cosa faccio io? Faccio adattamento: mi adatto. Ma posso a nchepensa re di fare mitigazione: se divento più sostenibile nel modo in cui produco - qua lunque cosa ioproduca - in rea ltàsto cercando di impa ttare di meno sul cambia mentoclimatico. Stocerca ndo di mitiga rlo. Il Dilemma delle Aziende For-Profit Allora , gli scienziatici dicono che si può fa resia mitigazione che a da ttamento. Però, se parla te conmoltedelle imprese for-profit in tutti i settori che potete immagina re, vi dicono: \"No, io faccio mitigazione oppure a da ttamento - insieme non posso farli\". Se parla te congli ski resort, vi dicono: \"Ah sì, noi faccia mo a da ttamento. No, aspetta , noi faccia mo mitigazione.",
    "page": 97,
    "pages": [
      97
    ],
    "keywords": [
      "sicilia",
      "soche",
      "quindi",
      "olanda",
      "stanno"
    ]
  },
  {
    "id": "chunk_97",
    "text": "Entrambe? Non ci riuscia mo\". Ma se non riuscite a fare entrambe, è come a vere una Ferrari la ncia ta a 300 all'ora che punta dritta contro un muro. Perché i clima tologi ti dicono: \"Guarda che nel 2050 non ci sarànevesotto i 2.000 metri\". E allora , che cosa riuscira nno a faregli impianti sciistici? Se non c'è neve? \"Sì, ma noi spingia mosulla tecnologia \". Ecco il rapporto tra tecnologia estrategia . \"Noi spingia mosulla tecnologia perché sappia moche, se riuscia mo a progredire abba stanza, riusciremo aspara reneve - non chia matela artificia le, per ca rità di Dio - neve programmata, a una temperatura prossima allozero, ma ga ri 0,5 gra di, forse a nchesopra lo zero\". Cosa che fino a 15 annifaera inimma ginabile: potevi spara reneve solo se c'eranomeno 5 o meno 6 gra di. Quindi cosafanno? Si adattano, ma non mitigano. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 47\n Se invece parli con un clima tologo, ti racconta tutta un'a ltra storia : \"No, guarda , dovresti mitiga re e a da ttare, non solo uno dei due\". Allora , il nostro progetto di ricerca cercherà di ca pirequa l è la narra tiva di entrambe le parti, per tira refuori una sintesi. Per dire: \"Guarda te, il modo per uscirne è questo. Per continua re a d a vere business for-profit e, nel fra ttempo, tutela re la società nel suo insieme - society as a whole - dobbia mo metterci d'accordo\". Non basta pensare in termini di business modelcosì com'è, di business modelfor-profit, perché è come a vere una Ferrariche punta dritta contro il muro. Progetto sulla Carne Coltivata L'a ltro progetto di ricerca è sempre sul lega metra tecnologia e innovazione, ed è sullacarne coltiva ta .",
    "page": 98,
    "pages": [
      98
    ],
    "keywords": [
      "tecnologia",
      "entrambe",
      "perché",
      "guarda",
      "progetto"
    ]
  },
  {
    "id": "chunk_98",
    "text": "Voisapete, a veteletto i giorna li, suppongo, cos'è la carne coltiva ta e il diba ttito che c'è stato in Italia sulla cosiddetta \"carne sintetica\". Nel nostro Paese la carne coltiva ta deriva da una serie di scoperte tecnologiche. Intanto, mentre vi racconto questa storia, non lo faccio solo per intrattenervi: inserisco a lcunepa rolechia veche ritroveremo più a vanti. Parlo di tecnologie, parlo di innovazione, parlo di strategie, e provo a collega re questi concetti. Uso \"innovazione\" e \"tecnologia \" in modo quasi interca mbiabile: faccio riferimento alla tecnologia quando mi riferisco a qualcosa di preciso, e parlo di innovazione quando mi riferisco a qualcosa di più ampio. La carne coltiva ta è il risulta to di una serie di scoperte tecnologiche che risa lgono indietro nel tempo - se volete, fino a l microscopio asca nsione elettronica di 150 annifa . Queste scoperte ha nno portato, negli anni'80, ESA e NASA a ragiona recosì: \"Proba bilmente fra un po'riprendera nno le missioni spazia li di lungadura ta . Che cosa diamo da ma ngiare a questi astrona uti? L'insa la tina ? I fagioli in sca tola ? No, provia mo a da rgli la possibilità di coltiva reproteine a nimali diretta mentesulla Stazione Spazia le Interna zionale, in modo che, una volta arrivati, possano farsi un filetto di merluzzo o una bistecca alla fiorentina \". Come si fa ? È possibile se abbiamo la tecnologia in vitro, ovvero la tecnologia per fa r replica re le cellule in la boratorio, in modo controlla to. Dobbia mo risolvere qualche problema tecnico, oltre a qualche problema economico. Inna nzitutto, dobbia mopreleva re le cellule stamina li da gli a nimali.",
    "page": 99,
    "pages": [
      99
    ],
    "keywords": [
      "carne",
      "coltiva",
      "parlo",
      "tecnologia",
      "scoperte"
    ]
  },
  {
    "id": "chunk_99",
    "text": "Le cellule stamina li sono un'a ltra tecnologia fonda mentale per la carne coltiva ta : sono cellule indifferenzia te, che possono diventa requa lunque cosa - osso, cartila gine, muscolo, grasso. Seleziono le cellule che voglio fa r replica re. Quindi selezionerò cellule che possono diventa re muscolo, ma mi servono a nche cellule che devono diventa regrasso. Perché? Perché nessuno ma ngerebbe carnefatta solo di muscolo: sarebbe immasticabile. Il sa poreci viene da l grasso presente nellacarne - e nel pesce, in forma diversa , ma sempre da l grasso. Una volta seleziona te le cellule che mi servono, cosa faccio? Devofarle replica re in modo controlla to, all'interno di biorea ttori - una sorta di frigorifero a l contra rio, che ma ntiene tempera tura e umidità costanti, come nell'organismo a nima le: intorno a i 37 gra di, con il giusto grado di umidità ele stesse condizioni di crescita . Le faccio replica re. Poi devo metterle insieme. Ho bisogno di crea re un'intela iatura molecola re, uno scaffolding - sichia ma scaffolding technology. Ve la dico in modomolto semplifica to, perché se racconta ssi questa storia così a l CIBIO, nel Dipa rtimento di Biologia , mi tirerebbero addosso qualcosa . Però, per rendere la storia comprensibile: devo posiziona re le cellule in modo ta le da poter replica re la struttura dellacarne a nima le. Perché da lla struttura molecola re dipendono il colore, il sa pore, il gusto, la texture, la durezza , la morbidezza dellacarne. E cosìsi ottiene il prodotto finito.",
    "page": 100,
    "pages": [
      100
    ],
    "keywords": [
      "cellule",
      "replica",
      "perché",
      "diventa",
      "muscolo"
    ]
  }
]