[
  {
    "id": "chunk_350",
    "text": "diritto na ziona le) • Tempestività: obietta re immedia tamente a CGC contra stanti • Documentazione: tra ccia scritta diogni comunicazione • Regola aurea: non la sciare ma i la formazione del contra tto all'a mbiguità . Un'ora di negoziazione preventiva evita mesidi controversie.\n[H3] 6.4. ESECUZIONE DEI PROVVEDIMENTI\n GIURISDIZIONALI La primaparte di Bruxelles I-Bis è relativa alla competenza, a l foro ovvero chi è competente per una controversia . Ora dobbia mo tra ttare la seconda parte di Bruxelles I-Bis che cidice che cosa accade a i provvedimenti giurisdiziona li una volta emessi. Se gli Stati sono gelosi e vogliono applica releloro norme ovunque sono non meno sospettosi delle sentenze a ltrui. Es. perché devofa re eseguire in Italia una sentenza francese? Devo a prirmi o devofa r ricomincia reil processo? Ecco che iltema dell'esecuzione dei provvedimenti giurisdiziona li è untema centra le per ra ggiungere ilbene della vita \n[HEADER] EMBA - Strategia ed Internazionalizzazione 134\n per ra ggiungere l'a dempimento del contra tto. Spesso accade che la contropa rte non a dempia sponta neamente e quindi occorra utilizza rela forza pubblica per eseguire la sentenza . Edecco che gli Stati per riconoscere una sentenza stra niera hanno richiesto il cosiddetto Execua tor (eseguito da l giudice dello Stato dovelo si richiede) che è un procedimento di equipa razione di una sentenza stra niera alla sentenza na zionale. È un procedimento che da valore a d una sentenza stra niera comese fosse una sentenza italia na . Riepiloga to sotto: 1. Adempimento sponta neo • Tutto vabene 2. Adempimento non sponta neo • Necessità di eseguire con la forza pubblica la sentenza • Exequa tor",
    "page": 351,
    "pages": [
      351
    ],
    "keywords": [
      "sentenza",
      "contra",
      "provvedimenti",
      "niera",
      "esecuzione"
    ]
  },
  {
    "id": "chunk_351",
    "text": "[H4] 6.4.1 Execuatur\n Esempio. Imma ginia mo che il ristoratore fra ncese abbia ottenuto una sentenza in Fra ncia che dica che il produttore italia nodeve dare 100 bottiglie a l ristoratore fra ncese, questa sentenza dovrà essere eseguita in Italia perché le 100 bottiglie divino sonoin Italia . Allora il fra ncese a ndràdi fronte a l giudice italia no per chiedere l'Exequa tor della sua sentenza . Edil giudice italia no, Corte di appello di Roma , verificherà e non verificherà quanto sotto. Cosa controlla L’autorità dello Stato richiesto verifica tipicamente: • competenza del giudice d’origine secondo criteri accettabili; • rispetto del contra ddittorio e dei diritti di difesa ; • assenza di contrasto con l’ordine pubblico; • definitività o esecutività della decisione. Cosa non controlla • la correttezza giuridica della decisione (non entra nel merito della decisione del giudice fra ncese) • l’interpretazione del diritto sostanziale (non guarda seha interpretato beneil diritto francese) • la ricostruzione dei fa tti. L'Execua tor è una ga ranzia nel voler un controllo sulla correttezza del procedimento utilizza to per ottenere la sentenza stra niera . È un controllo forma le e sosta nziale. Non entra nel merito della sentenza a meno che non sia contra stante con l'ordine pubblico italia no o con le a ltrecose che il giudice italia no è chiama to a controlla re (\"Cosa controlla\"). Questo è l'atteggiamento che tutti gli Stati del mondo hanno nei confronti delle sentenze emesse da gli Stati stra nieri, questo perché quando eseguo la sentenza chiedo la forza pubblica che è il potere cui gli Stati sonopiù gelosi.",
    "page": 352,
    "pages": [
      352
    ],
    "keywords": [
      "italia",
      "sentenza",
      "giudice",
      "ncese",
      "controlla"
    ]
  },
  {
    "id": "chunk_352",
    "text": "Inogni Stato il procedimento di Execua torha lesue pa rticola rità conuna differenza importante per gli Stati membri della UE nel senso che Bruxelles I-Bisha deciso di supera re l'Exequa tor poiché l'obiettivo è sempre quello direa lizza reil merca to interno fa cilita ndola circolazione di merci e persone. Di fronte a sentenze emesse da uno Stato membro cisia no dei procedimenti a utomatizzati sia per il riconoscimento della sentenza sia per l'esecuzione della sentenza (Art. 36 ed Art. 37) 6.4.1.1 Art 36 - Riconoscimento della sentenza Comma\n[H2] 1. La decisione emessa in uno\n Stato membro è riconosciuta inun altro Stato membro senza che sia necessario il ricorso ad alcuna procedura particolare. Comma 2. Ogni parte interessata può, conformemente alla procedura di cui alla sezione 3, sottoporre 2, chiedere una decisione attestante l'assenza di motivi di diniego del riconoscimento di cui all'articolo 45. Comma 3. Se l'esito diun procedimento pendente davanti a un'autorità giurisdizionale di uno Stato membro dipende dalla soluzione di una richiesta di diniego di riconoscimento sollevata invia incidentale, tale autorità giurisdizionale è competente in riguardo. Datoil comma 1 dell'a rticolo 36 rispetto alla sentenza fra ncese non posso inventa rmiun granché, la sentenza è riconosciuta a utoma ticamente in Italia 6.4.1.2 Art. 39 - Esecuzione della sentenza La decisione emessa in uno Stato membro che è esecutiva intale Stato membro è altresì esecutiva negli altri Stati membri senza che sia richiesta una dichiarazione di esecutività. Si tra ttadell'Articolo 39 sulla sezione \"Esecuzione\", che sta bilisce il principio del riconoscimento a utomatico dell'esecutività delle decisioni giudizia rie tra Stati membri dell'UE.",
    "page": 353,
    "pages": [
      353
    ],
    "keywords": [
      "stato",
      "membro",
      "sentenza",
      "riconoscimento",
      "comma"
    ]
  },
  {
    "id": "chunk_353",
    "text": "La nostra sentenza è esecutiva indipendentemente da l giudice italia no che deve riconoscerla tale a beneficio della forza pubblica . E sela sentenza va eseguita in uno Stato non membro della UE? Qui la cosasi complica perché qui torna in vigore il principio dell'Execua tor ovvero devo rimettere inmoto il procedimento affinché si possa arriva re a l riconoscimento \n[HEADER] EMBA - Strategia ed Internazionalizzazione 135\n dell'esecutività della sentenza italia na nello Stato non membro. Questo procedimento di Execua torha poche eccezioni una delle quali è la convenzione dell'Aja del 30 Giugno 2005. 6.4.2.1 - Convenzione dell'Aja 30 Giugno 2005 Convenzione sugli accordi di scelta del foro esclusivo. È una convenzione processua lein cui 36 Stati hanno sta bilito che se nel contra tto c'è la scelta diunforo esclusivo (e. in Messico e la sentenza è stata effettuata in Messico) quella sentenza è esecutiva a nche nelle a ltri 35 Stati e non deve passa re per l'Execua tor. Se non ci fosse questa convenzione si dovrebbero applica rele leggi na ziona li che solitamente richiedono l'Execua tor o essere fortuna tisull'esistenza di tra ttati bilatera li fra ilpaese del giudice che ha emesso la sentenza edil paese dove voglio eseguire la sentenza che dica a d es. che la sentenza Argentina vale a nchein Italia (sul sito del ministero cisono i tra tta ti), esiste un'a ltra convenzione in essere, vedi sotto.",
    "page": 354,
    "pages": [
      354
    ],
    "keywords": [
      "sentenza",
      "convenzione",
      "execua",
      "italia",
      "esecutiva"
    ]
  },
  {
    "id": "chunk_354",
    "text": "6.4.1.2.2 - Judgments Convention Convenzione sul riconoscimento e l’esecuzione delle sentenze straniere in materia civile e commerciale Approva ta all'Ajail 12 luglio 2019, la Comunità Europea ha a derito ll 19 luglio 2022 • Da l 1° settembre 2023 vincola tutti gli Stati membri (tra nne Danima rca ), ossia 27 (a nche Ucraina ) su 84 membri della Conferenza dell’Aja • Non si applica alle decisioni di controversie basatesu accordi di scelta del foro esclusivo (qui si applica Convenzione del 2005) Lata bella illustra diversi strumenti contra ttuali e stra tegici utilizza ti primadell'insorgere diun contenzioso per prevenire l'ina dempimento contra ttuale e fa cilita re l'eventua le esecuzione forza ta . Fase Strumento Funzione preventiva Nota sistematica Primadel contenzioso Cla usole diga ranzia (fideiussioni, gara nzieba ncarie, escrow) Assicura re risorse immedia tamente aggredibili Sposta noil rischio dell'esecuzione alla solvibilità Cla usole penali / liquida tedda mages Rendere l'ina dempimento economicamente svanta ggioso Incentivo all'a dempimento, non strumento punitivo Scelta diunforo/a rbitra to \"enforcement-friendly\" Aumenta rela proba bilità di esecuzione effica ce Diritto processua lecome leva economica Scelta della sede dei beni Collega re giudizio e pa trimonio Il diritto segue i beni, non le promesse",
    "page": 355,
    "pages": [
      355
    ],
    "keywords": [
      "esecuzione",
      "scelta",
      "dempimento",
      "convenzione",
      "luglio"
    ]
  },
  {
    "id": "chunk_355",
    "text": "[H2] 7. IL FORO ARBITRALE Convenzione di New\n York del 1958 sul riconoscimento e l'esecuzione delle sentenze a rbitra listra niere • Ambito di applicazione: La convenzione si applica a l riconoscimento e all'esecuzione di sentenze a rbitra li emesse inun paese diverso da quello in cui viene richiesto il riconoscimento, in controversie tra persone fisiche e giuridiche. • Adesione: La convenzione è a perta alla firma e a desione di tutti gli sta ti membri delle Nazioni Unite e di a ltrista ti membri di a genzie specia lizza te ONU o parti dello Statuto della Corte Interna ziona ledi Giustizia . Adoggi è stata ra tifica tada oltre170 paesi. • Obblighi degli stati aderenti: Gli sta ti a derenti si impegna no a riconoscere le sentenze a rbitra listra niere come vincola nti e a d eseguirle in conformità alle norme di procedura del pa esein cui viene richiesto il riconoscimento. • Motivi di rifiuto: La convenzione prevede limita te eccezioni inbase allequa li uno stato può rifiuta reil riconoscimento di una sentenza a rbitra lestra niera , come l'inva lidità della convenzione d'a rbitra to o la violazione del contra ddittorio. 7.1. Perché utilizzare gli arbitrati?\n[H2] 1. Enforceability\n Uno dei principa li problemi delle sentenze stata li abbiamo visto essere a l di fuoridell'EUil problema dell'Execua tor ovvero il problema del riconoscimento e dell'esecuzione della sentenza statale in a ltri Stati. Invece le sentenze a rbitra li (chiama te Lodi Arbitra li) finda l 1958 godono della convenzione di New York per laqua le, i 170 Stati riconoscono a l Lodo a rbitra le emesso inun a ltro Stato lo stesso valore diun Lodo Arbitra le riconosciuto daun tribuna le a rbitra leita liano (lo Stato italia no a utorizza gli a rbitri italia ni a d emettere la sentenza ).",
    "page": 356,
    "pages": [
      356
    ],
    "keywords": [
      "rbitra",
      "convenzione",
      "riconoscimento",
      "sentenze",
      "esecuzione"
    ]
  },
  {
    "id": "chunk_356",
    "text": "Suca pisce con l'a rbitra toha molta forza decisiona le. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 136\n Può essere riconosciuto impotente solo per motivi molto molto circoscritti (quando lacla usola a rbitra lesia stata scritta male oppure quando siasta to viola toil principio del contra ddittorio cioèil diritto di potersi difendere a d a rmipa ri). Un Lodo a rbitra lehapiù a lta proba bilità di essere eseguita rispetto a d una sentenza diun giudice soprattutto a l di fuoridella UE. Arbitra to • Eseguibile in oltre170 Paesi grazie alla Convenzione di New York 1958. • È ilvero “passaporto globale” del contenzioso. • Pressoché indispensabile sela controparte habeni fuoridall’UE (Cina, USA, UAE, ...). Tribuna li UE • Eccellenti dentro l’UE (riconoscimento automatico). • Ma fuoridall’UE l’efficacia dipende da trattati bilaterali o legge locale → spesso incertezza. 2. Tempi: prevedibilità e controllo Arbitra to ICC/CAMoggi • Media ICC (Interna tiona l Chamber of Commerce): 18–24 mesi per un a rbitra to complesso. • CAM (Camera Arbitrato di Milano): procedura accelerata sotto500k € → 6–9 mesi. • Tempi gestiti da l tribuna le e dalle parti, senza ingorghi da ruolo genera le. Tribuna lista tali UE • Ampie variazioni tra Stati: da i 6 mesi (Paesi Bassi) a i 3–6 anni (Italia , Fra ncia in appello). • Più veloce il sistema lussemburghese.",
    "page": 357,
    "pages": [
      357
    ],
    "keywords": [
      "rbitra",
      "tribuna",
      "molto",
      "quando",
      "arbitra"
    ]
  },
  {
    "id": "chunk_357",
    "text": "[H2] 3. Confidenzialità\n Arbitra to. In genera le confidenzia le e la confidenzia lità è molto rileva nte per: • segreti industria li, • a lgoritmi, • informazioni tecniche sensibili, • contenziosi concompetitor. Tribuna li UE • Regime pubblicistico: atti e sentenze sono norma lmente pubblici. • Possibili misure di secretazione, ma ecceziona li.\n[H2] 4. Italian\n Torpedo? Arbitra to. Tota lmente neutra lizza to: • la litispendenza Bruxelles I-bis non si applica a gli a rbitra ti. • Nessuno può “bloccare” l’arbitrato con un’azione parallela inun tribunale lento. Tribuna li UE. Il Torpedo è neutra lizza tosolo se c’è una clausola di giurisdizione esclusiva valida (art. 31(2)). Se non c’è → rischio torpedo ancora esistente.\n[H3] 7.2. Stabilità delle sentenze statali Profilo\n Sentenze statali Lodi arbitrali Appella bilità nel merito Sì, di regola prevista dall'ordinamento (appello) No, salvo accordo espresso delle parti (ipotesi ecceziona li) Numero dei gra didi giudizio Genera lmente due o tre Uno solo Controllo suifa tti Ammesso (a lmeno in appello) Escluso Controllo sul diritto sosta nziale Ammesso Escluso Controllo di legittimità Ampio (competenza , motivazione, violazioni di legge) Limita to e tipizza to Motivi di impugnazione Errori difatto e di diritto Solovizi gravi (procedimento, convenzione a rbitra le, ordine pubblico) Definitività della decisione Progressiva Immedia ta Rischio di moltiplicazione del contenzioso Eleva to Molto ridotto Eseguibilità interna ziona le Variabile (dipende da exequa tur e cooperazione) Eleva ta (Convenzione di New York 1958) \n[HEADER] EMBA - Strategia ed Internazionalizzazione 137\n Logica di sistema Tutela attra verso il controllo successivo Tutela attra verso la selezione preventiva (a rbitri, regole, sede) 7.3.",
    "page": 358,
    "pages": [
      358
    ],
    "keywords": [
      "sentenze",
      "lmente",
      "torpedo",
      "controllo",
      "arbitra"
    ]
  },
  {
    "id": "chunk_358",
    "text": "Modelli clausole arbitrali - Clausola compromissoria vs Compromesso Due istituti fonda mentali del diritto dell'arbitrato che si confondono spesso mahanno natura, finalità e conseguenze giuridiche molto diverse.\n[H4] 7.3.1. Clausola compromissoria\n (art. 808 c.p.c.) Definizione: Accordo concui lepa rtidi un contra ttosi impegna no a devolvere a d a rbitri eventuali future controversie deriva ntida quel contra tto. Caratteristiche: ✓ Stipula ta primache sorga la controversia ✓ Rigua rda controversie potenziali e ipotetiche ✓ Solitamente inserita nel contra tto principa le (mapuò essere a nchein attosepa rato) ✓ Cla usola accessoria a l contra tto principa le Esempio tipico: Art. 15 - Risoluzione delle controversie \"Qualsiasi controversia derivante dal presente contratto o adesso relativa, incluse quelle relative allasua validità, interpretazione, esecuzione o risoluzione, sarà risolta definitivamente tramite arbitrato secondo il Regolamento della Camera Arbitrale di Milano.\"\n[H4] 7.3.2. Compromesso\n (art. 807 c.p.c.) Definizione: Accordo concui leparti decidono di devolvere a d a rbitri una controversia già insorta tra loro. Caratteristiche: ✓ Stipula todopo che è sorta la controversia ✓ Rigua rda una lite concreta e attuale ✓ Contra tto autonomo (non è cla usola di a ltro contra tto) ✓ Deve contenere determinazione precisa dell'oggetto della controversia Standard ICC Arbitration Clause All disputes arising outof orin connection withthe present contract shall be finally settled under the Rules of Arbitration ofthe International Chamber of Commerce byone ormore arbitrators appointed in accordance withthe said Rules.",
    "page": 359,
    "pages": [
      359
    ],
    "keywords": [
      "contra",
      "controversia",
      "controversie",
      "clausola",
      "compromissoria"
    ]
  },
  {
    "id": "chunk_359",
    "text": "Camera Arbitrale Milano \"Tutte le controversie, anche di natura non contrattuale, derivanti dal presente atto, relative o connesse allo stesso, saranno risolte mediante arbitrato secondo il Regolamento della Camera Arbitrale di Milano, daun arbitro unico/tre arbitri**, nominato/i in conformità a tale Regolamento\". Esempio tipico di conpromesso arbitrale Leparti: - Hydro Tech S.p.A. (Attore) - Power Flow Ltd. (Convenuto) Inrelazione alla controversia insorta indata 15 marzo 2024 a vente a d oggetto l'ina dempimento del contra ttodi fornitura del 10 gennaio 2023 (fatture n. 45/2023 e 67/2023, per complessivi € 250.000), convenuto che Hydro Tech contesta la difformità delle turbine consegna te e Power Flow respinge tale contestazione, CONVENGONO di devolvere la presente controversia a d un collegio a rbitra le composto datre a rbitri, nomina ti secondo il Regolamento CCI, consede a Ginevra . WORKING GROUP 3 Hydro Valve S.p.A. (Milano) produce va lvole di precisione per impia nti petroliferi. Firma teun contra ttodi fornitura da 12 milioni dieuro conGulf Engineering LLC (Duba i). • Luogo di consegna : porto di Genova . • Insta llazione: Emira ti Arabi Uniti. • Pagamenti: viaba nca svizzera . • Responsa bilità : enorme rischio economico per ma lfunzionamenti. Leparti devono scegliere la clausola di risoluzione delle controversie • Opzioni in discussione • Giudice italia no (Milano). • Giudice degli Emira ti. • Arbitra to ICC consede a Parigi. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 138\n • Arbitra to CAM a Milano. 1.",
    "page": 360,
    "pages": [
      360
    ],
    "keywords": [
      "milano",
      "arbitrale",
      "regolamento",
      "hydro",
      "camera"
    ]
  },
  {
    "id": "chunk_360",
    "text": "Quale foro scartereste immediatamente e perché? Se fossi l'a zienda italia nasca rterei il Giudice degli Emira ti Arabi Uniti per diverse ra gioni: • Svanta ggi per lapa rteita liana : i tribuna li emira tini tendono a fa vorire lapa rteloca le e applica noun sistema giuridico (dimatrice islamica e civile) pocofa milia re per un'a zienda italia na • Lingua e procedura : i procedimenti si svolgono in a rabo, concosti di tra duzione eleva ti e difficoltà di gestione • Imprevedibilità : minore certezza giuridica rispetto a gli sta ndard europei • Esecuzione inversa problematica : una sentenza emira tinasa rebbe difficilmente eseguibile in Italia se Hydro Valve dovesse a gire controGulf Engineering per il pagamento Se fossi l'a zienda di Duba i sca rterei il giudice ed a rbitra todi Milano per le opposte medesime ra gioni. 2. Quale scelta garantisce l’esecuzione del provvedimento negli Emirati? L'a rbitra to (sia ICC Parigi che CAM Milano) offre la migliore gara nziadi esecuzione grazie alla Convenzione di New York del 1958, ra tifica tada gli Emira ti Arabi Uniti. Opzione Eseguibilità negli EAU Giudice italia no Difficile: richiede exequa turbila terale, procedura lunga e incerta Giudice emira tino Automa ticama rischiosa per Hydro Valve Arbitra to ICC Parigi Eleva ta : Convenzione di New York + prestigio ICC Arbitra to CAM Milano Eleva ta : Convenzione di New York applicabile L'a rbitra to ICC consede a Parigi offre un ulteriore vanta ggio: la Fra ncia è considera ta una sede \"neutra \" e i lodi ICC godono di eccellente reputazione interna ziona le. 3. Quanto pesala confidenzialità inun settore adalta tecnologia? Pesa moltissimo.",
    "page": 361,
    "pages": [
      361
    ],
    "keywords": [
      "emira",
      "italia",
      "giudice",
      "zienda",
      "eleva"
    ]
  },
  {
    "id": "chunk_361",
    "text": "Nel settore delle va lvole di precisione per impia nti petroliferi: • Segreti industria li: specifiche tecniche, tollera nze, ma teria li e processi produttivi sono assetstra tegici • Reputazione commercia le: una controversia pubblica potrebbe da nneggia re l'immagine di Hydro Valve presso a ltri clienti del settore oil & ga s • Vanta ggio competitivo: i concorrenti non devono venire a conoscenza di difetti, contestazioni o ma rgini contra ttuali Confronto: • Giurisdizione ordina ria : procedimenti genera lmente pubblici, atti accessibili • Arbitra to: procedimento riserva to per natura , conobbligo di confidenzia lità previsto da i regolamenti ICC e CAM 4. Quanto incidono i tempi (installazione entro 6 mesi) sulla scelta? Incidono inmodo determina nte. Con un termine di insta llazione così stretto, eventua li controversie durante l'esecuzione del contra tto richiedono soluzioni rapide. Foro Tempi medidi risoluzione Giudice italia no 3-5 anni (primo grado + appello) Giudice emira tino 1-3 anni Arbitra to ICC 12-18 mesi Arbitra to CAM 10-15 mesi Inoltre, l'a rbitra to consente: • Misure ca utela rirapide (a nche tra mite a rbitro d'urgenza ICC) • Ca lenda rio procedura le concorda to tra leparti • Nessun rischio di appello sul merito (definitività immedia ta del lodo) Nota: aifini dell'arbitrato e del foro la confidenzialità conta 0",
    "page": 362,
    "pages": [
      362
    ],
    "keywords": [
      "arbitra",
      "settore",
      "contra",
      "incidono",
      "tempi"
    ]
  },
  {
    "id": "chunk_362",
    "text": "[H2] 5. Siete Hydro\n Valve: quale clausola inserite e perché? Consiglierei l'Arbitra to ICC consede a Parigi, con la seguente formulazione: \"Tutte le controversie derivanti dal presente contratto o in relazione allo stesso saranno risolte definitivamente secondo il Regolamento di Arbitrato della Camera di Commercio Internazionale (ICC) da uno o più arbitri nominati in conformità a tale Regolamento. Lasede dell'arbitrato è Parigi, Francia. La lingua dell'arbitrato è l'inglese. Il diritto applicabile al merito è il diritto italiano.\" Motivazioni: Criterio ICC Parigi \n[HEADER] EMBA - Strategia ed Internazionalizzazione 139\n Neutra lità Sedein paese terzo, equidista nteda llepa rti Eseguibilità Convenzione di New Yorkga ra ntisce esecuzione negli EAU Confidenzia lità Regolamento ICC prevede riserva tezza Tempi Procedura efficiente (12-18 mesi) Competenza tecnica Possibilità di nomina re a rbitri conesperienza nel settore oil & ga s Diritto applicabile Diritto italia no protegge Hydro Valve come venditore Prestigio ICC è l'istituzione a rbitra lepiù riconosciuta a l mondo\n[H2] 8. MODELLI CONTRATTUALI E RACCOLTE DI CLAUSOLE MODELLO\n Finora abbiamo visto la lingua del contra tto, iltema della giurisdizione, del diritto applicabile ora vedia mocome si scrivono i contra tti del commercio interna ziona le. L'idea è che un contra ttosi deve scrivere e per fa reciò, datalana tura multiculturale, sonosta ti definiti dei modelli (a usili) dibase per inizia re a scrivere un contra tto. Alcuni soggetti hanno sviluppa to dei modelli contra ttuali e delle ra ccolte dicla usole modello che possono essere utilizza ticome basi per inizia re a scrivere contra tti.",
    "page": 363,
    "pages": [
      363
    ],
    "keywords": [
      "diritto",
      "parigi",
      "regolamento",
      "arbitrato",
      "applicabile"
    ]
  },
  {
    "id": "chunk_363",
    "text": "Aifini dida ttici si distinguono indue gruppi: Enti internazionali / Organizzazioni intergovernative • UNCITRAL (Commissione Nazioni Unite per il commercio interna ziona le) • UNECE (United Nation Commission for Europe) • BIRS (Banca Mondia le) • BEI (Banca Europea Investimenti) • ASIAN (Asia n Bank) • AFRICAN (Afrika n Development Bank) • UNIDROIT • .. Organizzazioni non governative private • FIDIC - Fédération Interna tiona le Des Ingénieurs-Conseils - Associazione di associazioni consede in Svizzera • ICC • ... La distinzione di fondo è che i soggetti del primo gruppo (Enti internazionali / Organizzazioni intergovernative) quando sviluppa no i loro modelli perseguono interessi che va nno a l di là del business tra A e B esempio: AFRICAN vuole sviluppa re i sistemi economici a frica ni e per questo fafina nziamenti alle infra strutture dei pa esi a frica ni (diga , ponte, strada ...) e questo è ilsuo primo obiettivo. Ma oltre a questo obiettivo ne persegue un a ltro ovvero, per lo sviluppo economico di una regione non servono solole infra strutture madevi a nche insegna recome farele infra strutture (oltreche ma ngiare il pesce devi a nchesa per pesca re). Ecco allora che in questi modelli c'è scritto a nche che una certa % dila voratori deve essere composta dala voratori locali o che le imprese siano locali. Quindi se chiedo soldi alla banca a frica na dello sviluppo labanca a frica nami chiede certe cla usole. Se voglio fa r dasolo sono libero difa r come preferisco (la Cina , a d esempio, non chiede soldi e fa quello che vuole in Africa ) Allo stesso modonei modelli ASIAN sono presenti lecla usole a nticorruzione poiché si vuole evita re che i soldi dei fina nziamenti finisca no nelle mani del corrotto locale.",
    "page": 364,
    "pages": [
      364
    ],
    "keywords": [
      "frica",
      "organizzazioni",
      "banca",
      "infra",
      "strutture"
    ]
  },
  {
    "id": "chunk_364",
    "text": "Mentre i soggetti del secondo gruppo (organizzazioni non governative private) producono cla usole modello che sono istituzioni del settore: 1. FIDIC - Fédération Internationale Des Ingénieurs Conseils. Ha prodotto modelli contra ttuali sta ndard utilizza ti a livello interna ziona le per progetti di ingegneria , costruzione e fornitura di impia nti. Sonopa rticola rmente diffusi nel settore oil & ga s e nelle grandi infra strutture. Famosa è la \"Ra inbow Suite\" FIDIC che è una collezione di modelli contra ttuali standa rd, cia scuno identifica todaun colore che ne indica l'a mbito di applicazione. L'edizione più recente è quella del 2017 (seconda edizione). Colore Nome Ufficiale Uso Tipico Ripartizione Rischio Progettuale Red Book Conditions of Contract for Construction Opere civili tradizionali doveil committente fornisce il progetto Committente Yellow Book Conditions of Contract for Plant and Design-Build Impianti industriali e opere dove l'appaltatore progetta e costruisce Appaltatore Orange Book Conditions of Contract for Design- Build and Turnkey Progetti \"chiavi inmano\" (oggi sostituito dal Silver) Appaltatore \n[HEADER] EMBA - Strategia ed Internazionalizzazione 140\n Silver Book Conditions of Contract for EPC/Turnkey Projects Grandi progetti EPC a prezzo fisso, massimo trasferimento di rischio Appaltatore (massimo) Green Book Short Formof Contract Lavori di minor valore o complessità, procedure semplificate Variabile Pink Book Conditions of Contract for Construction (MD",
    "page": 365,
    "pages": [
      365
    ],
    "keywords": [
      "contract",
      "conditions",
      "appaltatore",
      "progetti",
      "settore"
    ]
  },
  {
    "id": "chunk_365",
    "text": "B Edition) Versione per banche multilaterali di sviluppo (World Bank, ADB, etc.) Committente Blue Book Formof Contract for Dredging and Reclamation Works Opere di dragaggio e bonifica costiera Variabile White Book Client/Consultant Model Services Agreement Contratti tra committente e consulenti/ingegneri N/A Gold Book Conditions of Contract for Design, Build and Operate Projects Progetti DBO confase operativa inclusa Appaltatore Emerald Book Conditions of Contract for Underground Works Opere in sotterraneo (tunnel, metropolitane) Condiviso Sonocla usole che disciplina no tutti i profili diun possibile contra ttodi appalto. Ogni modello contiene circa 21 cla usole (eccetto il Green Book che neha 17) 3. L'ICC - International Chamber of Commerce. Offre, oltre a l celebre Regolamento di Arbitra to, una serie di modelli contra ttuali e cla usole standa rd per il commercio interna ziona le. Sonopiù snelli dei FIDIC e orienta ti alla compra vendita e a i servizi piuttosto che allegra ndi opere. Modello Ambito di Applicazione Caratteristiche ICC Model International Sale Contract Compravendita internazionale di merci Basato sulla Convenzione di Vienna (CISG) ICC Model International Distributorship Contract Contratti di distribuzione Rapporti distributore-fornitore ICC Model International Commercial Agency Contract Contratti di agenzia Rapporti agente-preponente ICC Model International Franchising Contract Franchising internazionale Licenza di marchio e format ICC Model Occasional Inter",
    "page": 366,
    "pages": [
      366
    ],
    "keywords": [
      "contract",
      "model",
      "international",
      "opere",
      "contratti"
    ]
  },
  {
    "id": "chunk_366",
    "text": "mediary Contract Intermediazione occasionale Mediatori, broker, segnalatori ICC Model Confidentiality Agreement NDA / Riservatezza Protezione informazioni riservate ICC Model Selective Distribution Contract Distribuzione selettiva Retidi distribuzione controllate ICC Model Mergers & Acquisitions Contract Compravendita di partecipazioni Acquisizioni societarie ICC Model Technology Transfer Contract Trasferimento tecnologico Licenze diknow-how e brevetti ICC Model International Services Contract Prestazione di servizi Consulenza, servizi professionali 9.LE TRATTATIVE Documenti precontra ttuali che assumo diverse forme e contenuti • Accordi di riserva tezza o NDA - Non disclosure a greement • ACCORDI DI NEGOZIAZIONE ESCLUSIVA • LOL / MoU / Ts 9.1. NDA - Non Disclosure Agreement Nozione di Informazione Confidenziale - Definizione di informazione \n[HEADER] EMBA - Strategia ed Internazionalizzazione 141\n • Modello CIA. Mettere losta mpone suciò che per me è informazione confidenzia le. Svanta ggio, tutto ciò che non ho imposta toin lista non è confidenzia le • Altro approccio: tutto ciò che non è di pubblico dominio per me è confidenzia le. Ma qui ha i il problema di dimostra rlo. E allora sifa una cla usola genera ledi nozione confidenzia le genera le rendendola un minimo ra gionevole e si aggiungono delle informazioni per le quali siamo sicuri essere confidenzia li conuna lista non esaustive. Funziona no? Dipende Cosasi deve o non si devefa re con l'informazione definita sopra ? • Obblighi di non-divulgazione - Non devo diffondere • Obblighi di trattamento 1. Devo assicurarmi che l’informazione siaben custodita. 2.",
    "page": 367,
    "pages": [
      367
    ],
    "keywords": [
      "contract",
      "model",
      "informazione",
      "confidenzia",
      "agreement"
    ]
  },
  {
    "id": "chunk_367",
    "text": "Devo tra ttare inma niera pa rticola re quella informazione Se quell’informazione è conservata suun supporto elettronico? Posso lasciare l'informazione all'interno del computer di chi custodisce l'informazione? lo posso lascia re a patto che ci assicuri che ogni cloud priva to utilizza tosia conforme ai requisiti di cyber security NIS e NIS2 Ambito soggettivo da applicare (consulenti, difensori, ecc.) Anche il consulente o la terza parte deve a vere a nchelui un obbligo di riserva tezza di non disclosure. Dovrò quindi a nche appura reil livello di riserva tezza che sono ingra dodigara ntire nella tra smissione dell'informazione a i consulenti Penali Molto difficile qua ntifica reil danno. Il problema della qua ntificazione del da nnofa si che leparti, proprio perché non sa nnoqua ntifica rlo, ricorrono allepena li. Lapena le per il diritto è una liquidazione a nticipa ta del danno che le parti ritengono violi il disclosure possa venir valutata X. La conseguenza è che ogni volta che c’è una violazione dell'obbligo di riserva tezza lapa rtelesa beneficia X. Maseil danno fosse X + Z ovvero seil danno fosse quindi dipiù? • Z non viene qua ntifica to. C'è unmodo affinché il danno venga limitato ad X e si possa raggiungere Z? • SI, ovvero si aggiunge nelle penali lavoce X \"fatto salvo ilma ggior danno, salvo ilrisa rcimento del ma ggior danno\". Ma che problema ha questa voce? • È difficile da dimostra re (è un problema di prova ) e allora si imposta nopena li a ltissime.",
    "page": 368,
    "pages": [
      368
    ],
    "keywords": [
      "danno",
      "informazione",
      "riserva",
      "tezza",
      "ntifica"
    ]
  },
  {
    "id": "chunk_368",
    "text": "Pecca to che sesi applica il diritto italiano, c’è una norma CC1384: una penale manifestamente eccessiva può essere ridotta da l giudice per equità e la riduce finché a lui non sembra equa E se scelgo il diritto inglese ed eseguo in Italia, il giudice italiano considera CC1384? • Quando scelgo il diritto, tra le tante cose che devo considera re, è se rispetto allepena li, un eventua le giudice può ridurmi l'equità . E quindi, se scelgo il diritto inglese e poi devo eseguire in Italia , il giudice italia no considererà il CC1384 una norma di applicazione necessa ria o una norma che crista llizza un principio di ordine pubblico? NO, nella norma è specifica to che la scelta del diritto non è indifferente. Se voglio un diritto che non riduca lepena lidi equità non devo scegliere il diritto italia no, dovrò scegliere un a ltro diritto. Durata Se scelgo il diritto italia no, nell'NDAdevo indica rela durata (1,3,5 anni) a ltrimenti se non specifica tola contropa rteha il diritto di rescindere il contra tto (sempre valido per il diritto italia no) Foro esclusivo e diritto applicabile Ovviamente e soprattutto nei contra tti del commercio interna ziona le è necessa rio indica reilforo esclusivo edil diritto applicabile.",
    "page": 369,
    "pages": [
      369
    ],
    "keywords": [
      "diritto",
      "italia",
      "norma",
      "giudice",
      "scelgo"
    ]
  },
  {
    "id": "chunk_369",
    "text": "[H3] 9.2. Accordo di negoziazione esclusiva\n Quando sista negozia ndo solitamente si sottoscrive un accordo per il quale i due negozia nosolo tra loro. L'accordo di negoziazione esclusiva , che solitamente viene fatto inpara llelo all'NDA consente, per un certo periodo, di elimina re i concorrenti dalla competizione rispetto a quel prodotto oggetto della tra tta tiva . • Obbligo difare - Ci dobbia mo incontra re e negozia re conserietà senza perdere tempo e non perché vuoi togliere da l merca toun competitor. • Obbligo di non fare - Non sollecita re ulteriori negoziazioni consoggetti che potrebbero essere interessa ti. • Penali - Stessi elementi dell'NDA \n[HEADER] EMBA - Strategia ed Internazionalizzazione 142\n • Durata • Foro esclusivo e diritto applicabile 9.3. LOI / MoU / Ts Sono tutti termini che indica nola stessa cosa (sinonimi): • Letter of Intent • Memorandum of Understanding • Term Sheet Sono problematici perché potrebbero a vere dei contenuti varia bilied hanno una na tura giuridica fortemente incerta . Non sono riuscito a fareun accordo o contra tto contutti i crismi. Allora per cerca redi mettere una toppa faccio una lettera di intento. Il concetto del buyer e del seller che pensano di essere liberi e svincolati reciprocamente. Non c’è un obbligo a nchese per il buyer dovrebbe vincola re gli a ltri e libera re sé stesso. Non è così! Non sa pendo come arriva re a l contra tto definitivo si scrivono queste cose che non si sacosa sono e che crea no degli affidamenti per cui leparti reciprocamente pensa nodi essere liberi. Non è così! Questo approccia genera ma l di testa nei giuristici i quali si interroga no sul fatto che ci siano dei vincoli oppure no.",
    "page": 370,
    "pages": [
      370
    ],
    "keywords": [
      "accordo",
      "negozia",
      "obbligo",
      "negoziazione",
      "esclusiva"
    ]
  },
  {
    "id": "chunk_370",
    "text": "Ecco che la Corte di Cassazione si esprime inta l senso: «Aifini della configurabilità diun definitivo vincolo contrattuale, è necessario che tra le parti sia raggiunta l'intesa su tutti gli elementi dell'accordo, non potendosene ravvisare pertanto la sussistenza làdove, raggiunta l'intesa solamente su quelli essenziali ed ancorché riportati in apposito documento, risulti rimessa adun tempo successivo la determinazione degli elementi accessori. (non è detto che gli altri siano vincolati ed è molto probabile che quel LOI/MoU/Ts non sia altro che una manifestazione dello stato delle discussioni tra le due parti. È untema estremamente scivoloso.) Pertanto, anche in presenza del completo ordinamento diun determinato assetto negoziale, può risultare integrato unatto meramente preparatorio diun futuro contratto, cometale non vincolante tra le parti, in difetto dell'attuale effettiva volontà delle medesime di considerare concluso il contratto, il cui accertamento, nel rispetto dei canoni ermeneutici di cui agliartt. 1362 c.c. e ss., è rimesso alla valutazione del giudice di merito, incensurabile in cassazione ove sorretta da motivazione congrua ed immune davizi logici e giuridici». [Cass. civ., 2 febbraio 2009, n. 2561] «L'indagine volta a stabilire se e in che momento tra le parti sisia concluso un contratto, o sele dichiarazioni di volontà intercorse abbiano soloil valore di dichiarazione di intenti, costituisce accertamento di fatto, riservato al giudice di merito ove adeguatamente motivato». [Cass. civ., 18 novembre 2003, n.",
    "page": 371,
    "pages": [
      371
    ],
    "keywords": [
      "parti",
      "contratto",
      "cassazione",
      "raggiunta",
      "intesa"
    ]
  },
  {
    "id": "chunk_371",
    "text": "17449] «La Corte d'Ancona non ha ritenuto determinante la definizione dell'atto quale \"lettera di intenti\", maha colto intale nomen iuris un titolo coerente con il contenuto dell'atto stesso [...]; ha poi espresso un argomentato convincimento circa la consistenza del documento dimero schema diun contratto futuro, probabile ed auspicato, ma non doveroso, nemmeno per i sottoscrittori». [Cass. civ., 14 maggio 1998, n. 4853] IMPORTANTE - Sono 3 sinonimi nella misura in cui non usa ndoil termine Contra tto voglio inrea ltà indica re che non mi sono vincola to. Ma allora se non misono vincola to a cosami serve la lettera di intenti? Ho semplicemente fissa toma per poter essere smentito dei punti delle negoziazioni. È scivoloso perché sela scrivo male misto vincola ndo, selo scrivo bene allora assume le forme diun gentlemen a greement che però possono rimangia rmi. Serve per dimostra re a l CEO che ilra pporto con la contropa rte è a ndata a vanti e che ha nno firma toun intento per il quale forse la contropa rte venderà / a cquisterà . Il CEO allora crederà che il dea l è in porto, ma non sa che quella è una semplice lettera di intenti. Finché il contra tto non è firma toil resto è carta straccia . Se l'intento è quello di essere vincola ntiva nno utilizza te certe espressioni.",
    "page": 372,
    "pages": [
      372
    ],
    "keywords": [
      "vincola",
      "lettera",
      "intenti",
      "allora",
      "quale"
    ]
  },
  {
    "id": "chunk_372",
    "text": "[H3] 9.4. Le responsabilità precontrattuali\n Sempre nell'a mbito degli accordi sul commercio interna ziona le e dato che il mondo sista globa lizza ndo allora nel mondo del commercio interna ziona lesi stanno inizia ndo a d applica re degli strumenti che va nno tenuti in considerazione. Articolo\n[H4] 2.1.15 Principi Unidroit\n -Trattative inmala fede • Cia scuna parte è libera di condurre tra tta tive e non è responsabile per ilma ncato ra ggiungimento diun accordo. • Tutta via , laparte che ha condotto o interrotto le tra ttative inma lafede è responsabile per le perdite ca giona teall’altra parte. • In particolare, si considera malafede iniziare o continuare trattative malgrado l’intenzione di non raggiungere un accordo con l’altra parte. Articolo 1337 c.c. - Trattative e responsabilità precontrattuale Leparti, nello svolgimento delle tra tta tive e nella formazione del contra tto, devono comporta rsi secondo buona fede. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 143\n Alcuni di questi strumenti quali a d esempio le linee guide dell'OCSE per lequa liqua ndole imprese multina ziona liva nnoin giro per il mondo devono tenere una condotta rispettabile e responsabile (rispetto dei diritti dei la voratori, umani) e non si possono approfitta re delle condizioni locali per fa re fuoridall'Italia / Europa ciò che vogliono. Negli appalti interna ziona li, ilma ncato rispetto degli standa rd OCSEpuò genera re: • responsa bilità precontra ttuale • esclusione da tender • risoluzione a nticipa ta • rischi reputa ziona li e banca ri In a lcuni casisipa rladi questi strumenti: Soft Law Standa rd interna ziona li, che significa che è una scelta volonta riase tenere o non tenere una certa condotta .",
    "page": 373,
    "pages": [
      373
    ],
    "keywords": [
      "ziona",
      "degli",
      "interna",
      "mondo",
      "trattative"
    ]
  },
  {
    "id": "chunk_373",
    "text": "Anche seil non rispetto può comporta re una esclusione dell'impresa da i bandi gara interna ziona li. Orma i non rispetta rela guida dell'OCSEpuò comportare un’esclusione dell'impresa dai bandi digara perché ormai certi sistemi di rispetto dei diritti fonda mentali sisono estesi nell'a mbito di una più a mpia globa lizzazione del diritto applicabile a i contra tti interna ziona li Fonte Natura giuridica Contenuto essenziale (rilevante per i contratti) OECD Guidelines for Multina tiona l Enterprises (1976, riv. 2011, update 2023) Softla w interna ziona le Condotta responsabile delle imprese; diritti umani, lavoro, a mbiente, supply chain; due diligence; frequentemente incorpora tenei contra tti tra mite complia ncecla uses UN Guiding Principles on Business a nd Huma n Rights (UNGPs) (2011) Softla w ONU Dovere didue diligence sui diritti umani, prevenzione, mitigazione e rimedio delle violazioni lungo lacatena del valore ILO Core Labour Standa rds (1998 Decla ration + Conventions) Hardla w interna ziona le settoria le Divieto dilavoro forza to e minorile, non discriminazione, libertà sinda cale; standa rd tipici delle CSRcla usesnei contra ttidi fornitura UN Globa l Compa ct (2000) Softla w / volunta ry initia tive Principi su diritti umani, lavoro, a mbiente e a nticorruzione; spesso richia matocome benchma rk reputa ziona le ISO 26000 (2010) Standa rd interna ziona le non certificabile Linee guida sulla responsa bilità socia le; utilizza tacome riferimento interpreta tivo neg",
    "page": 374,
    "pages": [
      374
    ],
    "keywords": [
      "ziona",
      "interna",
      "diritti",
      "contra",
      "softla"
    ]
  },
  {
    "id": "chunk_374",
    "text": "li obblighi di comportamento ISO 14001 / ISO 45001 Standa rd tecnici certificabili Sistemi di gestione a mbienta le e della salute e sicurezza ; spesso richiesti come requisito contra ttuale OECD Due Diligence Guida ncefor Responsible Business Conduct (2018) Softla w applica tivo Linee opera tive sulla due diligence di filiera ; ponte tra soft la w e obblighi contra ttuali UN Convention a gainst Corruption (UNCAC) (2003) Hardla w interna ziona le Obblighi a nticorruzione; base per cla usole di complia nce e termina tion EU Corpora te Susta ina bility Reporting Directive (CSRD) – Dir. (UE) 2022/2464 Hardla w UE Obblighi di rendicontazione ESG che si riflettono sui contra tti interna ziona li (reporting, data access, a udit) EU Corpora te Susta ina bility Due Diligence Directive (CSDDD) (approvazione 2024–2025) Hardla w UE Doveri didue diligence su diritti umani e a mbiente nelle catene globa li; forte impatto su supply contra cts EU Forced Labour Regula tion (Reg. (UE) 2024/...)* Hardla w UE Divieto di immissione sul merca to UEdi prodotti rea lizza ti conlavoro forza to; cla usole di tra ccia bilità e termina tion Reg. (UE) 2023/1115 (Deforesta tion-free products) Hardla w UE Obblighi didue diligence a mbienta le; rileva nte per contra ttidi fornitura dima terie prime \n[HEADER] EMBA - Strategia ed Internazionalizzazione 144\n Tra de Agreements (es. EU FTAs – Tra de & Susta inable Development cha pters) Hardla w interna ziona le settoria le Integrazione dista ndard CSR e sostenibilità nel commercio interna ziona le Hard Law Diritto che deve essere necessa riamente applica to. Sono strumenti deriva ntida direttive o regolamenti Europei e questo cambia l'approccio che devono a verele imprese quando si rivolgono a i merca ti esteri.",
    "page": 375,
    "pages": [
      375
    ],
    "keywords": [
      "hardla",
      "obblighi",
      "contra",
      "diligence",
      "interna"
    ]
  },
  {
    "id": "chunk_375",
    "text": "Edecco che questo processo di rispetto porta alla forma lizzazione delle Corporate Social Responsabilities - CSR che stanno diventa ndo tipiche nel settore dei contra tti del commercio interna ziona le. (non da impara re) Un esempio è lata bella sottosta nte che include tutte le 14 cla usole con le relative funzioni giuridiche: Clausola CSR Funzione giuridica Contenuto tipico Effetti contrattuali CSR / ESG Complia nce Clause Definizione dell'obbligo Impegno a rispetta re norma tive applicabili e standa rd CSR (OECD, UNGPs, ILO) Obbligazione contra ttuale di comportamento Incorpora tionby Reference Determinazione del contenuto Richia mo espresso a codici di condotta o standa rd interna ziona li Tra sformazione della softla w inhard obliga tion Representa tions & Warra nties (CSR) Allocazione del rischio ex a nte Dichia razioni su diritti umani, a mbiente, lavoro, a nticorruzione Rimedi per brea ch; responsa bilità contra ttuale Continuous Complia nce Covena nt Controllo nel tempo Obbligo dima ntenere la conformità per tutta ladura ta del contra tto Violazione come ongoing breach Audit & Inspection Clause Verifica bilità Diritto di a udit (interno o terzo) e accesso a informazioni e siti Strumento di enforcement Reporting & Disclosure Clause Tra spa renza Obblighi di reporting ESG e data sharing Supporto a CSRD / complia nce UE Supply Chain / Flow- down Clause Estensione degli obblighi Obbligo di imporre standa rd equiva lenti a i subfornitori Responsa bilità indiretta di filie",
    "page": 376,
    "pages": [
      376
    ],
    "keywords": [
      "contra",
      "clause",
      "interna",
      "ziona",
      "contenuto"
    ]
  },
  {
    "id": "chunk_376",
    "text": "ra Corrective Action Pla n Clause Rimedi coopera tivi Adozione di misure correttive incasodi violazione Alterna tiva alla risoluzione immedia ta Suspension Clause Pressione contra ttuale Sospensione delle prestazioni incasodi non-complia nce Tutela tempora nea del creditore Termina tionfor CSR Breach Sa nzione ma ssima Risoluzione per violazioni CSRqua lifica tecome ma teria li Scioglimento del vincolo contra ttuale Indemnity Clause (CSR-related) Allocazione del da nno Ma nleva per sa nzioni, danni reputa ziona li o perdite Tra sferimento del rischio economico Limita tionof Lia bility – CSRca rve-out Bilanciamento del rischio Esclusione delle violazioni CSRda i lia bility caps Ra fforzamento dell'enforcement Governing La w & Public Policy Clause Aziona bilità Scelta della legge applicabile e foro/a rbitra to Incidenza su interpretazione CSR Ethics / Codeof Conduct Clause Prevenzione Obbligo di a dotta re e rispetta reun codice etico Standa rdizzazione dei comportamenti Rispetta rele Soft e le Hard La w significa per l'a zienda a verema ggiore proba bilità di vincere l'appalto per una commessa. Importa nte ricorda re che nei contra ttidi commercio interna ziona le esiste la possibilità di incontra re una clausola CSR che può porta re a d una sospensione o addirittura a d una risoluzione del contra tto, alla possibilità che venga condotta una verifica negli sta bilimenti a zienda li. L'impresa rispettosa di questi diritti e pronta a d intraprendere l'avventura in certi merca tihama ggiori chance di successo. 9.5. La stipulazione del contratto nei rapporti transfrontalieri Modalità : • in presenza - Facile, si firma edil gioco è fatto. • per corrispondenza - Qui è unpo’ più problematico. Il problema è la validità della firma.",
    "page": 377,
    "pages": [
      377
    ],
    "keywords": [
      "clause",
      "contra",
      "risoluzione",
      "incasodi",
      "ttuale"
    ]
  },
  {
    "id": "chunk_377",
    "text": "[HEADER] EMBA - Strategia ed Internazionalizzazione 145\n\n[H2] 1. Se siamo in Europa parliamo\n la stessa lingua in termini di riconoscibilità dell'impegno grazie agli strumenti digitali quali: Firma elettronica semplice (FES) • Es.: click “accetto”, username+password, firma scansionata su PDF. • Valecome dichia razione di volontà , mala prova è più debole. • Perfetta per ordini di a cquisto, conferme, modulistica interna . Firma elettronica a vanza ta (FEA) • Es.: DocuSign conidentificazione forte, OTP, biometrica . • Identifica inmodo robusto il firma tario e gara ntisce integrità del documento. • Ampiamente utilizza ta nella contra ttua listica B2B cross-border. Firma elettronica qua lifica ta (FEQ) • Emessa daun “qualified trust service provider” UE. • Halo stesso valore della firma a utogra fain tutti gli Stati membri. • Ideale per contra tti a d a lto rischio: appalti, finanziamenti, garanzie. 2. Quando siamo aldi fuoridell'UEla FEQ non sempre è riconosciuta e quindi sussiste un problema di effettiva legittimazione dell'impegno di chi firma mentre Ma DocuSign e simili sono accetta tiin quasi tutti i merca tiinbase alla probatio e alle norme interne sulla va lidità della firma elettronica . Il principio genera le interna ziona le: “consenso + prova affidabile” ovvero cideve essere il consenso e cideve essere una prova affidabile e nella misura in cui DocuSign migara ntisca questi due pilla r allora lo considero unbuon strumento per stipula re contra tti interna ziona li.",
    "page": 378,
    "pages": [
      378
    ],
    "keywords": [
      "firma",
      "elettronica",
      "prova",
      "docusign",
      "siamo"
    ]
  },
  {
    "id": "chunk_378",
    "text": "[H3] 9.6. Inadempimento e force majeure\n Partiamo dall'esempio sottodovesi evince il rapporto tra un inadempimento di contratto edun’ipotesi di force majeure. Sono 3 standa rddicla usole di force ma jeure (ipotesi in cui si verifica no degli eventi indipendenti dalla volontà delle parti - guerre, inondazioni...- che impediscono l'a dempimento dell'obbligazione) Esempio Standard Esempio Unidroit Esempio CCI - ICC Qualora l'adempimento di una qualsiasi obbligazione prevista nel presente Contratto sia impedito, ritardato o terminato, in tutto odin parte, per ragioni di forza maggiore dovute a cause indipendenti dal controllo della Parte obbligata, come, a titolo esemplificativo e non limitativo, attidell'autorità civile o militare, scioperi, serrate, rivolte, incendi od inondazioni, tale Parte sarà esentata dall’adempimento nella misura in cui risulterà necessariamente impedita, ostacolata o ritardata. (1) Lapa rteina dempiente è esonera tada responsa bilità se prova che l’inadempimento era dovuto adun impedimento deriva nteda circosta nze estra nee allasua sfera di controllo e che non erara gionevolmente tenuta a prevedere tale impedimento a l momento della conclusione del contra tto o a d evita re o superare l’impedimento stesso o lesue conseguenze. (2) Se l’impedimento è solo temporaneo, l’esonero produce effetto soltanto per quel lasso di tempo che appare ra gionevole, avuto riguardo all’effetto dell’impedimento sull’esecuzione del contra tto. (3) Lapa rteina dempiente deveda reall’altra parte avviso dell’impedimento e degli effetti di quest’ultimo sulla sua capacità di adempiere.",
    "page": 379,
    "pages": [
      379
    ],
    "keywords": [
      "impedimento",
      "esempio",
      "inadempimento",
      "force",
      "parte"
    ]
  },
  {
    "id": "chunk_379",
    "text": "Se l’avviso non è ricevuto dall’altra parte entro un lasso di tempo ra gionevole da l momento in cui lapa rteina dempiente era a conoscenza o a vrebbe dovuto essere a conoscenza dell’impedimento, essa è responsabile dei da nni deriva tidatale manca ta ricezione. (4) Nessuna disposizione di questo a rticolo impedisce all’una o all’altra parte di esercita reil diritto di risolvere il contra tto, di sospendere la prestazione o di richiedere gli interessi sulle somme di Siha forza maggiore, nella misura in cui la parte interessata provi che: (i)la mancata esecuzione era dovuta adun impedimento fuoridal suo ragionevole controllo (beyond its reasonable control); (ii) non poteva ragionevolmente essere tenuta a prendere in considerazione – al momento della conclusione del contratto – il verificarsi ditale impedimento; (iii) e non avrebbe ragionevolmente potuto evitare o superare gli effetti ditale impedimento. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 146\n denaro dovute. [Art. 7.1.7 dei Principi Unidroit] Note: cosa differenzia lacla usola Unidroit e CCIda lla Standa rd? Una certa proceduralità diciò che deve accadere e dicome devono comporta rsile parti incasodi forza ma ggiore. Nell'esempio Standa rdil Messa ggio è molto netto tale Parte sarà esentata dall’adempimento nella misura in cui risulterà necessariamente impedita, ostacolata o ritardata.",
    "page": 380,
    "pages": [
      380
    ],
    "keywords": [
      "parte",
      "impedimento",
      "altra",
      "momento",
      "conoscenza"
    ]
  },
  {
    "id": "chunk_380",
    "text": "[H3] 9.7. Hardship\n Rigua rdale ipotesi di cosiddetta sopravvenienza cioè una prestazione diviene o impossibile oppure taleda a ltera re gli equilibri del contra tto ovvero l'eccessiva onerosità avvenuta. Qui non sipa rladi a dempimento madi a dempimento divenuto più costoso cioèun'a lterazione diun equilibrio contra ttuale come inizia lmente previsto. Questa a lterazione da allepa rti dei diritti. I principi Unidroit sta biliscono a lcune cose, PECL a ltre. Il tutto sifa per riequilibra reil contra tto. PRINCIPI UNIDROIT PECL* Ricorre l’ipotesi di hardship quando si verificano eventi che alterano sostanzialmente l’equilibrio del contratto, o per l’accrescimento dei costi della prestazione di una delle parti, o per la diminuzione del valore della controprestazione, e (a) gli eventi si verificano, o divengono notialla parte svantaggiata, successivamente alla conclusione del contratto; (b) gli eventi non potevano essere ragionevolmente presi in considerazione dalla parte svantaggiata al momento della conclusione del contratto; (c) gli eventi sono estranei alla sfera di controllo della parte svantaggiata; e (d) il rischio ditali eventi non era stato assunto dalla parte svantaggiata. [Articolo 6.2.2, Principi Unidroit] (1) Ciascuna parte è tenuta ad adempiere lesue obbligazioni anche quando la prestazione sia divenuta più onerosa o perché il costo nesia aumentato o perché sia diminuito il valore della prestazione alla quale ha diritto.",
    "page": 381,
    "pages": [
      381
    ],
    "keywords": [
      "eventi",
      "parte",
      "prestazione",
      "svantaggiata",
      "contra"
    ]
  },
  {
    "id": "chunk_381",
    "text": "(2) Se però la prestazione è divenuta eccessivamente onerosa per il mutamento delle circostanze, le parti sono tenute a intavolare trattative per modificare o sciogliere il contratto, nel caso in cui: (a) il mutamento di circostanze si verifichi dopola conclusione del contratto, (b) il mutamento di circostanze non fosse una possibilità suscettibile ragionevolmente di essere presa in considerazione al momento della conclusione del contratto, e (c) il rischio di mutamento delle circostanze non sia uno di quelli che, in relazione al contratto, la parte che lo subisce possa essere tenuta a sopportare. (3) Sele parti non riescono a raggiungere un accordo inun tempo ragionevole, il giudice può (a) sciogliere il contratto a fardata daun termine e alle condizioni che il giudice stesso stabilirà o (b) modificare il contratto inmodo da distribuire tra le parti in maniera giusta edequa le perdite e i vantaggi derivanti dal mutamento di circostanze. Nell’uncaso e nell’altro il giudice può condannare al risarcimento dei danni per la perdita cagionata dal rifiuto di una parte di intavolare trattative o dalla rottura diesse in maniera contraria alla buona fede e alla correttezza. [Articolo 6:111, Principi Europei di diritto dei contratti] *I PECL (Principles of Europea n Contra ct La w) sonoun insieme di principi elabora tidalla Commissione Lando (Commission on Europea n Contra ct La w) tra il 1982 e il 2003, sotto la guida del giurista danese Ole Lando. Natura: Si tra ttadi softla w, cioè principi non vincola nti che ra ppresenta no una codificazione dottrina le del diritto contra ttuale europeo, pensa ticome modello di a rmonizzazione. WORKING GROUP 4 Omega S.p.A., consede alla La Spezia , produce pompe idra uliche per sistemi di energia idroelettrica .",
    "page": 382,
    "pages": [
      382
    ],
    "keywords": [
      "contratto",
      "mutamento",
      "circostanze",
      "parti",
      "giudice"
    ]
  },
  {
    "id": "chunk_382",
    "text": "Nel 2019 stipula con il Ministero dell’Energia dell’Egitto un contra tto per: • Produzione • tra sporto specia le • insta llazione insito \n[HEADER] EMBA - Strategia ed Internazionalizzazione 147\n ditre pompe industriali da 3 tonnella tecia scuna , valore 8 milioni dieuro per pompa (totale 24 milioni dieuro). • Termine essenziale di consegna: 30 agosto 2020, tutte e trele pompe devono essere consegna te e insta llate presso ladiga di Assua n. • Penali contrattuali per ritardo: € 10.000 al giorno per i primi 30 giorni; € 20.000 al giorno oltre i 30 giorni. • Eventi sopravvenuti (primavera-estate 2020). Per effetto delle misure a nti-pa ndemia Covid-19, l’impresa incarica ta del tra sporto specia le comunica che non è possibile tra sporta re simulta neamente tutte e trele pompe: restrizioni sul numero ma ssimo di operatori presenti per il carico in porto, limitazioni sul persona le imbarcato e restrizioni all’ingresso nei porti di transito e di sbarco. • Il tra sportatore accetta soloil tra sporto di una pompa per volta. • Conseguenza pratica: entro il 30 agosto 2020, Omega consegna una sola pompa; le a ltredue pompe vengono consegna te e insta llate soloil 31 maggio 2021 (ritardo di 9 mesi). La reazione dell’Egitto Il Ministero contesta l’inadempimento e chiede il pagamento integrale delle penali. Considera tesepa ratamente i seguenti scena ri: • Il contra tto indica come diritto applicabile i Principi UNIDROIT (2016) OPPURE il contra tto non indica a lcuna legge applicabile. • L’Egitto hagià pagato tutto il prezzo OPPURE l’Egitto deve ancora pagare una tranche finale di 10 milioni dieuro.",
    "page": 383,
    "pages": [
      383
    ],
    "keywords": [
      "pompe",
      "consegna",
      "contra",
      "sporto",
      "insta"
    ]
  },
  {
    "id": "chunk_383",
    "text": "• Il contra tto prevedeva espressamente che la consegna simulta nea delle tre pompe fosse OPPURE non fosse un elemento essenziale.” Domande • Lapa ndemia e le restrizioni imposte a l tra sporto costituiscono forza ma ggiore? Ha rdship? Entra mbe? Nessuna delle due? E conqua li effetti sulle penali? Lapa ndemia Covid-19 e le conseguenti restrizioni presenta nocara tteristiche ibride: Elementi di forza maggiore (art. 7.1.7 UNIDROIT) • Evento a l di fuoridel controllo di Omega • Imprevedibilità a l momento della conclusione del contra tto (2019) • Inevita bilità delle conseguenze (Omega non poteva aggira rele restrizioni portua li) Elementi di hardship (art. 6.2.2 UNIDROIT): • La prestazione non è divenuta impossibile, masolo più onerosa /difficile • Una pompa è stata comunque consegna tanei termini • Il tra sporto era possibile, masolo in forma sequenzia le a nziché simulta nea Qualificazione più corretta: Si tra ttadi uncasodi impossibilità parzia le tempora nea, che nei Principi UNIDROIT ricade preva lentemente nella disciplina della forza ma ggiore (a rt. 7.1.7), ma conelementi diha rdship per qua nto rigua rda l'aggravio orga nizza tivo. La giurisprudenza a rbitra le forma tasidura nteil Covid-19 ha genera lmente riconosciuto le restrizioni governa tivecome forza ma ggiore quando: (i) erano direttamente applicabili all'obbligazione in questione, (ii) rendeva nola prestazione impossibile o illega le, (iii) non era nora gionevolmente superabili. Effetti sulle penali: Per il periodo coperto da forza ma ggiore genuina , l'ina dempimento non è imputabile e lepena li non dovrebbero ma turare (a rt.",
    "page": 384,
    "pages": [
      384
    ],
    "keywords": [
      "forza",
      "restrizioni",
      "ggiore",
      "unidroit",
      "contra"
    ]
  },
  {
    "id": "chunk_384",
    "text": "7.1.7(1): l'ina dempimento è scusa to) Tutta via , Omega a vevaun obbligo di mitigazione: orga nizza re tra sporti sequenzia liil primapossibile • Omega ha diritto a una sospensione dell’obbligazione o a una rinegoziazione? Sesiqua lifica lafa ttispecie a nchecome ha rdship, l'a rt.\n[H4] 6.2.3 UNIDROIT\n prevede: • Diritto di chiedere la rinegoziazione • La richiesta deve essere tempestiva e motiva ta • Leparti devono negozia rein buona fede • Incasodi fa llimento delle tra tta tive, ricorso all'a rbitro/giudice che può a datta reil contra tto Problema pratico: Omega a vrebbe dovuto attiva rsi forma lmente nella primavera 2020, proponendo unca lenda rio a lterna tivodi consegne e chiedendo una rinegoziazione dei termini e delle penali. • Inqua le dei due scena ri (UNIDROIT / diritto na ziona le) hama ggiore tutela ? Scenario UNIDROIT (più favorevole a Omega) I Principi UNIDROIT offrono: • Disciplina a rticola ta della forza ma ggiore (a rt. 7.1.7) coneffetto sospensivo a utomatico • Istituto dell'ha rdship (a rtt. 6.2.1-6.2.3) conpossibilità di a dattamento giudizia le • Riduzione delle penali ma nifestamente eccessive (a rt. 7.4.13) • Principio genera ledi buona fede (a rt. 1.7) che permea l'intera disciplina • Obbligo di cooperazione (a rt. 5.1.3) \n[HEADER] EMBA - Strategia ed Internazionalizzazione 148\n Scenario senza legge applicabile In assenza di scelta , si applichera nnole norme di conflitto del foro (presumibilmente lasede dell'a rbitra to). Possibili esiti: • Diritto italiano (legge del venditore): prevede impossibilità sopravvenuta (a rtt. 1463-1464 c.c.), eccessiva onerosità (a rt. 1467 c.c.), riducibilità della penale (a rt.",
    "page": 385,
    "pages": [
      385
    ],
    "keywords": [
      "omega",
      "diritto",
      "unidroit",
      "rinegoziazione",
      "obbligo"
    ]
  },
  {
    "id": "chunk_385",
    "text": "1384 c.c.) • Diritto egiziano: derivazione fra ncese, con ca so fortuito/forza maggiore ma minore flessibilità sull'ha rdship • CISG: applicabile alla vendita , ma non copre lepena li (escluse dall'a rt. 4) Conclusione: Omega hama ggiore tutela sotto i Principi UNIDROIT, che offrono strumenti più flessibili e una consolidata prassi a rbitra le interna ziona lefa vorevole all'a dattamento del contra tto. • È possibile ridurre o escludere lepena li? Suqua libasi giuridiche? 1. Art.\n[H4] 7.4.13 UNIDROIT\n (penale manifestamente eccessiva): \"La somma determina tapuò essere ridotta a un ammontare ra gionevole seessa è ma nifestamente eccessiva inrelazione a l danno deriva nteda ll'ina dempimento e alle a ltre circosta nze.\" Argomenti di Omega : • l danno effettivo dell'Egitto potrebbe essere inferiore alle penali (€ 5.490.000 calcolate: 30 gg × €10.000 + 244 gg × €20.000) • L'impia ntoha ricevuto una pompa nei termini (parzia le funziona lità ) • L'ina dempimento è stato causa toda circosta nze ecceziona li • Omega ha a gitoin buona fede tenta ndodi minimizza reil ritardo 2. Esclusione per forza maggiore (art. 7.1.7): • Per il periodo di effettiva impossibilità , nessuna penale dovrebbe matura re • Occorre distinguere tra rita rdo \"scusa to\" e ritardo imputabile 3. Concorso di colpa/mancata cooperazione (art. 7.1.2): • Se l'Egitto non ha colla borato nella ricerca di soluzioni a lterna tive • Se l'Egitto ha rifiuta to proposte ra gionevoli di rinegoziazione 4. Buona fede (art.",
    "page": 386,
    "pages": [
      386
    ],
    "keywords": [
      "omega",
      "egitto",
      "forza",
      "maggiore",
      "lepena"
    ]
  },
  {
    "id": "chunk_386",
    "text": "1.7): • L'invocazione integra le delle penali in circosta nzepa ndemiche può costituire a buso del diritto Calcolo delle penali contestate: • Ritardo: da l 31/08/2020 a l 31/05/2021 = 273 giorni • Primi 30 giorni: 30 × €10.000 = €300.000 • Giorni successivi: 243 × €20.000 = €4.860.000 • Totale: €5.160.000 • Il fatto che l’Egitto abbia già pagato tutto il prezzo o debba ancora pagare 10 milioni cambia la strategia di Omega ? Scenario 1: Egitto hagià pagato tutto • Posizione di Omega più debole: 1. L'Egitto a girà per ilpagamento delle penali 2. Omega è convenuta e deve difendersi attivamente\n[H2] 3. Rischio di procedimenti esecutivi subeni di\n Omega\n[H2] 4. Minor leva negozia le\n Strategia consigliata: • Contesta rela debenza delle penali per forza ma ggiore • Chiedere riduzione ex a rt. 7.4.13 • Proporre tra nsazione (es. 20-30% delle penali richieste) Scenario 2: Egitto deve ancora pagare €10 milioni • Posizione di Omega più forte: • Omega può eccepire la compensazione (a rt. 8.1 UNIDROIT) • Omega detiene una leva negozia le significa tiva • L'Egitto potrebbe preferire negoziare piuttosto che litigare per €5 milioni rischiando di perdere la cooperazione futura per ma nutenzione/garanzie Strategia consigliata: • Proporre compensazione parziale: pagamento di €7-8 milioni (riconoscendo €2-3 milioni dipena li ridotte) • Subordina reilpagamento del sa ldo alla rinuncia dell'Egitto a ulteriori pretese • Offrire estensione della garanzia o ma nutenzione gra tuita come contropa rtita • Come a vreste dovuto scrivere lacla usola contra ttuale nel 2019 per proteggere meglio Clausola di forza maggiore rafforzata \"Force Majeure.",
    "page": 387,
    "pages": [
      387
    ],
    "keywords": [
      "omega",
      "egitto",
      "penali",
      "milioni",
      "giorni"
    ]
  },
  {
    "id": "chunk_387",
    "text": "Neither Party shall be liable forany failure or delay in performing its obligations where such failure or delay results from circumstances beyond its reasonable control, including butnot limited to: actsof God, natural disasters, epidemics, pandemics, quarantine restrictions, government actions or regulations affecting transportation, port closures, restrictions on personnel movement, andany other event that could not reasonably havebeen foreseen atthe timeof contract execution. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 149\n Inthe event of Force Majeure: (a) the affected Party shall notify the other Party within 7 days; (b) thetime for performance shall be extended by a period equal tothe duration ofthe Force Majeure event plus a reasonable restart period; (c) no penalties or liquidated damages shall accrue during such extended period; (d) if Force Majeure continues formore than 180 days, either Party may terminate without liability.\" Clausola di hardship \"Hardship. If, dueto events beyond the reasonable control of a Party, the performance ofits contractual obligations becomes substantially more onerous than could reasonably havebeen anticipated atthe timeof contracting, the Parties shall negotiate ingood faith an equitable adjustment ofthe contract terms, including price, delivery schedule, and penalty provisions.\" Clausola penale concap e modulazione \"Liquidated Damages. Incase of delay in delivery not excused by Force Majeure or Hardship: • Days 1-30: €10,000 per day per unit not delivered • Days 31-90: €15,000 per day per unit not delivered • Maximum aggregate liability: 10% ofthe contract price forthe delayed units Partial delivery shall proportionally reduce the applicable penalties.",
    "page": 388,
    "pages": [
      388
    ],
    "keywords": [
      "party",
      "shall",
      "delay",
      "reasonable",
      "event"
    ]
  },
  {
    "id": "chunk_388",
    "text": "Penalties shall not apply to delays caused bythe Buyer's failure to cooperate or provide necessary access/permits.\" Cla usola di consegna flessibile \"Delivery Schedule. Delivery ofall three units by 30 August 2020 isthe target date. The Parties acknowledge that simultaneous delivery depends on logistics availability. Sequential delivery within 60 daysof the target date shall be considered substantial performance and shall not trigger termination rights, although reduced penalties may apply as specified above.\" Cla usola di rinegoziazione obbliga toria \"Meetand Confer. Before initiating any dispute resolution proceedings regarding delays or non-performance, the Parties shall meet (in person or remotely) within 14 daysof a written request to attempt ingood faith to resolve the dispute. No penalties shall accrue during thismeet-and-confer period, upto a maximum of 30 days.\"\n[/TABELLA]",
    "page": 389,
    "pages": [
      389
    ],
    "keywords": [
      "shall",
      "delivery",
      "penalties",
      "apply",
      "delays"
    ]
  }
]