[
  {
    "id": "chunk_0",
    "text": "[TABELLA]\n\n[HEADER] EMBA - Strategia ed Internazionalizzazione 1\n KNOWLEDGE MANAGEMENT Prof. Cuel Roberta Che differenza c’è tra: • Dati • Informazioni • Conoscenza Il Dato è l’insieme degliinput grezzi che aggregati in una certa maniera diventano Informazione e l’informazione provata, interiorizzata, aggregata con i nostri valori viene mappata nel nostro modo di pensare. È liche l’informazione elabora ta secondo la nostra ma ppa mentale ci facrescere. A volte arrivano informa zionisfida nti (es. della pandemia ) che citrova no imprepa rati (rifiuto).\n[H2] 1. La Piramide della Conoscenza\n Questo modello gera rchico illustra come i da tigrezzi sitra sformino progressivamente in saggezza attraverso un processo di ela borazione e comprensione crescente. \n[FIG] Fig. 1 – Modello teorico che prevede una gerarchia, DIKW [Data-Information-Knowledge-Wisd\nom]\n[H3] 1.1. Dati I da ti sono\n la ba se dellapira mide e costituiscono elementi grezzi, non ela borati e privi di contesto. Sono fatti, numeri, simboli o osservazioni che da soli non ha nno significa to intrinseco. I da ti sono simboli, misurazioni, registrazioni. Sono il \"cosa\" senza il \"perché\": un numero su un foglio, un pixel in un'immagine, un bit in memoria . Di per sé non dicono nulla . \"42\" è un da to. Può essere un'età , una tempera tura, un codice, il numero di una stanza, la risposta alladoma nda fondamentale sullavita , l'universo e tuttoqua nto. La ca ratteristica essenzia le dei da ti è che sono indifferenti a l significa toed esistono senza interpretazione. Questo lirende potenti (possono essere riusati in contesti diversi) e a l contempo inutili da soli. Risponde a domande come “cosa” Caratteristiche: quantità elevata , nessuna interpretazione, nessun contesto.",
    "page": 1,
    "pages": [
      1
    ],
    "keywords": [
      "informazione",
      "knowledge",
      "conoscenza",
      "grezzi",
      "modello"
    ]
  },
  {
    "id": "chunk_1",
    "text": "[H3] 1.2. Informazioni\n L’informa zionenasce quando i da ti vengono organizza ti, struttura ti e contestua lizzati. L'informazione emerge quando i da ti a cquisiscono contesto estruttura . È la risposta a una doma nda implicita . \"42 anni\" tidice qualcosa che \"42\" da solo non diceva . \"Roma , 18°C, ore 14\" è informa zioneperché colloca un dato in coordinate che lo rendono interpretabile. Gregory Bateson la definiva come \"una differenza che fa una differenza \": l'informazione è ciò che cambia lo sta to di chi la riceve, ciò che riduce l'incertezza . Se già sa i che a Romaci sono 18°C, dirtelo di nuovo non è informazione, è rumore. Un punto crucia le: l'informazione non è oggettiva ovvero dipende da chi riceve. Per un meteorologo, \"18°C a gennaio a Roma \" è un da to a noma lo che richiede indagine. Per un turista , è semplicemente \"beltempo\". Risponde a domande come “chi”, “dove”, “quando”. Caratteristiche: da ti concontesto, organizzazione logica , significa to comprensibile.\n[H3] 1.3. Conoscenza\n La conoscenza emerge quando l’informa zioneviene elabora ta , compresa e collega ta all’esperienza . La conoscenza è il salto più difficile da definire. Non è solo informazione accumula ta: è informazione integrata, collega ta , resaopera tiva . Sapere che \"l'a cquabolle a 100°C\" è informazione. Sa per cucina re la pasta è conoscenza . \n[HEADER] EMBA - Strategia ed Internazionalizzazione 2\n Michael Polanyi distingueva tra conoscenza esplicita (codificabile, tra smissibile in pa role) e conoscenza tacita (incorpora tanell'esperienza , difficile da a rticola re). Sa i a ndare in bicicletta , ma prova aspiega reesa ttamente come fai a ma ntenere l'equilibrio.",
    "page": 2,
    "pages": [
      2
    ],
    "keywords": [
      "informazione",
      "conoscenza",
      "quando",
      "informa",
      "emerge"
    ]
  },
  {
    "id": "chunk_2",
    "text": "La conoscenza ha a lcune proprietà particola ri: • È personale: la stessa informazione genera conoscenze diverse in persone diverse, a seconda delle esperienze pregresse • È contestuale: funziona in certi a mbiti e non in a ltri • È generativa: permette di produrre nuova informazione, di fa re inferenze, di risolvere problemi ma i visti • Può essere sbagliata: a differenza dei da ti, che semplicemente sono, la conoscenza include interpretazioni che possono rivela rsierra te Esempi: ➢ “Con 18°C a gennaio a Roma , il clima è più mite del solito, proba bilmente a causa del cambia mentoclimatico” ➢ Sa per utilizza re le informazioni per prendere decisioni Risponde a domande come “come” e “perché”. Caratteristiche: comprensione profonda , capacità di applicazione, collegamento conesperienze pregresse.\n[H3] 1.4. Saggezza\n All’apicedella piramide la saggezza rappresenta il livello più eleva toed è la ca pacità di applica re la conoscenza congiudizio, etica e visione a lungo termine. Implica discernimento e capacità di valuta re conseguenze. Qui il terreno diventa scivoloso. La saggezza non è semplicemente \"più conoscenza \". È qualcosa di qua litativamente diverso: la ca pacità di usa re la conoscenza bene, congiudizio, lungimira nza , consa pevolezza dei limiti e delle conseguenze. Un medico può a vere enorme conoscenza tecnica ma mancare di saggezza nel comunica re una diagnosi. Un ingegnere può progetta re un ponte perfetto da l punto di vista struttura le senza chiedersi se quel ponte dovrebbe essere costruito.",
    "page": 3,
    "pages": [
      3
    ],
    "keywords": [
      "conoscenza",
      "saggezza",
      "informazione",
      "diverse",
      "pregresse"
    ]
  },
  {
    "id": "chunk_3",
    "text": "La saggezza include dimensioni che sfuggono allapura elabora zionedell'informazione: • Etica: non solo \"possofarlo?\" ma \"dovrei farlo?\" • Umiltà epistemica: sapere cosa non sisa , riconoscere l'incertezza • Visione sistemica: vedere le connessioni, le conseguenze a lungo termine, gli effetti non intenziona li • Equilibrio: bilancia revalori in conflitto, naviga re dilemmi senza soluzioni pulite È discutibile se la saggezza appa rtenga da vvero alla stessa ca tegoria degli a ltritre concetti. Da ti, informazione e conoscenza sono tutti oggetto di studio dell'epistemologia e delle scienze dell'informazione. La saggezza è un concetto filosofico e mora le che risa le a i greci a ntichi, e forse non si \"produce\" a partire da lla conoscenza nello stesso modo in cui la conoscenza siproduce a partire da ll'informazione. Esempi: ➢ Decidere di a dottare politiche a mbienta liba sandosi sulla comprensione del cambia mentoclimatico ➢ Sa per consiglia re a ltriba sandosi su esperienza e valori Risponde a domande come “quindi” Caratteristiche: giudizio equilibra to, visione olistica , applica zioneetica della conoscenza .\n[H3] 1.5. Il Flusso Ascendente Livello\n Domanda chiave Valore aggiunto Da ti Cosa ? Registrazione Informazione Chi, dove, quando? Contesto Conoscenza Come, perché? Comprensione Saggezza E quindi? Giudizio \n[TAB] Tabella 1 - Il flusso ascendente",
    "page": 4,
    "pages": [
      4
    ],
    "keywords": [
      "informazione",
      "conoscenza",
      "saggezza",
      "visione",
      "partire"
    ]
  },
  {
    "id": "chunk_4",
    "text": "[HEADER] EMBA - Strategia ed Internazionalizzazione 3\n \n[FIG] Fig. 2 - Come si interconnettono gli elementi I Dati grezzi vengono sottoposti a un proce\nsso di aggregazione contestua lizzazione (Informazione) e applicazione esperimentazione (Conoscenza). La Saggezza presuppone un livello conoscitivo astratto e valoria le che esula da ll'a mbito di una specifica applicazione. Il tema è proprio questo: quanto le informazioni che noi abbiamo nellatesta e nel cuore ci cambiano l’interpretazione. Le nostre conoscenze influenza nociò che interpretia mo. 1.6. La parabola dei pannolini ela birra • Dato: a cquisto del prodotto. • Informazione: aggrega ndo i da ti si ha nno le correlazioni tra i due prodotti • Conoscenza: interpretazione che sivuol da re Decisione: mettere pannolini e birra in scaffa li vicini, oppure per ogni pacco di pannolini arriva una birragra tis oppure, metterli lontani così uno giratutto il supermerca to e ma ga ri a cquista qualche a ltro prodotto. Averetanti da ti ci consente di a veretante informazioni e tante conoscenze. Con l’AI abbiamo una montagna di da tied il tema è saperli gestire edela borarli. Spesso è qui il problema : da ti, informazioni, conoscenza , saggezza sono spesso correla ti da un fortissimo legame perché si definisce un’informazione anche in base a delle conoscenze (conoscenze matematiche nell’esempio della galassia di punti rappresentati sulla lavagna) che sono state approfondite; quindi, sa per leggere dei da tied interpreta rli presuppone il fatto di a veredelle conoscenze. In sosta nza è vero che abbiamo un sacco di dati e informazioni ma poi questi sono interpretabili dal fatto che noi abbiamo delle conoscenze. Senza le conoscenze a lcuni da tied informazioni vengono perse.",
    "page": 5,
    "pages": [
      5
    ],
    "keywords": [
      "conoscenze",
      "informazioni",
      "abbiamo",
      "informazione",
      "conoscenza"
    ]
  },
  {
    "id": "chunk_5",
    "text": "Altro elemento importa nte è la comprensione dei da ti ovvero, se non a vessimo delle conoscenze non sa remmo in grado di comprendere i da ti. Esempio: i punti rappresenta tifuori da lla nuvola sono degli errori, è una devia nza da lla regola rità . Però, dire se è un errore o no significa dire che questa cosa non vabene, e quindi c’è già un set di valori (giusti o sbagliati) Un ultimo elemento è la conoscenza che è correla ta a questi elementi: • KNOW WHAT - Sapere che cosa fare. • KNOW HOW - Sapere come farlo. • KNOW WHY - Sapere perché farlo - mettere la birra vicino o lontano ha i pannolini è il perché. Esercitazione 1: il gioco dello scambio di nome. La morale è che è necessario l’ascolto per reperire le informazioni Esercitazione 2: costruire una storia “un giorno di pioggia”, ognuno una sola parola. Morale: non c’è nessun controllo, ognuno a veva in testa una storia diversa e poi qua ndotocca a noiho una responsa bilità di una parola importa nte. Come fa re a gestire le informazioni che non riesco a gestire oppure come faccio a gestire l’imprevisto? 2.TIPI DI CONOSCENZE La conoscenza combina esperienza , valori, informazioni contestua li e intuizioni, offrendo un qua dro per interpreta renuove informazioni. Siforma e si utilizza nellamente delle persone. Nelleorga nizzazioni, la conoscenza risiede non solo nei documenti ma a nchenelle routine, nei processi e nellepratiche.",
    "page": 6,
    "pages": [
      6
    ],
    "keywords": [
      "informazioni",
      "conoscenza",
      "sapere",
      "gestire",
      "elemento"
    ]
  },
  {
    "id": "chunk_6",
    "text": "(Da venport & Prusa k, 1998) • Siamopieni di informazioni, aspetta tive, ma qua li sono le conoscenze esplicite nell’iceberg? La conoscenza esplicita è quella fuoridall’acquaciò è quella che si può vedere e che per definizione sipuò tra durre con un lingua ggioforma le come a d esempio i punti, la ma tematica, l’inglese, l’italiano o qualsia si lingua ggio che abbia un senso è conoscenza esplicita . \n[HEADER] EMBA - Strategia ed Internazionalizzazione 4\n È quella formalizza ta, codifica ta e fa cilmente tra smissibile. Sitrova in documenti, ma nuali, da ta base, procedure scritte. Può essere a rticola ta in parole, numeri o simboli e condivisa senza difficoltà . Un esempio è un ma nualeopera tivo o una formula ma tematica . • Nell’iceberg quali sono le conoscenze implicite? Quella che ogni tantosi vede quando c’è l’ondacioè è quella fetta di conoscenza che sta appena sotto l’acqua che peròsi riesce a vedere, che possiamo dedurre dalla conoscenza esplicita . Quindi, da te le informazioni ma tematiche possia mo a nalizza re dei da ti ed ottenere a ltre conoscenze. Sono quelle che l'individuo possiede e potrebbe in teoria esplicita re, ma che non è a ncorastata codificata. Risiede nelle routine, nellepratiche quotidia ne, nel \"modo in cui si fanno le cose\" all'interno di un'organizzazione. Conuno sforzo consa pevole può essere resa esplicita . Un esempio è il know-howopera tivo che un dipendente esperto ha sviluppa to nel tempo. • Quali sono le conoscenze tacite invece? Tutte quelle conoscenze che noi abbiamo e che spesso non sappiamo neanche di a vere. Sono i valori intrinsechi: perché misiedo ed ascolto la professoressa ? Perché si è a bituati a farcosì, è una consuetudine a nche se la professoressa non ci ha chiesto di sta re seduti.",
    "page": 7,
    "pages": [
      7
    ],
    "keywords": [
      "conoscenze",
      "esplicita",
      "quella",
      "conoscenza",
      "esempio"
    ]
  },
  {
    "id": "chunk_7",
    "text": "Diamo per sconta toche questo tipo di apprendimento sia quello che funziona di più perché diamo per scontato che sia il più efficiente ed è quello che abbiamo sempre fatto. In a utomatico cisedia mo, e notiamo un certo climaall’inizio dellaprima lezione dove il silenzio regnasovra no, ma la professoressa non ha ma i detto di fa r silenzio, ha solo salutato e si è presentata all’aula. Noi però abbiamo capito che lei era la professoressa , lei ha giocato il suo ruolosenza direnulla. Gli studenti ca piscono il ruolo e si sono seduti a d ascolta re. In sosta nza , la conoscenza tacita è tutta quella conoscenza che abbiamo accumula to e che a volte non cisi rendeconto di a vere ma che si mette in pratica quotidia namente. Diventa parte dei nostri valori e tali valori vanno riconosciuti. In una organizzazione a zienda le funziona meglio se messa in pratica congli atteggiamenti piuttosto a parole. Le conoscenze tacite sono difficili da tra durre in conoscenze esplicite perché sono complesse da racconta reperché ce le abbiamo ma non sappia moesa ttamente come formula rle. • Esempio dellaprepa razione dellapasta quando si è all’estero. Capita di vedere che la pastaviene buttata nell’acqua fredda ma se nessuno gli dice che non sideve farecosì è norma le prepararla nell’acqua fredda. Noi abbiamo visto i nostri genitori che la pastava buttata nell’acqua bollente ed è da lìche abbiamo appreso la conoscenza , non ce ne rendia moconto ma è una informa zionefonda menta le per fa re la pasta. • Esempio della preparazione dell’impasto dellapizza Il processo di torsione che fa lievita re ma ggiormente la pasta . I video sono migliori delleguide cartacee. Guarda ndo il videosi riesce a carpire quel micromovimento che potrebbe a iutare meglio chi vuol fare la pizza .",
    "page": 8,
    "pages": [
      8
    ],
    "keywords": [
      "abbiamo",
      "conoscenza",
      "acqua",
      "diamo",
      "quello"
    ]
  },
  {
    "id": "chunk_8",
    "text": "Le conoscenze tacite sono le più difficili da tra sferire. Sono profonda mentera dicate nell'esperienza persona le, nelle intuizioni, neivalori e nelle emozioni. Non può essere fa cilmente a rticola ta o formalizza taperché chi la possiede spesso non è nemmeno consa pevole di a verla . Si a cquisisce attraverso l'esperienza diretta , l'osservazione ela pratica . Un esempio classico è la ca pacità di a ndare in bicicletta o l'intuito di un a rtigia no esperto. Ci sono formule ma tematiche ma è impossibile spiega re come stare in equilibrio se non siprova . Per sa per fa re le cose (Know-How) dobbia moprovare a lcune tecniche per sta re in equilibrio ela vorarci sopra . Questo è un processo moltopiù veloce rispetto aleggere tonnella te di libri. In genera le, nelleorga nizzazioni vince il: “guarda come si faed impari” oppure “ruba il mestiere”. La gestione della conoscenza non si deveferma re allasola gestione della conoscenza esplicita o implicita ma deve la vora remolto a nchesulla conoscenza tacita ovvero sul sa per fa re le cose (Know-How) I sistemi informativi finoagli anni 90 si occupavano di dati e informazioni, non di conoscenze e saggezza. Oggi in azienda dobbiamo lavorare sulle persone per poter favorire la creazione, la comunicazione e l’applicazione di conoscenze. La gestione delle persone passa attraverso questo affinché si a cquisisca migliore esperienza , creatività . Knowledge Management isthus the management ofknowledge. It enables the creation, communication, and application ofknowledge ofall kindsto achieve business goals - by Paul Quintas) (Knowledge Management isthe ability tocreate and retain greater valuefrom core business competencies - by Kirk Klasson)",
    "page": 9,
    "pages": [
      9
    ],
    "keywords": [
      "conoscenze",
      "esperienza",
      "gestione",
      "conoscenza",
      "nelle"
    ]
  },
  {
    "id": "chunk_9",
    "text": "[H2] 3. I KNOWLEDGE WORKERS\n Ila vora toridella conoscenza sono coloro i quali gestiscono la conoscenza ed ha nno o sono chia mati a d avere queste skills: • Capacità decisiona le • Flessibilità • Autonomia responsabile • Collaborazione \n[HEADER] EMBA - Strategia ed Internazionalizzazione 5\n Non-Routine Manual Non-Routine Interpersonal Non-Routine Analytical Routine Manual Routine Cognitive Con lo sviluppo dell’AI.... • Intelligenza emotiva ovvero riuscire a mettersi neipanni degli a ltricerca ndo di ascolta rli meglio • Lea dership ovvero guidare le persone • Visione\n[H2] 4. LA CONOSCENZA NELLE\n ORGANIZZAZIONI\n[H3] 4.1 Soft Skills and Innovation Perché\n la conoscenza è sempre più importa nte? Andiamo ad analizzare un’analisi fatta nel 2010 negli USA che evidenzia le varie tipologie di lavoro presenti nel mercato del la voro: La voro ma nua le non routina rio Non-Routine Manual in nero. È il cla ssico la voro a rtigia na le. Come si vede da l grafico tende a diminuire ma rima ne sempre abba stanza costante, bassa ma rimane sempre. Il la voro a rtigia na le da quello più tecnologico informatico a quello più opera tivo del falegna merima rrà sempre. Ciò che ca la in ma nieradrastica è il la voro routina rio ma nuale Routine Manual in gia lloperché l’automazione ela robotica , Industria 4.0 staporta ndo a d a utomatizza retutte le operazioni routina rie. Ciò che già nel 2010 stava calando molto sono le Routine Cognitive in verde. Ovvero le cose ripetute che si fanno in modalità cognitiva . Un cla ssico esempio è il film “Il diritto di contare” nel quale le donne eranodelle macchine per contare ovvero fa cevano un la voro routina rio cognitivo basato su calcoli che nel tempo sono stati automatizzati.",
    "page": 10,
    "pages": [
      10
    ],
    "keywords": [
      "routine",
      "conoscenza",
      "manual",
      "ovvero",
      "sempre"
    ]
  },
  {
    "id": "chunk_10",
    "text": "Con l’AI andremo a d a utomatizza re questi processi, non solo, ma a nche il la voro che non è più di routine che è cognitivo. Quindi, a nche le parti di Non-Routine Analytical in rosso tendera nno a diminuire poiché a vremmo a disposizioni strumenti che fanno la vori a na litici che non sono routina riche combina no meglio da ti ed informazioni conuna velocità impressiona nte Il tipo di la voro che rimarrà sempre in crescendo sa rà il tipo di la voro Non-Routine Manuale in nero e Non Routine Interpersonale in blu ovvero il lavoro di gruppo, la creatività, l’innovazione introdotti da più persone. Questo tipo di lavoro in futuro aumenterà sempre di più e costituirà l’elemento distintivo di ogni organizzazione. La vora re su questi temi significa la vora re in gruppo, ascolta re, prendere decisioni e diventa reKnowledge Workers. Alcuni esempi sotto: Fordismo e Tayolorismo. Siamoall’inizio del 900, produzione di massa. La Topolino ha avuto grande successo perché la sua produzione è stata automatizzata, il costo dell’autoera prevalentemente ridotto al costo del metallo, il time to market era abbastanza breve per l’epoca. Tipo di la voratori: conposizioni che richiedono poche competenze, persone che veniva no da i campi e da a ltri continenti ispirati dal messaggio “We Want You”. Dov’è la conoscenza? L'intero impianto di questi modelli organizza tivisi fondava sulla codificazione estanda rdizzazione del sapere. Taylor, con il suo Scientific Management, mira vaproprio a sottra rre la conoscenza tacita a gli opera i per tra sforma rla in procedure scritte, tempi misurabili e metodi formalizza ti.",
    "page": 11,
    "pages": [
      11
    ],
    "keywords": [
      "routine",
      "questi",
      "sempre",
      "lavoro",
      "gruppo"
    ]
  },
  {
    "id": "chunk_11",
    "text": "L'ideaera che il \"modo migliore\" (onebest way) di svolgere ognioperazione dovesse essere identifica toscientificamente da lla direzione e poi imposto a ila voratori attraverso istruzioni dettaglia te. Fordportò questa logica alle estreme conseguenze con la catena di monta ggio: ognigesto era scomposto, cronometra to e prescritto. L'operaio non doveva pensare né improvvisa re, ma eseguire movimenti predefiniti. La conoscenza risiedeva nel sistema , non nelle persone. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 6\n Questo approccio comporta va una separazione netta tra chi pensa e chi esegue: gli ingegneri e i ma na ger detenevano il sa pere, gli opera i eranobra ccia interca mbiabili. La conoscenza tacita e implicita dei la voratori veniva sistema ticamente ignora ta o addirittura considera ta un ostacolo all'efficienza . Il limite di questo modello emerse quando i mercati divennero più dina mici ela competizione richiese flessibilità , innovazione e capacità di a dattamento, tutte qualità che dipendono proprio da lle forme di conoscenza che il ta ylorismo a vevacerca to di elimina re. L’esperienza dei lavoratori, tendenzialmente la loro conoscenza era di tipo Esplicito. Gli Ingegneri che disegnavano il processo e di conseguenza la catena di montaggio osservandola dall’alto. I coniugi Gilberth hanno ottimizzato il modello introducendo il fatto che ma nager e ingegneri ha nno il compito di cla ssifica re, organizza re e tra durre le migliori pratiche gestiona li in regole, leggi e pratiche che guida no la forza la voro non istruita . Tuttociò che è fuori da l processo diventa un problema da risolvere.",
    "page": 12,
    "pages": [
      12
    ],
    "keywords": [
      "conoscenza",
      "ingegneri",
      "voratori",
      "catena",
      "sistema"
    ]
  },
  {
    "id": "chunk_12",
    "text": "Movimenti di la voro: filmare i detta gli delle attività di un la voratore ela sua postura , registra ndo il tempo e, in parte, sviluppa ndobest practice standa rdizza te. Il modello Google Siamo a gli inizi degli anni 2000 dove il paradigma cambia notevolmente. Tipo di lavoratori: Coworking, R&D, Innovazione, Knowledge Workers, a nche la voratori più ma nuali allafine di ma nua le fanno sempre di meno (cambia no motherboard e progra mmano). Ma nua lità tipicamente diversa rispetto a l modello del Fordismo e Ta ylorismo, il contesto organizza tivo è diverso. Qui abbiamo a lto specia lizzazione, persone che la vorano conmolte informazioni, che porta no innovazione. Se faccio timbra re il cartellino allo sviluppatore Google non funziona perché ha nno bisogno di a utonomia , il coinvolgimento non è fisico ma è menta le e per essere coinvolti menta lmente è quello di tenerli sempre attenziona ti sul tema . In Google, e più in genera le nelle a ziende knowledge-intensive dell'economia contempora nea, il modello siriba lta completamente rispetto a l Fordismo dove preva lgono la conoscenza tacita e implicita, che diventa no le verefonti di vanta ggio competitivo. Il va lore non stanelle procedure codifica te ma nellacrea tività , nell'intuizione, nellaca pacità di problem-solving dei dipendenti. Un ingegnere di Google non esegue istruzioni predefinite: affronta problemi complessi che richiedono giudizio, esperienza accumula ta espesso collaborazione informa le con i colleghi. Google ha costruito la propria organizzazione proprio per fa vorire la circolazione e lo sviluppo di queste forme di conoscenza .",
    "page": 13,
    "pages": [
      13
    ],
    "keywords": [
      "google",
      "modello",
      "cambia",
      "innovazione",
      "knowledge"
    ]
  },
  {
    "id": "chunk_13",
    "text": "Gli spa zi a perti, le a ree comuni, i famosi \"20% time\" (tempo dedica to a progetti persona li), la cultura del confronto e della sperimentazione servono tutti a fa r emergere e condividere saperi che non possono essere scritti in un ma nua le. La conoscenza esplicita ovviamente esiste a nche qui (documentazione tecnica , codice, brevetti), ma è quasi un sottoprodotto. Il cuore pulsante dell'innova zionesta in ciò che le persone sannofa re e intuiscono, non in ciò che è già sta toforma lizzato. C'è a nche un'inversione nel rapporto tra la voratore e organizzazione: mentre nel Fordismo l'operaio erafa cilmente sostituibile perché il sa peresta va nel sistema , in Google perdere un ta lento significa perdere conoscenza difficilmente replicabile. Da qui la competizione per attrarre e tra ttenere le persone migliori.\n[H3] 4.2. Le motivazioni e soddisfazioni dei\n lavoratori, alcuni modelli\n[H2] 1. Piramide di Maslow Sitratta di\n una teoria della motivazione umana proposta dallo psicologo Abra ha m Ma slow nel\n[H2] 1943. Rappresenta i bisogni umani organizza ti in\n una gera rchia : secondo Ma slow, tendia mo a soddisfa reprima i bisogni allaba se prima di passare a quelli superiori. I cinque livelli, da lla ba se a l vertice: 1. Founda tion - Bisogni fisiologici - cibo, a cqua , sonno, riparo, calore",
    "page": 14,
    "pages": [
      14
    ],
    "keywords": [
      "bisogni",
      "conoscenza",
      "persone",
      "perdere",
      "perti"
    ]
  },
  {
    "id": "chunk_14",
    "text": "[H2] 2. First\n Floor - Bisogni di sicurezza - stabilità economica , salute, protezione da i pericoli\n[H2] 3. Second\n Floor - Bisogni di appa rtenenza - a more, a micizia , relazioni sociali, senso di comunità\n[H2] 4. Third\n Floor - Bisogni di stima - a utostima , riconoscimento, rispetto, successo 5. Roof - Autorea lizzazione - realizza re il proprio potenzia le, creatività , crescita persona le Ma slow sosteneva che una persona non si concentra sui bisogni superiori finché quelli inferiori non sono ra gionevolmente soddisfa tti. Ad esempio, chi lotta per procura rsi il cibo difficilmente sipreoccupa dell'a utorea lizzazione. La teoria è statamolto influente in psicologia , ma na gement e ma rketing, a nche se oggiviene considera ta una semplifica zioneutile più che un modello scientifico rigido - le persone non seguono sempre questa sequenza in modo lineare, e culture diverse possono a vere priorità differenti. 2. Teoria dei due fattori. Herzberg (1923-2000) è stato uno psicologo a merica no, famoso per la sua teoria dei due fattori [o teoria igienico- motiva ziona le], moltousa ta in a mbitoorga nizzativo e ma na geria le, proprio come la piramide di Ma slow. Herzberg distinse dueca tegorie di elementi che influenza no la soddisfazione la vorativa : \n[HEADER] EMBA - Strategia ed Internazionalizzazione 7",
    "page": 15,
    "pages": [
      15
    ],
    "keywords": [
      "bisogni",
      "teoria",
      "floor",
      "lizzazione",
      "proprio"
    ]
  },
  {
    "id": "chunk_15",
    "text": "[H2] 1. Fattori igienici o di mantenimento\n Se assenti causano insoddisfazione, ma se presenti non motiva no particola rmente: 1. Stipendio a deguato\n[H2] 2. Condizioni di\n la voro 3. Sicurezza del posto 4. Relazioni concolleghi e superiori 5. Politiche a zienda li\n[H2] 2. Fattori motivanti\n Questi sì genera novera soddisfazione e motivazione:\n[H2] 1. Aumento di sa\n la rio a ncheresta motiva ntesolo per i primitre mesi 2. Riconoscimento 3. Responsa bilità 4. Crescita professiona le\n[H2] 5. Contenuto del\n la voro interessa nte 6. Senso di realizzazione 7. Autonomia\n[H2] 8. Job Crafting ovvero\n la definizione dellamia a reaopera tiva Il collegamento conMaslow Entrambi si occupa no di motiva zioneuma na . I fattori igienici di Herzberg corrispondono a i livelli bassidella piramide di Ma slow (bisogni fisiologici, sicurezza), mentre i fattori motiva nti corrispondono a i livelli a lti (stima , a utorea lizzazione). La differenza chiave: per Herzberg, soddisfa re i bisogni di ba se non motiva, semplicemente evita l'insoddisfazione. La vera motiva zioneviene solo da i fattori superiori.\n[H2] 3. Goal Setting Theory Teoria del goa l setting di\n Edwin Locke e Gary La tha m, sviluppa ta a partire da gli anni'60. Obiettivi specifici e sfidanti portano a prestazioni migliori rispetto a obiettivi vaghi o troppo facili. \"Fa i del tuo meglio\" funziona moltomeno di \"completa 10 chia ma teentro le 17\".",
    "page": 16,
    "pages": [
      16
    ],
    "keywords": [
      "motiva",
      "fattori",
      "igienici",
      "insoddisfazione",
      "sicurezza"
    ]
  },
  {
    "id": "chunk_16",
    "text": "I cinque principi chiave: • Chiarezza - l'obiettivo deve essere specifico e misurabile • Sfida - deve essere difficile ma raggiungibile; troppo facile non motiva , impossibile frustra • Impegno (commitment) - la persona deve sentire l'obiettivo come proprio • Feedba ck - serve un riscontro regola resui progressi • Complessità gestibile - obiettivi complessi vanno scomposti in sotto-obiettivi Collegamento conMaslow e Herzberg Mentre Ma slow e Herzberg spiega nocosa motiva le persone (bisogni, fattori), Locke e La tha m spiega no come tra durre quella motivazione in a zione concreta attraverso obiettivi ben struttura ti. È la ba se teorica dietrometodologie come gli OKR (Objectives a nd Key Results) usati da Google e molte a ltre a ziende, e il ma na gement per obiettivi (MBO).\n[H2] 5. LE TEORIE DEL KNOWLEDGE\n MANAGEMENT\n[H3] 5.1. Capitale intellettuale\n La teoria del ca pita le intellettua le è un fra mework sviluppa toprincipa lmente negli anni'90 per comprendere e misura re le risorse inta ngibili che crea nova lorenelle organizzazioni. Oggi è il tema della sostenibilità all’epocaera il tema della conoscenza a zienda le. I principali teorici • Thoma s Stewart. Giorna lista di Fortune che ha popola rizzato il concetto con il libro Intellectual Capital (1997) • Leif Edvinsson. Ha crea to il modello Skandia Navigator come primo sistema di misurazione del ca pitale intellettua le • Karl-Erik Sveiby. Ha sviluppa to “Intangible Assets Monitor” Una definizione \"Intellectua l capita l is intellectua l ma teria l-knowledge, informa tion, intellectua l property, experience, tha t ca n beputtouse tocrea tewealth.",
    "page": 17,
    "pages": [
      17
    ],
    "keywords": [
      "obiettivi",
      "obiettivo",
      "motiva",
      "herzberg",
      "spiega"
    ]
  },
  {
    "id": "chunk_17",
    "text": "Itis collective bra inpower.\" Le tre componenti Il ca pita le intellettua le si divide tra diziona lmente in: \n[HEADER] EMBA - Strategia ed Internazionalizzazione 8\n • Capitale umano: è l'insieme delle conoscenze, competenze, esperienze, creatività e capacitàdelle persone che la vorano nell'organizzazione. Include a nche la loro motivazione, attitudine all'apprendimento e capacità di innova re. È la componente più difficile da tra ttenere perché \"esce da ll'a zienda ognisera \". • Capitale strutturale (o organizzativo): comprende tuttociò che resta in a zienda quando i dipendenti vanno a casa . Sono i processi, le procedure, i da ta base, i brevetti, i ma rchi, i sistemi informa tivi, la cultura organizza tiva, i ma nua li. È la conoscenza che l'organizzazione è riuscita a codifica re e istituziona lizzare. Copilot Teams Reca p è conoscenza organizza tivapoiché raccoglie singole conoscenze mettendole a fattor comune condividendole a i partecipa nti alla riunione e quindi la conoscenza organizza tiva è molto di più della sommadelle conoscenze individua li! • Capitale relazionale: riguarda il va loredelle relazioni con l'esterno, ovvero clienti, fornitori, partner, istituzioni, comunità . Include la reputazione, la fiducia costruita nel tempo, la fedeltà dei clienti, le alleanze stra tegiche, i network di conta tti. La combinazione di questi 3 fattori determina il valore dell’azienda quindi l’obiettivo è sviluppare le 3 componenti fa cendole convergere a fattor comune. Spiega perché a ziende come Google o Apple valgono in borsa moltopiù del loro patrimonio tangibile. Il va lorecontabile non cattura il vero valore delleorga nizzazioni knowledge-based.",
    "page": 18,
    "pages": [
      18
    ],
    "keywords": [
      "capitale",
      "conoscenze",
      "organizza",
      "conoscenza",
      "componenti"
    ]
  },
  {
    "id": "chunk_18",
    "text": "Collegamento con le altre teorie Si ricollega a Ma slow e Herzberg nel senso che il capita le uma no dipende da lla motivazione e soddisfa zionedelle persone, e a l goa l setting perché obiettivi ben definiti a iutano a sviluppa re e tra ttenere quelca pita le.\n[H4] 5.1.1. Capitale umano RISORSA BASSO VALORE ALTO\n VALORE NON SOSTITUIBILE Fornire informazioni più approfondite Per a umenta re il valore percepito da i clienti Es. Opera i Specia lizzati e Segreta rie esperte (a nellifonda mentali di una catena di produzione) Capitalizzazione Ma ntenere, tra ttenere e va lorizza re il la voro dei dipendenti all'interno dell'a zienda . Difficilmente sostituibili e prendono decisione SOSTITUIBILE Automatizazzione Differenziazione o Esternalizzazione Es. Designer - Risorse non sostituibili + alto valore vannoca pitalizza te e tra ttenute. Sono il cuore del vantaggio competitivo. - Risorse non sostituibili + basso valore bisogna investire per a umenta rne il valore percepito - Risorse sostituibili + basso valore si a utomatizza no per ridurre i costi (es. di Mc Donalds) - Risorse sostituibili + alto valore si possono differenzia re internamente oppure esterna lizzare (outsourcing) \n[HEADER] EMBA - Strategia ed Internazionalizzazione 9\n È uno strumento utile per decidere dove investire e come gestire le diverse componenti del ca pita le umano estruttura le. 5.1.1.1 Indicatori per la determinazione del capitale umano Knowledge stock come indicatore importantissimo • Livelli educativi (formazione di ba se e continua ) - N. diore di apprendimento - Tempo impiega to per studia re • Numero degli esperti sul tota le dei la voratori • Retention degli esperti (media anni in a zienda ). Sono quelli non sostituibili.",
    "page": 19,
    "pages": [
      19
    ],
    "keywords": [
      "valore",
      "sostituibili",
      "risorse",
      "umano",
      "basso"
    ]
  },
  {
    "id": "chunk_19",
    "text": "• Innova tion - Quantità e qualità dei nuovi prodotti e servizi - % di rica vi deriva nti da i nuovi prodotti/servizi • Psychologica l attitude - Livello di soddisfazione dei la voratori - Cultura organizza tiva - Monitora ggiosituazioni di mobbing, burnout, stress la voro correla toKnowledge stock indica il patrimonio di conoscenze accumula te da un'organizzazione in un da to momento. È la \"fotogra fia \" del sa pere posseduto, che comprende competenze, know-how, brevetti, esperienze sedimenta te nel tempo. Si distingue da l knowledge flow, che invece rappresenta i flussi di conoscenza , ovvero come il sapere circola , sicrea e sitra sforma all'interno e all'esterno dell'organizzazione. L'esempio Swatch illustra bene questi concetti. Negli anni'70-'80 l'industria orologiera svizzera era in crisi profonda, tra volta da lla concorrenza gia pponese degli orologi a l quarzo economici. Le a ziende svizzere a vevano un enorme knowledge stocknella meccanica di precisione, ma questo sapere sembra va diventa to obsoleto. Nicola s Ha yek, con la creazione di Swatch, non abbandonò quel patrimonio di conoscenze ma lo ricombinò in modo innova tivo. Prese il knowledge stock esistente (competenze nellaminia turizzazione, nella precisione, nel design) e lo integrò connuove conoscenze (plastica , a utomazione, ma rketing dellamoda ). Il risulta tofu un orologio economico, colora to, allamoda , ma comunque svizzero. Swatch tra sformò l'orologio da strumento funziona le a d accessorio di stile, creando un nuovo mercato. L'esempio mostra che il valore del knowledge stock non è statico: dipende da lla capacità di attivarlo, ricombina rlo e farlo fluire in nuove direzioni.",
    "page": 20,
    "pages": [
      20
    ],
    "keywords": [
      "conoscenze",
      "knowledge",
      "swatch",
      "innova",
      "nuovi"
    ]
  },
  {
    "id": "chunk_20",
    "text": "[H4] 5.1.2. Capitale Strutturale\n “Quella conoscenza che rimane in azienda anchedopo le 5 del pomeriggio...” Reified knowledge Conoscenza crista llizza ta. È il sa pere che è stato \"solidifica to\" in forme stabili e difficili da modifica rechesi divide in: - Hard: elementi tangibili come tecnologie, brevetti, prodotti, da ta ba se - Soft: elementi inta ngibili ma consolida ti come la cultura organizza tiva ela stra tegia a zienda le (cambia re la cultura è un processo lento e complesso) Currency knowledge Conoscenza fluida /corrente È il sa pere che circola in modo più dina mico attraverso: - Pratiche informali: forum, gruppi di discussione, conversazioni alla ma cchina del ca ffè - Processi strutturati: procedure formalizza te per la condivisione Gli indicatori per misura re il capita le struttura le comprendono sia misure dirette (numero e valore di brevetti, ma rchi, sistemi informatici) sia misure di efficienza che rivela noqua ntobene l'organizzazione gestisce la propria conoscenza : • il rapporto tra suggerimenti ricevuti e applica ti mostra l'a pertura all'innovazione interna • il time to ma rket indica la velocità di tra sforma zionedelle idee in prodotti • l'indice di inefficienza burocra ticasegna la osta coli alla circolazione del sapere",
    "page": 21,
    "pages": [
      21
    ],
    "keywords": [
      "conoscenza",
      "knowledge",
      "elementi",
      "brevetti",
      "prodotti"
    ]
  },
  {
    "id": "chunk_21",
    "text": "[H4] 5.1.3. Capitale Relazionale Le relazioni con le\n persone concui un'organizzazione intrattiene rapporti commerciali, è forse questa l’areapiù presidiata ma meno sfruttata all’interno dell’organizzazione data per più scontata. Collegamento più stretto tra clienti e fornitori: produzione just-in-time e riduzione delle scorte, riduzione dei costi amministra tivi, ecc. Oggi possia mo utilizza repiù informazioni: \n[HEADER] EMBA - Strategia ed Internazionalizzazione 10\n • ICT e B2B, B2C, ecc. Alcuni strumenti: • Customer Rela tionship Ma na gement, • Da ta ba se clienti • È il patrimonio peggio gestito • Quota di mercato (%) • Clienti persi (#) • Valutazione dei clienti (%) • Giorni tra scorsi a visita re i clienti (#) • Visite dei clienti in a zienda (#) • Reddito lordo per dipendente ($) Riepilogo: L'approccio del ca pita le intellettua le, pur essendo orma i classico, sifonda sull'ideadella rendicontazione e mira a comprendere come la conoscenza sia struttura ta all'interno dell'organizzazione. Questa prospettiva tende a tra tta re la conoscenza quasi come un oggetto, concentra ndosipreva lentemente sulla dimensione esplicita . Certo, la teoria riconosce l'esistenza dellaparte sommersa dell'iceberg, ovvero tutto il patrimonio inta ngibile e tacito, ma l'obiettivo rimane quello di renderlo il più possibile misurabile. E c'è una ra gione precisa : in a zienda si inizia a gestire ciò che si riesce a misura re, perché la misura zionerende le cose visibili e quindi governabili. In definitiva , lo scopo di questo fra mework è porsi una domanda fondamentale: dove risiedono le nostre conoscenze, come possia moqua ntifica rle e, di conseguenza , come possia mo gestirle effica cemente?",
    "page": 22,
    "pages": [
      22
    ],
    "keywords": [
      "clienti",
      "organizzazione",
      "interno",
      "riduzione",
      "patrimonio"
    ]
  },
  {
    "id": "chunk_22",
    "text": "[H3] 5.2. Approccio\n Orientale\n[H4] 5.2.1. Il modello SECI Ikujiro Nonaka e Hirota\n ka Ta keuchi, nel libro The Knowledge-Creating Company (1995), ha nno proposto un modello di crea zionedella conoscenza basato su quattro fasi: Differenza tra approccio occidentale e orientale • Occidentale - si concentra sulla conoscenza esplicita: documenta re, codifica re, creare da ta ba se e sistemi informativi. La conoscenza è un oggetto da gestire ed è orientato all’efficientismo del “Onebest way” (siamo nel ta ylorismo). • Orientale (giapponese) - va lorizza la conoscenza tacita: intuizione, esperienza , sa per fareed è legato a l temadelle motivazioni. La conoscenza sicrea attraverso le relazioni e l'interazione tra le persone. È un processo continuo, non un prodotto. La vora no per a nalogie (non ha nno ma nager) ➢ Esempio 1: Honda Civic. Mettono insieme un gruppo di ingegneri ed i loro manager gli dicono “Let’s gamble” ovvero dovete scommettere riducendo i costi. Gli ingegneri ha nno rivisto la vecchia Civiced una volta fatta la proposta a i ma nager sono sta tirimba lzati, sono a ndati in crisi. Il middle ma na ger ha giocato un ruolo importante rivedendo il paradigma dell’epoca ovvero passare dal modello machine maximun, men minimun (ma cchine di Ha za rdpresta zionali ma scomode) a d un modello uomo nel comfort più assoluto, la macchina a suo servizio (tallboy, a utocorta ed a lta ). Si è poi rileva to un successo. Le dina miche: ha nno la vora tonella socializzazione ovvero scommettiamo e vediamo cosane esce, in gruppo hanno autodefinito i task lavorando sull’obiettivo stimola nte. Altro elemento vincente è stato il midle ma nager che ha tra dotto lo sloga n per il top a zienda le. A conoscenza tacita A conoscenza esplicita Da conoscenza tacita",
    "page": 23,
    "pages": [
      23
    ],
    "keywords": [
      "conoscenza",
      "modello",
      "orientale",
      "approccio",
      "occidentale"
    ]
  },
  {
    "id": "chunk_23",
    "text": "[H2] 1. Socializzazione\n Apprendere per osservazione, affiancamento, esperienza condivisa . Stare insieme si condividono un sacco di cose, a bitudini, valori.\n[H2] 2. Esternalizzazione\n Tra sforma re l'intuizione in concetti, metafore, modelli e qualcosa di esplicita . Si comincia a pensare a d un prototipo Da conoscenza esplicita\n[H2] 4. Internalizzazione\n Impara refacendo, la teoria diventa pratica persona le\n[H2] 3. Combinazione\n Sistema tizzare, aggrega re documenti, da ta base, ma nua li. Quali sono i componenti che poi diventa noprodotto. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 11\n ➢ Esempio 2: Ma cchina del pa ne di Panasonic: fa i il pa ne in modo semplice. Ingegnere ha passa to qualche giorno con il cuoco di un a lbergo di Osakache ha spiega to a l gruppo di ingegneri i movimenti da fa re per prepara re il pane.\n[H4] 5.2.2. La spirale della conoscenza È da l\n modello orienta le che nasce il concetto della spirale della conoscenza che è il cuore del modello di Nonaka e Ta keuchi. Descrive come la conoscenza sicrea e siespa ndenelle organizzazioni attraverso un processo dinamico e continuo. Come funziona la spirale Le qua ttrofa si del modello SECI non sono statiche ma si susseguono in un ciclo che siespa nde progressivamente: Tacita → Tacita SOCIALIZZAZIONE ↓ Tacita → Esplicita ESTERNALIZZAZIONE ↓ Esplicita → Esplicita COMBINAZIONE ↓ Esplicita → Tacita INTERNALIZZAZIONE ↓ (ricomincia ) Nell'espa nsione aspira le. Il punto chiave è che ogni ciclo non torna a l punto di partenza , ma si allarga : • Livello individuale - una persona a cquisisce conoscenza tacita (es.",
    "page": 24,
    "pages": [
      24
    ],
    "keywords": [
      "esplicita",
      "conoscenza",
      "tacita",
      "spirale",
      "modello"
    ]
  },
  {
    "id": "chunk_24",
    "text": "un a rtigia noimpa ra una tecnica ) • Livello di gruppo - la condivide concolleghi attraverso socializzazione • Livello organizzativo - viene esterna lizzata in procedure, ma nua li, bestpra ctice • Livello inter-organizzativo - si combina conconoscenze esterne e si diffonde a clienti, partner, fornitori Poi il ciclo ricomincia : le persone interna lizzano questa nuova conoscenza , la arricchiscono con la propria esperienza , ela spira le continua a d espa ndersi. Esempio pratico: Un tecnico esperto (conoscenza tacita) → affianca un collega junior (socializzazione) → insieme formalizzano un metodo (esternalizzazione) → il metodo viene integrato nel sistema qualità aziendale (combinazione) → altri dipendenti lo studia no e lo applica no (internalizzazione) → sviluppano nuove varianti basate sullaloro esperienza → e il ciclo riparte. Il messaggio chiave. La conoscenza organizza tiva non è statica : cresce e si arricchisce continuamente attraverso l'interazione tra conoscenza tacita ed esplicita , e tra individui, gruppi e organizzazione.\n[H4] 5.2.3. Il concetto di BA Nonaka ha introdotto a\n nche il concetto di BA ovvero di spa zio fisico, virtua le o menta le dove avviene la condivisione di conoscenza . Senza un contesto relaziona le a deguato, la conoscenza non sitra sferisce. 5.2.4. I 5 fattori abilitanti I 5 fattori abilitanti (enabling conditions) di Nonaka e Ta keuchi sono le condizioni organizza tive necessa rie affinché la spira le della conoscenza possa funziona re effica cemente. 1. Intenzione (Intention) - L'organizza zionedeve a vere una visione stra tegica chiarache orienti la creazione di conoscenza . Senza un intento condiviso, la conoscenza genera ta rischia di essere dispersiva e non allinea ta a gli obiettivi a zienda li. 2.",
    "page": 25,
    "pages": [
      25
    ],
    "keywords": [
      "conoscenza",
      "livello",
      "attraverso",
      "socializzazione",
      "organizzativo"
    ]
  },
  {
    "id": "chunk_25",
    "text": "Autonomia (Autonomy) - Gli individui devono a vere libertà di a gire. L'a utonomia a umenta la motivazione, fa vorisce ideeina spetta te e permette alle persone di sperimenta re. Tea m a uto-orga nizzati sono più effica ci nel creare conoscenza . Ci sono i ruoli ma non è ben definito cosadeve succedere poiché dipende da dov’è la palla in quel momento (es. un a nche un difensore può fa regoa l). È ammessa la sovra pposizione dei ruoli. In tutte le fa sicipuò essere qualcuno dellafa se precedente che possa dare consigli (es. se ci dovesse essere un cambia mentodella produzione ci potrebbe essere bisogno di un redesign del prodotto e da qui il Just in time production che obbliga alavorare in gruppo. C’è un overlap continuo ed è molto costoso. Noi del west preferiamo la sequenzia lità . \n[HEADER] EMBA - Strategia ed Internazionalizzazione 12\n 3. Fluttuazione e caos creativo (Fluctua tion a ndCrea tive Chaos) - Le crisi, i cambiamenti ele sfide stimola no la riflessione e mettono in discussione le routine consolida te. Un certo grado di \"rottura \" con la normalità spinge le persone a cercare nuove soluzioni. Può essere indotto intenziona lmente dal ma nagement. Percezione d’urgente dei la voratori ma senza terrorismo, in sosta nzasitra tta di: ➢ Rompere le routine ➢ Creare una situazione di crisi alloscopo di fa vorire il cambiamento ➢ Riflettere sulle a zioni svolte o Knowhow e Double looplea rning o Coinvolgimento persona le e conflitto o Discutere in modo costruttivo suinuovi concetti (metafore e a nalogie) 4. Ridondanza (Redunda ncy) - Sovra pposizione intenziona le di informazioni, ruoli e competenze. Permette alle persone di comprendere il la vorodegli a ltri, fa cilita la condivisione di conoscenza tacita e offre prospettive diverse sugli stessi problemi.",
    "page": 26,
    "pages": [
      26
    ],
    "keywords": [
      "persone",
      "creare",
      "ruoli",
      "crisi",
      "routine"
    ]
  },
  {
    "id": "chunk_26",
    "text": "➢ Sovra pporre le informa zionirela tive alle attività di business, le responsa bilità ma na geriali. ➢ Promuovere la condivisione di conoscenza tacita ➢ Creare nuovica nali di comunicazione vertica li, orizzonta li e tra sversa li ➢ Promuovere una visione olistica dell’organizzazione adottando il “rugby approach” ➢ Jobrota tion ➢ Brainstorming “tamadashi kai” in Honda 5. Varietà (Requisite Variety) - La diversità interna dell'organizza zionedeve riflettere la complessità dell'a mbiente esterno (legge di Ashby). Significa ga rantire accesso alle informazioni a tutti i livelli e a veretea m concompetenze e formazioni diversifica te. L’azienda deve armonizzare la sua diversità organizzativa con la diversità ela complessità dell’ambiente organizzativo in cui sitrova [Ashby, 1956] Massima varietà attraverso il numero minimo di step per ottenere informazioni [Numaga mi, Ohta a nd Nonaka , 1989+]\n[H3] 5.3. Le comunità di pratica\n Le comunità di pratica (Communities ofPractice - CoP) sono un concetto sviluppa to da Etienne Wenger e Jean Lave a partire da gli anni'90. Sono gruppi di persone che condividono un interesse, una professione o una passione, e che apprendono insieme attraverso l'interazione regola re. Non sono gruppi formali négruppi di progetto, ma reti spontanee basa tesulla pratica condivisa . (esempio dei conta bilivs i commercia li ele comunità di pratica veloci come gli a lcolisti o dei poliziotti a merica ni) I tre elementi costitutivi • Dominio - l'a rea di interesse o competenza che definisce l'identità della comunità (es. cybersecurity, project ma na gement, una specifica tecnologia ) • Comunità - le relazioni tra i membri, la fiducia reciproca , il senso di appa rtenenza. I membri intera giscono, si a iutano, discutono.",
    "page": 27,
    "pages": [
      27
    ],
    "keywords": [
      "pratica",
      "diversità",
      "comunità",
      "promuovere",
      "varietà"
    ]
  },
  {
    "id": "chunk_27",
    "text": "• Pratica - il repertorio condiviso di risorse: esperienze, storie, strumenti, modi di affrontare i problemi. È conoscenza tacita che sisviluppa nel tempo. Perché sono importanti Le CoP sono il luogo natura le dove avviene la socia lizzazione del modello di Nonaka - il tra sferimento di conoscenza tacita tra persone. Ciò che non si può mettere in un manuale si impara partecipando alla comunità. Non importa cos’è conoscenza tacita , esplicita ma è vivere la conoscenza Caratteristiche distintive Aspetto Team di progetto Comunità di pratica Scopo Delivera ble specifico Apprendimento e sviluppo Appa rtenenza Assegna ta Volonta ria Durata Definita Indefinita , organica Confini Chia riFluidi Legame Il compito La passione/interesse Il ciclo di vita Le CoP nascono, crescono e a volte muoiono natura lmente. Wenger identifica fasi come: potenziale → coalescenza → maturità → gestione → trasformazione. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 13\n Il ruolo dell'organizzazione Le a ziende non possono \"creare\" comunità di pratica per decreto, ma possono coltiva rle: fornire spazi (fisici e virtua li), tempo, riconoscimento, supporto. Forzarle le uccide, ignora rle le spreca . Come divento un membro di una COP Il processo per diventa re membro di una comunità di pratica è stato descritto da La ve e Wenger con il concetto di Legitima te Periphera l Participa tion (Partecipazione Periferica Legittima ). Il percorso: dalla periferia al centro OUTSIDER → PERIPHERAL → ACTIVE → CORE (esterno) → (periferia) → (attivo) → (nucleo) Le fasi di appartenenza 1. Outsider - Esterno - Non a ncoraparte della comunità - Può osserva re da fuori, essere incuriosito 2.",
    "page": 28,
    "pages": [
      28
    ],
    "keywords": [
      "pratica",
      "conoscenza",
      "comunità",
      "tacita",
      "tempo"
    ]
  },
  {
    "id": "chunk_28",
    "text": "Peripheral / Novice - Periferia - Entranella comunità conruoli ma rgina li - Osserva , ascolta , fadoma nde - Svolge compiti semplici e a basso rischio - Impara il lingua ggio, le norme, i valori - La partecipazione è \"legittima \" a nche se limita ta - 3. Active member - Membro attivo - Partecipa pienamente alle attività - Contribuisce con le proprie esperienze - Inizia a essere riconosciuto da gli a ltri 4. Core member - Nucleo - Guida la comunità , ne definisce la direzione - È punto di riferimento per gli a ltri - Custodisce e tra smette la pratica Il concetto chiave: Legitimate Peripheral Participation L'apprendimento non avviene studia ndo ma nuali, ma partecipando - a nche in modo ma rgina le all'inizio. La \"periferia \" non è una posizione inferiore, è il punto di ingresso natura le. Attraverso la pratica condivisa , il novizio assorbe la conoscenza tacita della comunità . Cosasi apprende nel percorso ➢ Competenze tecniche ➢ Lingua ggio e gergo ➢ Storie e casi esempla ri ➢ Valori e identità professiona le ➢ \"Chi sa cosa \" nella comunità Il ruolo degliold-timers I membri esperti (old-timers) ha nno la responsa bilità di accogliere i newcomer, da ndo loro accesso gradua le allapratica. Se li escludono, la comunità muore. In sintesi: non si \"entra \" in una CoP leggendo un documento, ma praticando insieme. Partendo da i ma rgini e gua da gnando progressivamente centra lità . I Boundary Roles I ruoli di confine sono figure chiaveche fa cilita no il flusso di conoscenza tra comunità di pratica diverse o tra una CoP e l'organizzazione. Ogni comunità di pratica sviluppa il proprio lingua ggio, le proprie pratiche, la propria visione del mondo. Questo crea barriere alla comunicazione con l'esterno. I bounda ryroles servono a supera re queste barriere.",
    "page": 29,
    "pages": [
      29
    ],
    "keywords": [
      "comunità",
      "peripheral",
      "periferia",
      "rgina",
      "lingua"
    ]
  },
  {
    "id": "chunk_29",
    "text": "I treruoli principali secondo Wenger 1. Broker o intermediario • Appa rtiene a più comunità contempora neamente • Tra duce lingua ggi e pratiche tra comunità diverse \n[HEADER] EMBA - Strategia ed Internazionalizzazione 14\n • Tra sferisce idee, connette persone, fa cilita collaborazioni • Rischio: non essere ma i pienamente \"dentro\" a nessuna comunità\n[H2] 2. Boundary\n Spanner o connettore di confini • Creaponti tra gruppi diversi • Identifica opportunità di colla borazione • Fa cilita progetti cross-funziona li • Spesso è un ruolo informa le, non riconosciuto ufficia lmente 3. Roamer o vagabondo • Simuove liberamente tra comunità diverse • Porta prospettive fresche, contamina le idee • Non ha appa rtenenza fissa Boundary Objects o oggetti di confine Oltre a i ruoli, Wenger identifica a nche gli oggetti di confine ovvero a rtefatti che fa cilita no la comunicazione tra comunità diverse: • Documenti condivisi • Modelli, prototipi • Glossa ri comuni • Da shboa rd, report • Standa rd e procedure Sono abba stanza flessibili da essere interpreta ti diversamente da ciascuna comunità , ma abbastanza robusti da ma ntenere un significa to condiviso. Perché sono importanti Senza boundary roles Conboundary roles Silosisola ti Conoscenza che fluisce Reinventa re la ruota Bestpra ctice condivise Conflitti tra gruppi Collaborazione Innovazione limita ta Contamina zionecrea tiva Nel contesto aziendale Spesso questi ruoli sono ricoperti da project ma na ger, consulenti interni, figure di sta ff, o semplicemente persone con un network a mpio e curiosità tra sversa le. Raramente sono ruoliforma lizzati, ma sono essenzia li per l'organizzazione. 5.4. Knowledge vs.",
    "page": 30,
    "pages": [
      30
    ],
    "keywords": [
      "comunità",
      "diverse",
      "cilita",
      "boundary",
      "wenger"
    ]
  },
  {
    "id": "chunk_30",
    "text": "Knowing La distinzione tra Knowledge e Knowing rappresenta un cambio di pa radigma fonda mentale nella gestione della conoscenza . Knowledge - Conoscenza come oggetto. È la visione tra diziona le, tipicamente occidenta le: ➢ La conoscenza è un asset, qualcosa che si possiede ➢ Può essere cattura ta , codifica ta , imma gazzina ta ➢ Risiede in documenti, da ta ba se, sistemi ➢ È tra sferibile come un oggetto da A a B ➢ Sipuò gestire consistemi IT (knowledge ma na gement systems) ➢ Focus: cosa sappiamo Knowing - Conoscenza come pratica. È la visione processua le, più vicina all'approccio orienta le e alle comunità di pratica : ➢ La conoscenza è un processo, qualcosa che si fa ➢ È insepa rabile da ll'a zione e da l contesto ➢ Risiede nelle persone e nelleloro interazioni ➢ Sisviluppa attraverso la partecipazione e l'esperienza ➢ Non può essere \"estratta \" e messa in un sistema ➢ Focus: come sappiamo fare \n[HEADER] EMBA - Strategia ed Internazionalizzazione 15\n Un esempio concreto: Azione Knowledge Knowing Cucina re La ricetta scritta Sa per cucina re da vvero Andare in bici Ma nua le di fisica dell'equilibrio Sa per a ndare in bici Gestire un cliente difficile Procedura nel CRM Saperlo fare nellapratica Le implicazioni per il management ➢ Knowledge - Investire in tecnologia , documentazione, da ta ba se ➢ Knowing - Investire in relazioni, comunità , apprendista to, tempo per intera gire Chi ha sviluppato questa distinzione Principa lmente John Seely Brown, Paul Duguid ela stessa scuola di Wenger. Critica no l'eccesso di fiducia nei sistemi IT per \"gestire\" la conoscenza , sottolinea ndo che la conoscenza più preziosa è quella che non sipuò codifica re. Il nostro la voro ci cambia , nelle nostre a ziende esistono moltissime comunità.",
    "page": 31,
    "pages": [
      31
    ],
    "keywords": [
      "conoscenza",
      "knowing",
      "knowledge",
      "gestire",
      "distinzione"
    ]
  },
  {
    "id": "chunk_31",
    "text": "[H2] 6. COME SI IMPARA AD ESSERE PRONTI AL CAMBIAMENTO\n Gestire situazioni ina spetta te in cui le persone si confronta no con le loro interpretazioni del mondo • Rilevabili (non richiedono conoscenze pregresse) • Reattivi (definiscono i parametri) • Additivi (accetta notutte le proposte) • Presenti (qui e ora ) • Competenza nei propri strumenti • L’autoefficacia • Gli strumenti e gli spa rtiti • L’ascolto • L’accettazione della proposta e dell’inatteso (yes, and...) • La reazione veloce (a zione – reazione) • Comunica zionechia raed effica ce • Collaborazione e creazione di una relazione • Fiducia in testesso e negli a ltri • Empatia e intelligenza emotive • Essere generosi 6.1. L’improvvisazione in azienda Comunicazione tra i membri del team eleader, manager ed executive per: • promuovere la risoluzione creativa e a da ttiva dei problemi • superare i blocchi alla creatività e favorire l’innovazione organizzativa • incentiva re una comunica zionepiù effica ce • costruire fiducia e supporto all’interno dei team \n[HEADER] EMBA - Strategia ed Internazionalizzazione 16\n • accelera re e migliora re il processo decisiona le individua le e di gruppo • potenziare la concentrazione e l’attenzione • gestire i conflitti concompetenza • comunica re in modopiù effica cedura nte le crisi",
    "page": 32,
    "pages": [
      32
    ],
    "keywords": [
      "comunica",
      "effica",
      "gestire",
      "strumenti",
      "reazione"
    ]
  },
  {
    "id": "chunk_32",
    "text": "[H3] 6.2. Intelligenza artificiale e\n KM • L’uso di AI generativa (come ChatGPT) per catturare, organizzare e distribuire conoscenza. • Sistemi di raccoma ndazione intelligenti per suggerire contenuti rileva nti. • Automazione di attività di knowledge curation. 6.3. Data-Driven KM • Integrazione tra Big Da ta Ana lytics e KM. • Passaggio da gestione del documento a gestione dell’insight. • Passaggio da gestione del documento a gestione dell’insight. 6.4. Data-Driven KM • Piatta formecolla borative integra te (es. Teams, Slack) come hub di conoscenza • Incentivi per la partecipazione attiva ela co-creazione • Dinamiche di reputazione e fiducia nelle community.\n[H3] 6.5. Knowledge\n Governance & Etica • Aspetti eticidella gestione della conoscenza (biasdell’AI, privacy). • Normative sulla protezione dei da ti e impatti sul KM. • Nuove policy per l’uso responsabile della conoscenza.\n[H3] 6.6. Lavoro ibrido e\n KM • Creazione di a mbienti digita lichefa vorisca no la condivisione tacita di conoscenze. • Nuovepratiche per ma ntenere la cultura organizza tiva e il ca pita le socia le. • Knowledge sharing in tea m distribuiti.\n[H2] 7. APPROFONDIMENTO SUL LAVORO IBRIDO\n Le sfide in atto nel la voro ibrido Il ricorso crescente ai lavoratori non-dipendenti Questo fenomeno riguarda una tra sformazione importa nte nel mercato del la voro: professionisti di a lto livello che scelgono delibera tamente di non essere dipendenti, preferendo operare come freela nce o consulenti indipendenti. Chi sono questi lavoratori Sitratta di figure concompetenze rare e molto richieste. Gli UX designer progetta no l'esperienza utente di app e sitiweb, combina ndo competenze tecniche, psicologiche e creative.",
    "page": 33,
    "pages": [
      33
    ],
    "keywords": [
      "gestione",
      "conoscenza",
      "knowledge",
      "ibrido",
      "driven"
    ]
  },
  {
    "id": "chunk_33",
    "text": "I da tascientist a nalizza nograndi quantità di da ti per estrarre insight stra tegici, una competenza crucia le nell'economia attua le. A questi si aggiungono sviluppatori softwa respecia lizzati, esperti di intelligenza a rtificia le, consulenti stra tegici, creativi di a lto profilo. Perché scelgono l'indipendenza Questi professionisti ha nno un potere contra ttuale elevato. La doma nda per le loro competenze supera l'offerta , quindi possono permettersi di detta re le condizioni. Preferiscono la vora re su progetti stimola nti piuttosto che su routine a zienda li, vogliono varietà e possibilità di scegliere conchi collabora re, spesso gua da gnano di più come indipendenti che come dipendenti, e apprezza no l'a utonomia nella gestione del proprio tempo. La matrice Human Capital Il riferimento alla matrice con \"highva lue, notrepla ceable\" in a lto a destra descrive una cla ssificazione dei la voratori secondo due dimensioni: il va lore che genera no per l'organizzazione ela loro sostituibilità . Ila voratori in a lto a destra sono le cosiddette superstar: creano enorme valore e sono difficilissimi da rimpia zzare. Un'a zienda non può semplicemente assumere un a ltro da tascientist qua lunque se quello attua le se ne va , perché le competenze specifiche, l'esperienza accumula ta ela ca pacità di genera re risulta ti non sono fa cilmente replicabili. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 17\n Le implicazioni per le aziende Le orga nizzazioni sitrova no in una posizione scomoda . Ha nno bisogno di queste figure, ma non riescono sempre a tra ttenerle come dipendenti. Devono quindi impara re a costruire relazioni diverse, basate su progetti, flessibilità e valore reciproco.",
    "page": 34,
    "pages": [
      34
    ],
    "keywords": [
      "tascientist",
      "tegici",
      "attua",
      "questi",
      "perché"
    ]
  },
  {
    "id": "chunk_34",
    "text": "L'HRdeve gestire una forza la voro ibrida , dove accanto a i dipendenti tra diziona liopera nocolla boratori esterni di a ltissimo livello che richiedono approcci completamente diversi. Il paradosso Queste supersta rs sono contempora neamente dentro e fuori l'organizzazione: contribuiscono in modo decisivo a i risulta ti, ma non appa rtengono all'a zienda nel senso tra diziona le. Questo sfida le nozioni cla ssiche di lea ltà , carriera e gestione delle persone. Le cause della Great Resignation La Grea t Resigna tion è l'ondata di dimissioni volonta rie che ha investito il merca to del la voro a partire da l 2021, inizia lmente negli Stati Uniti e poi in molti a ltripa esi. Non sitra tta di un fenomeno casua le, ma del risulta to di diverse forze che la pandemia ha accelera to o fatto emergere. Riconsiderazione delle priorità Il lockdown ha costretto milioni di persone a fermarsi e riflettere. Molti ha nno riscoperto il va lore del tempo libero, dellafa miglia , dellasa lutementa le. Domande come \"perché la voro cosìtanto?\" o \"questo la voro mirende felice?\" sono diventa te urgenti. Il risulta to è stato un rifiuto diffuso di sacrifica re il benessere persona le per la carriera , conuna ricerca di equilibrio vita-la voro che primaveniva spesso rimanda ta . Condizioni di lavoro insostenibili Per chi ha continua to ala vorare in presenza durante la pandemia , l'esperienza è sta taspesso tra umatica. Operatori sanita ri, cassieri, ca merieri, addetti alla logistica ha nno affronta to rischi per la salute, turni estenua nti, espesso scarso riconoscimento. Molti ha nno semplicemente deciso che non neva levapiù la pena , abba ndonando settori percepiti come troppo gravosi rispetto alla retribuzione e alle tutele offerte.",
    "page": 35,
    "pages": [
      35
    ],
    "keywords": [
      "risulta",
      "diziona",
      "carriera",
      "persone",
      "molti"
    ]
  },
  {
    "id": "chunk_35",
    "text": "Nuovi paradigmi di lavoro La diffusione forzata del la voro remoto ha dimostra tochemolte attività non richiedono la presenza fisica in ufficio. Una volta sperimenta ta questa libertà , tornare indietro è diventa toina ccettabile per molti. Pa rallelamente, esperimenti come la settima na la vorativa di qua ttro giorni ha nno a limentato l'idea che modelli a lterna tivisia no possibili. Chi si è trovato di fronte a datori di la voro rigidi ha preferito cercare a ltrove. Opportunità geografiche ampliate Il la voro remoto ha sga nciato l'impiego da lla residenza . Un progra mmatore può la vorare per un'a zienda di Milano vivendo in un paese di montagna , o per una startup ca lifornia naresta ndo in Italia . Questo ha a perto possibilità primaimpensabili e ha reso ila vora toripiù esigenti: perché accetta re condizioni mediocri se il mercato è diventa togloba le? Il cuscinetto finanziario Durante i lockdown moltefa miglie ha nno risparmia to involonta riamente: niente viaggi, ristora nti, uscite. Questo accumulo ha da to a molti la sicurezza economica per permettersi una pa usa , per riqua lifica rsi, o per avviare un'attività propria . Senza questo cuscinetto, molte dimissioni non sa rebbero state possibili. Rivalutazione della stabilità Paradossa lmente, mentre a lcunicerca vanopiù libertà , a ltri ha nnofatto il percorso opposto. La pandemia ha mostrato quanto rapidamente un settore possa crolla re. La voratori in a mbiti colpiti duramente, come turismo o intrattenimento, ha nno cercato impieghi più stabili, a nche a costo di gua da gnaremeno o cambia re completamente carriera . Il quadro complessivo La Grea t Resigna tion non ha una causaunica.",
    "page": 36,
    "pages": [
      36
    ],
    "keywords": [
      "remoto",
      "attività",
      "diventa",
      "molti",
      "possibili"
    ]
  },
  {
    "id": "chunk_36",
    "text": "È il risulta to di una convergenza : la pandemia ha a gito da ca talizzatore, facendo emergere insoddisfazioni la tenti e creando le condizioni economiche e tecnologiche per a gire su di esse. Per molti è stata una presa di coscienza collettiva sul va lore del proprio tempo e della propria energia . Crowdsourcing “Crowdsourcing represents theact of a company or institution taking a function once performed by employees and outsourcing ittoan undefined (and generally large) network of people in the formof anopen call. [...]” (Howe, 2006). Il crowdsourcing è un modello organizza tivo in cui un'a zienda o un'istituzione affida un compito, tra diziona lmente svolto da dipendenti interni o da fornitori seleziona ti, a una ma ssa indefinita di persone esterne, attraverso una chia mata a perta. Il termine nasce da lla fusione di crowd (folla ) e outsourcing (esterna lizzazione). Come funziona in pratica Immagina un'a zienda che deve progetta re un nuovologo. Invece di assumere un gra fico o rivolgersi a un'a genzia , la ncia un concorso online: chiunque può proporre il proprio design, e l'a zienda pagasolo la proposta vincente. Centina ia o \n[HEADER] EMBA - Strategia ed Internazionalizzazione 18\n miglia ia di persone partecipa no, l'a zienda sceglie tra molte opzioni, e il costo è spesso inferiore a quello di un incarico tra diziona le. ➢ L'opencall - L'invito a perto distingue il crowdsourcing da ll'outsourcing tra diziona le. Invece di seleziona re un fornitore specifico, l'organizzazione la ncia una richiesta a chiunque voglia partecipa re. Questo può assumere forme diverse: concorsi di design (come su 99designs), piatta forme di micro-task (Amazon Mechanica l Turk), raccolta di idee (Dell Idea Storm), o progetti collabora tivi (Wikipedia ).",
    "page": 37,
    "pages": [
      37
    ],
    "keywords": [
      "crowdsourcing",
      "zienda",
      "outsourcing",
      "diziona",
      "proprio"
    ]
  },
  {
    "id": "chunk_37",
    "text": "➢ La rete di lavoratori potenziali - La forza del crowdsourcing stanei numeri e nella diversità . Una gra nderete offreva rietà di competenze e prospettive, la possibilità di completa rera pidamente compiti fra mmentabili, accesso a talenti geogra ficamente dispersi, e costi spesso inferiori rispetto all'impiego tra diziona le. ➢ Cambiamenti nella natura del lavoro - Il crowdsourcing ha accelera to a lcune tra sformazioni già in corso. Il la voroviene fra mmentato in micro-task a utonomi, i confini organizza tivi diventa nopiù permeabili, emerge una logica di \"progetto\" piuttosto che di \"posizione\", ela va lutazione sisposta da l tempo impiega to a i risulta tiprodotti. ➢ Cambiamenti nelle preferenze dei lavoratori - Molti la voratori, specia lmente nelle genera zionipiù giovani, cerca noflessibilità di ora ri e luoghi, a utonomia nelle scelte progettua li, varietà di esperienze, ela possibilità di bila nciare diversa mentevita ela voro. Il crowdsourcing risponde a queste preferenze, a nche se presenta rischi come insta bilità economica e assenza di tutele. ➢ Le sfide per l'HR - Qui emergono le complessità ma ggiori. L'HR ma nagerdeve ripensa re come attrarre e seleziona re da un ba cino potenzia lmente globa le, come motiva re la voratori senzarela zionestabile con l'organizzazione, come ga rantire qualità senza supervisione diretta , come gestire questioni legali e contra ttuali in contesti multi-giurisdiziona li, e come integra re il la voro della \"folla \" conquello dei dipendenti interni. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 19",
    "page": 38,
    "pages": [
      38
    ],
    "keywords": [
      "crowdsourcing",
      "nelle",
      "lavoratori",
      "possibilità",
      "cambiamenti"
    ]
  },
  {
    "id": "chunk_38",
    "text": "[H2] 2. INTELLIGENZA ARTIFICIALE E STRATEGIA\n Prof. Riccardi Giuseppe INTRODUZIONE Prof. Giuseppe Riccardi Signals a nd Intera ctive Systems La b Depa rtment of Informa tion a nd Communica tion Technology University ofTrento Bio e Laboratorio Giuseppe Riccardi è Full Professor of Computer Science a nd Informa tion Engineering, Founder a nd Hea d ofthe Signals a nd Intera ctive Systems La b presso il Depa rtment of Informa tion Engineering a nd Computer Science, University ofTrento, Italy. • Missione del la boratorio: \"Tra ining ma chines to communica te, intera ct a nd benefit humanity.\" • Aree di ricerca : Natura l La ngua ge Understa nding, Dialogue Modeling a nd Systems, Dialogue Systems for Health, Recognizing Emotions, Emotion Carriers, Recognizing Persona lity, Emotions a nd Autism, Human Signals for Health Applica tions. Programma Venerdi 10 Ottobre 2025 • 17:00 - Lezione: Che Cos'è l'Intelligenza Artificia le (IA) • 18:00 - Lezione: Ma chine Learning e IA genera tiva • 19:00 - Guest Lecture + Q&A: Caso d'uso di applicazione IA in a zienda • 19:30 - 21:00 - Presenta zioneed organizzazione del Workshop • Goals, Use Ca se description, Student Tasks/steps, Resources/Tools, schedule ofthe Workshops. • Tools: Cha tGPTor Gemini Sabato 11 Ottobre 2025 Workshop • 8:30 - Formazione dei gruppi, setuptools, scelta degliuse cases • 9:30 - Group Work a nd Coaching • 10:30 - Group Presenta tions • 11:30 - 12:30 - Lezione: IA e Strategia in Azienda",
    "page": 39,
    "pages": [
      39
    ],
    "keywords": [
      "systems",
      "riccardi",
      "giuseppe",
      "signals",
      "intera"
    ]
  },
  {
    "id": "chunk_39",
    "text": "[H2] 1. Perché IA per un\n Individuo? • Migliora e a umenta l'a bilità individua le • Migliora re la consa pevolezza del proprio benessere e della propria salute • Aumenta re le sue competenze sul posto di la voro\n[H2] 2. Perché IA per\n un'Azienda? • Cisi aspetta che migliori il presente e ciporti nel futuro • Migliora re l'efficienza dei processi interni ed esterni • Migliora reprocessi/prodotti esistenti • Migliora re l'effica cia dei processi interni ed esterni • Avvicina rsi alle condizioni ideali • Produrre meglio e oltre lo statodell'a rte\n[H2] 3. E un Motivo in\n Più! • Come posso fare qualcosa di nuovo. • Estendere le opportunità di sviluppo prodotti e servizi oltre l'attua le contesto di merca to • Tra sforma rsi, loca lmente o globa lmente, richiede un processo di autovalutazione • L'utilizzo dell'AIpuò a vere un impatto tecnico ma a ncheorga nizzativo. • Gestione di situa zionefuori da lla zona di comfort: o Tecnico o Organizza tivo o Economico-finanzia rio (strategia dei da ti in a zienda 4. Introduzione • 4.1. Leere dell'IA •\n[H3] 4.2. Definizione di\n IA • 4.3. Problemi e sottoproblemi \n[HEADER] EMBA - Strategia ed Internazionalizzazione 20\n • 4.4. Discipline all'interno e intorno all'IA • 4.5. Rischi dell'IA 4.1. Le Eredell'IA - Scienza, Tecnologia, Industria Periodo Era Caratteristiche 1950-1980 IA Medieva le Intelligent Progra ms, Sma llSca le, Toy Problem, Intuition/Sma llTheory 1990-2020 PreModerna Intelligent Sys., Medium Sca le, In-Vitro/Rea l Problem, Expert Knowledge 2020-2050 IA Moderna Intelligent & Intera ctive Sys, La rge/XXL Sca le, Ecologica l Problems, Da ta-Intensive",
    "page": 40,
    "pages": [
      40
    ],
    "keywords": [
      "migliora",
      "intelligent",
      "perché",
      "processi",
      "interni"
    ]
  },
  {
    "id": "chunk_40",
    "text": "[H4] 4.1.1. Riflessioni\n - Parte 1 • Intelligenza a rtificia le medieva le = Giochi • Intelligenza a rtificia le premoderna = PREDITTIVA = si è inizia to a considera re i da ti (a utomazioni, semi a utomazioni, processi. • Intelligenza a rtificia le moderna = GENERATIVA = cambio nellasca la degli utenti, calcolo e risorse e non consiste necessa riamente nell'imitare esseri umani o sostituirli. Piuttosto, i confronti tra ciò che gli esseri umani e i \"computers\" - nelleloro differenti forme e capacità - devono essere utili per definizione obiettivi IAchedia beneficio. L'obiettivo dell'IA moderna è di trova re il giusto controllo e equilibrio tra ca pacità dell'uomo e capacità della ma cchina . LLMsta per La rge La ngua ge Model (Modello Linguistico di Grandi Dimensioni). Sitratta di reti neurali addestra te su enormi quantità di testo (miliardi di token) che sono in gra do di comprendere e genera re lingua ggiona tura le. Calcola no la probabilità dellapa rola successiva da to il contesto precedente. Esempi di LLM: GPT-4, Claude, Gemini, Mistra l, OLMO, LLa MA. Nel documento del Prof. Riccardi viene specifica toche gli LLM \"sembra nora gionare, ma non lo fanno\" e \"sembra no comprendere, ma non lo fanno\" - sono modelli sta tistici molto sofistica ti, non intelligenze che pensa no come gli uma ni. Esempio dell'IA in ra diologia : il problema non è l'IA o i ma cchina riche governa no l'IA ma è un problema di processi ovvero di come un flusso di la vorosi possaria ssetta re o modifica re per poter utilizza re a l meglio lo strumento.",
    "page": 41,
    "pages": [
      41
    ],
    "keywords": [
      "intelligenza",
      "rtificia",
      "utomazioni",
      "processi",
      "moderna"
    ]
  },
  {
    "id": "chunk_41",
    "text": "[H4] 4.1.2. Idee Distorte\n • IA non è solo apprendimento a utomatico (ma chine learning) • IA non è deeplea rning • IA non è robotica • IA non sono LLMs a-la Cha tGPT o GEMINI (l'IA non è Cha tGPT) • Gli LLM (La rge La ngua ge Model) sembra nora gionare, ma non lo fanno • Gli LLM sembra no comprendere, ma non lo fanno Definizione di IA: la storia tra passato e passato recente 1. Il passato (1960-1980): l'ambizione di sostituire l'uomo Neiprimi decenni dell'intelligenza a rtificia le domina va un'ambizione a udace: creare ma cchine capaci di replica re, e potenzia lmente sostituire, l'intelligenza umana. L'ideaera che un progra mma per computer, a voltechia ma to \"a gente AI\", potesse imitare il modo in cui gli esseri umani pensano, ragiona no e intera giscono. • Il caso di Eliza. Creato da Joseph Weizenba um a l MIT nel 1966, è uno degli esempi più celebri di questa fa se. Il progra mma simula va un terapeuta rogersia no, ovvero uno psicotera peuta che segue l'approccio di Carl Rogers, basa tosull'ascolto empatico e sul riformula reciò che il pa ziente dice per stimola re la riflessione. Eliveera sorprendentemente semplice: circa 200 righe di codice. Non \"capiva \" nulla nel sensouma no del termine. Si limita va a riconoscere parole chiave nelle fra sidell'utente e a rispondere condoma nde o riformulazioni predefinite. Ad esempio: Utente: \"Misento triste\" Eliza: \"Perché dici che tisenti triste?\" Utente: \"Miamadre micritica sempre\" Eliza: \"Parlami di più dellatua famiglia\" Perché fece scalpore. La reazione del pubblico sorprese lo stesso Weizenba um. Molte persone che intera givano conElizasi convinceva no di parlare conqua lcuno che le ca piva da vvero. Alcuni utenti sviluppa vano un legame emotivo con il progra mma , confida ndo segreti persona li.",
    "page": 42,
    "pages": [
      42
    ],
    "keywords": [
      "passato",
      "eliza",
      "utente",
      "sembra",
      "fanno"
    ]
  },
  {
    "id": "chunk_42",
    "text": "Questo accadeva nonostante Eliza non a vesse a lcuna comprensione rea le: erapura ma nipolazione di simboli. Weizenba umne futurba to. Aveva dimostra to quanto fa cilmente gli esseri umani attribuisca no intelligenza e comprensione a una ma cchina, a nche quando questa è estremamente primitiva . Scrisse poi un libro critico sull'IA, preoccupa todelle implicazioni etiche. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 21\n Il significato storico. Eliza rappresenta un momento fondativo per l'IA. Da un la to mostrò il potenzia le dell'intera zioneuomo-ma cchina, da ll'a ltrorivelò i limiti dell'approccio simbolico: imitare superficia lmente il comporta mentouma no non significa comprendere. Questa tensione tra simulazione e vera intelligenza accompa gna il campodell'IA a ncoraoggi. 2. La prima età moderna (1990-2020): l'IApredittiva Questo periodo segna un cambio di pa radigma rispetto alle origini. Si abbandona l'a mbizione di replica re l'intelligenza umana in senso genera le e cisi concentra su qua lcosa di più concreto: usare i da ti per fa reprevisioni. • Cosa cambia. L'elemento centra le diventa il dato. Le a ziende inizia no a raccogliere enormi quantità di informazioni su comportamenti, tra nsazioni, preferenze. Da questi da ti siestra ggono pattern attraverso tecniche di apprendimento a utomatico sta tistico (ma chine learning). • Come funziona l'IApredittiva. Il principio è: a nalizza il passa to per prevedere il futuro.",
    "page": 43,
    "pages": [
      43
    ],
    "keywords": [
      "intelligenza",
      "eliza",
      "comprensione",
      "cchina",
      "accadeva"
    ]
  },
  {
    "id": "chunk_43",
    "text": "Alcuni esempi concreti sono i sistemi di raccoma ndazione come Netflix che suggerisce filmba sandosi su ciò che ha i guarda toprima , il credit scoring dove le banche prevedono la proba bilità che un cliente ripaghi un prestito, la ma nutenzione predittiva dove le fabbriche a nticipa noquando un ma cchina riosi guasterà , e il ma rketing persona lizzato dove siprevede qua liprodotti interessera nno a un cliente specifico. • I limiti. L'IApredittiva è potente ma opera in modo invisibile, dietro le quinte. L'utente medio non intera gisce direttamente conessa : ne subisce gli effetti senza rendersene conto. È un'intelligenza che cla ssifica , ordina , prevede, ma non crea e non dia loga . 3. L'IA moderna (dal 2020 in poi): l'IA generativa Con l'arrivo di strumenti come Cha tGPT, DALL-E, Midjourney, tutto cambia . L'intelligenza a rtificia le esce da ila boratori e da lle infra strutture a zienda li per entrare nelle ma ni di milioni di persone comuni, pratica mentesenza preavviso. • L'impatto dirompente. Per la primavolta , chiunque può conversa re con un'IA, chiederle di scrivere testi, genera reimma gini, risolvere problemi. Questo ha accesomolti campanelli d'allarme. Le persone ha nno inizia to a porsidoma nde profonde: questa ma cchina pensa da vvero? Può sostituirmi nel mio la voro? È sicura ? Chi controlla cosadice? • L'apertura interdisciplinare. L'IA genera tiva ha costretto discipline diverse a dialoga re. La filosofia si interroga sullana turadellamente e dellacrea tività a rtificia le. La giurisprudenza affronta questioni di copyright, responsa bilità , regola mentazione. La psicologia studia come le persone sirela zionano con a genti a rtificia li. L'antropologia osserva come cambia il la voro, la comunicazione, la cultura .",
    "page": 44,
    "pages": [
      44
    ],
    "keywords": [
      "cliente",
      "cchina",
      "intelligenza",
      "persone",
      "alcuni"
    ]
  },
  {
    "id": "chunk_44",
    "text": "Nessuna disciplina da sola può comprendere il fenomeno. • L'utente nel ciclo. Un concetto chiave è quello di \"huma n in the loop\": l'essere umano rimane parte del processo. L'IA genera tiva non opera in a utonomia totale, ma in collaborazione con l'utente che la guida , la corregge, nevaluta i risulta ti. Questo solleva interroga tivi su come progetta re sistemi che rispettino e va lorizzino il ruolo umano. • Il beneficio come principio guida. Emerge una nuova bussola etica : il beneficio, inteso come bila ncio tra pro e contro. Non sitra ttapiù solo di chiedersi \"questa IA funziona ?\" ma \"questa IAfa del bene? A chi? A qua le costo?\". È un approccio che mette a l centro le conseguenze per le persone ela società , non solo l'efficienza tecnica . Il quadro complessivo Periodo Tipo di IA Caratteristica principale 1960-1980 Simbolica Imitare l'intelligenza umana 1990-2020 Predittiva Usare i da ti per prevedere 2020-oggi Genera tiva Creare contenuti, intera gire contutti \n[HEADER] EMBA - Strategia ed Internazionalizzazione 22\n Storia dell'Intelligenza Artificiale: ordine cronologico 1. Anni 1950-1980: L'IA \"medievale\" - L'ambizione originaria L'obiettivo era a mbizioso: creare ma cchine capaci di sostituire l'intelligenza umana . I progra mmi doveva noimita re il modo in cui le persone pensano e ragiona no. • Il caso ELIZA (1966) - Joseph Weizenba umcreò un progra mma di circa 200 righe di codice che simula va un terapeuta rogersia no. ELIZA non capiva nulla : riconosceva parole chiave e rispondeva confra sipredefinite. Eppure, le persone cisi affeziona vano, credendo di parla re conqualcuno che le comprendesse da vvero. Questo rivelò quanto fa cilmente gli uma ni attribuisca no intelligenza alle ma cchine. • I problemi fondamentali.",
    "page": 45,
    "pages": [
      45
    ],
    "keywords": [
      "intelligenza",
      "utente",
      "chiave",
      "umano",
      "genera"
    ]
  },
  {
    "id": "chunk_45",
    "text": "Ma nca va una definizione chiara degli obiettivi. Neglisca cchi l'obiettivo sembra semplice (vincere), ma nella realtà un gioca torepuò usare tattiche psicologiche che nessuno sa come specifica re a una ma cchina. Lo stesso va le per contesti complessi come la guida a utonoma: \"arrivare in sicurezza \" non basta quando l'a mbiente è incerto e pieno di a ltri a genti imprevedibili. 2. Anni'80: Thinking Humanly - Il focus sul ragionamento L'attenzione sisposta su come ra gionia mo. L'IA doveva funzionare come un motore logico, capace di inferenze raziona li. Pensare razionalmente. Il modello era la deduzione logica : • S1: Socrate è un uomo • S2: Tutti gli uomini sono morta li • S3: Socrate è morta le La ma cchina doveva deriva re conclusioni corrette da premesse da te. Agire razionalmente. Non basta va pensare bene: l'a gente doveva a nche percepire, comunica re e a gire per perseguire obiettivi. La ra zionalità significa vafare la cosa giusta da te le informazioni disponibili. 3. Anni'90: Acting Humanly - Weak AI • Il cambio di prospettiva. Non sichiede più alla ma cchina di pensa re come noi, ma di comporta rsi come noi. Nasce il concetto di IA debole ovvero di sistemi capaci di ascolta re, parlare, percepire, comunica re in modo simile a gli uma ni. • Caratteristiche. L'IA debole eccelle in compiti specifici ma non ha comprensione genera le né coscienza . Simula comporta mentiuma nisenza \"capire\" da vvero cosasta facendo. 4. Anni 1990-2020: L'IApredittiva • La rivoluzione dei dati. Si abbandona l'a mbizione di replica re l'intelligenza genera le. Il focus diventa raccogliere da ti e usarli per fa reprevisioni attraverso l'apprendimento a utomatico sta tistico. • Come funziona. Il principio è: a nalizza il passa to per prevedere il futuro.",
    "page": 46,
    "pages": [
      46
    ],
    "keywords": [
      "cchina",
      "doveva",
      "obiettivi",
      "basta",
      "humanly"
    ]
  },
  {
    "id": "chunk_46",
    "text": "Applicazioni tipiche includono sistemi di raccoma ndazione, credit scoring, ma nutenzione predittiva e ma rketing persona lizzato. • I limiti. L'IApredittiva opera dietro le quinte. L'utente ne subisce gli effetti senza intera gire direttamente conessa . È potente ma invisibile. 5. Dal 2020 in poi: L'IA generativa • L'impatto dirompente. Strumenti come Cha tGPT raggiungono milioni di persone senzaprea vviso. Per la primavolta chiunque può conversa re con un'IA, chiederle di crea re contenuti, risolvere problemi. • Le domande che emergono. Si accendono molticampa nelli d'allarme. Le persone si interroga no: questa ma cchina pensa da vvero? Può sostituirmi? È sicura ? Chi la controlla ? • L'apertura interdisciplinare. Nessuna disciplina da sola può comprendere il fenomeno. Filosofia , giurisprudenza , psicologia , a ntropologia devono dialoga re per affronta re le implicazioni. • Il problema dell'allineamento dei valori. La sfida centra le diventa connettere gli obiettivi delle ma cchine con i valori umani. Il beneficio, inteso come bila ncio tra pro e contro, emerge come principio guida . L'utente resta nel ciclo decisiona le (huma n in the loop). • Esempio: IA diagnostica in medicina Metrica Medico IA Sensibilità 79.4% 88.6% Specificità 88.1% 93.9% L'IA supera i ra diologi, ma questo a predoma nde enormi: qua le ruolo per il medico? Chi è responsa biledegli errori? Come si organizza il la voro? La tecnologia è pronta , ma servono nuovi modelli organizza tivi, etici e normativi.",
    "page": 47,
    "pages": [
      47
    ],
    "keywords": [
      "utente",
      "persone",
      "valori",
      "applicazioni",
      "tipiche"
    ]
  },
  {
    "id": "chunk_47",
    "text": "[HEADER] EMBA - Strategia ed Internazionalizzazione 23\n Era Periodo Nome Focus principale Obiettivo Approccio Parola chiave Esempio emblematico Limite principale 1 1950-1980 Medievale Imitare/sostituire l'uomo Replicare l'intelligenza umana Programmi simbolici, regole logiche Giochi, simboli Eliza (1966) Obiettivi ambigui, contesti troppo complessi 2 Anni'80 Thinking Humanly Ragionare come gli umani Costruire un motore logico razionale Inferenza, deduzione Logica Sillogismi (Socrate è mortale) Rigidità, incapacità di gestire l'incertezza 3 Anni'90 Acting Humanly Comportarsi come gli umani Simulare comportamenti umani Percezione, comunicazione, azione Weak AI Assistenti vocali primitivi Nessuna vera comprensione 4 1990-2020 Premoderna (Predittiva) Prevedere daidati Usare il passato per anticipare il futuro Machine learning statistico Dati, automazione Sistemi di raccomandazione, credit scoring Invisibile all'utente, opera dietro le quinte 5 2020-oggi Moderna (Generativa) Equilibrio uomo- macchina Trovare il giusto controllo tra capacità umane e artificiali LLM, reti neurali su larga scala Beneficio, allineamento ChatGPT, Claude, DALL \n[HEADER] EMBA - Strategia ed Internazionalizzazione 24\n 4.6. Discipline che contribuiscono all'evoluzione e sviluppo dell'IA moderna",
    "page": 48,
    "pages": [
      48
    ],
    "keywords": [
      "umani",
      "header",
      "strategia",
      "internazionalizzazione",
      "principale"
    ]
  },
  {
    "id": "chunk_48",
    "text": "[H2] 1. Filosofia\n Nel corso del (lungo) tempo, diverse discipline ha nno contribuito a plasma re l'IA come disciplina . Filosofia (disciplina che pone delledoma nde e lo fa a nchesull'IA): • In che modo la mentenasce da un cervello? • Come la conoscenza sitra sforma in a zione? • Come il ragionamento logico può porta re a conclusioni valide/pla usibili/accettabili nel mondorea le? Risoluzione dei Problemi Aristotele: partendo da lle premesse vere, la logica (es. operatore sillogismo) potrebbe portare a conclusioni vere illimita te Idea potente e a mbiziosa che è stata ulteriormente elabora ta Vari tentativi di costruire dispositivi fisici e, in seguito, progra mmi per computer che implementa no motori logici Negli anni'80 i motori logici erano il nucleo dei sistemi esperti che falliva noquando esposti a l mondorea le Come Prendere Decisioni Ci sono più modi per raggiungere un obiettivo. Come sceglia monell'incertezza ? • L'utilita rismo applica to a tutte le attività umane (Bentha m a nd Mill): Ciò che è giusto/sbaglia to è determinato da l risulta to attesodell'a zione • Etica deontologica (Kant): Ciò che è giusto/sbaglia to è determina to da leggisocia li universa li come \"non mentire\", \"non uccidere\" → Nessuna bugia a fine di bene! Come Dovrebbe Comportarsi AI? I sistemi di intelligenza a rtificia le dovrebbero allinea rsi conuna combinazione di 1) e 2): Approccio basato su principi ma a nchera gionasulle conseguenze dellesue a zioni 2. Neuroscienza - Come Prendere Decisioni In che modo il cervello elabora le informazioni, prende decisioni, si a da tta , impara . Pa ulBroca (XIX secolo) studiò l'a fasia (deficit del lingua ggio) neipa zienti con da nni cerebra li e identificò un'a realoca lizzata nell'emisfero sinistro responsa biledella produzione del lingua ggio.",
    "page": 49,
    "pages": [
      49
    ],
    "keywords": [
      "filosofia",
      "disciplina",
      "zione",
      "conclusioni",
      "mondorea"
    ]
  },
  {
    "id": "chunk_49",
    "text": "Da allora , lo sviluppo di dispositivi e sistemi per l'attività cerebra le ha portato allacreazione di strumenti e metodologie EEG e fMRI Segnali Cerebrali - Esempio del Neuro-Marketing • Andava di moda qualche anno (10-15 annifa ) • Monitora ggio dei segnali nascosti • Elettroencefa logramma (EEG) • Il Para dossodella Pepsi Cola Esempio della Coca Cola e della Pespi - Neicla ssicitest del gusto, le persone spesso preferiva no la Pepsi ma quando il ma rchio è stato rivela to, molti sono passati a Coca-Cola. Usando i segnali cerebra lidella risona nza ma gnetica hanno dimostra toche il ma rchio Coca-Cola attiva a reelega te alla memoria e all'emozione (ippoca mpo, corteccia prefronta le dorsola tera le). Insight: l'identità del ma rchiopuò prevalere sulle preferenze sensoria li Interfacce Cervello-Macchina • Queste interfa cce collega no direttamente i segnali di attività cerebra le a gli a lgoritmi di calcolo e a i sistemi di intelligenza a rtificia le • L'applicazione a i casi d'uso in cui le capacità motorie di un individuo sono (gra vemente) compromesse è unica e vanta ggiosa\n[H2] 3. Economia\n Teoria della decisione - individuali e gruppo 1. Decisioni che sono abbasta nzabuone (Herbert Simon) e soddisfa centi, piuttosto che la boriosamente calcola te rispecchia no il comporta mentouma no",
    "page": 50,
    "pages": [
      50
    ],
    "keywords": [
      "segnali",
      "cerebra",
      "sistemi",
      "attività",
      "esempio"
    ]
  }
]