[
  {
    "id": "chunk_200",
    "text": "Per me, quando leca rtucce non va nnopiù della Lexma rk, torna teda MediAvola e cerca tele Lexma rk. No, ricompro lasta mpante, costa meno. Cerca teli compa tibili, non le fa Lexma rk. Non ha dato indecenza a nessun produttore dica rtucce di produrre ca rtucce compa tibili per loro. Perché? Perché inrea ltà quello che vogliono fare illoro business è vendere ca rtucce, non vendere stampa nti. La logica Gillette Comefa nnoil business Gillette, Razor & Blade? Loroinca ssano più soldi vendendo lela mette interca mbiabili che non i rasoi. Comefa l'Exmark? HP vuole venderti lasta mpante. L'Exmark non vuole venderti lasta mpante. Lasta mpante teladàgratis. E vi ricorda te Joe Wilson? Con la 913? Che fa ? Tecnologia che costa va troppo, ora te ladògratis. Peròti mettono le condizioni di non poterne più fa re a meno. Perché dopoche tisei fatto labarba con le 25 lame non ricompri quella usegetta no a nche perché ce l'hola robain bagno orma i ho ristruttura toil bagno sta benissimo là dentroche mi rimetto con le usegetta che si puliscono malerima ngono appiccica ticce vabene compro ledue metti interca mbiabili ha i fatto lockin del consumatore e il consuma torete lo terra i per qua lche anno perché quel pezzo di design che c'è inba gnoti permette di vendere i prodotti complementa ri che per te genera nocash.",
    "page": 201,
    "pages": [
      201
    ],
    "keywords": [
      "perché",
      "rtucce",
      "lasta",
      "mpante",
      "lexma"
    ]
  },
  {
    "id": "chunk_201",
    "text": "Il modello mentale Razor and Blade Allora un modello di business non diventa diventa un modello menta lese uno dei suoi elementi dei suoi fa ttori sonota lmente distintivi in questo caso ilmodo in cui monetizza un modello di business razor a ndbla de che iotidole informazioni è indipendente da l tipodi prodotto che voglio venderti iotisto dicendo che voglio creare un modello di Pins che creaun effetto lock-in del consuma torecosì forte che mi permette di vendere due prodotti che sono strettamente complementa ri ovvero seusi uno devi necessa riamente utilizza re l'a ltro per estra rreva lore a ltrimenti da l prodotto uno non estra rra i ma i unva lorese non a cquisti il prodotto due che è strettamente complementa re. IT industry piena no? All'inizio soprattutto vi ricorda te Apple girava solta nto conprogra mmi Microsoft devi metterlo suun Apple poi l'intermoda litàbla blabla bla all'inizio a nziio non voglio proprio usarlo laroba làca ttivo Microsoft iosono Apple. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 82\n\n[H2] 12. LE QUATTRO DOMANDE DEL MODELLO DI BUSINESS\n Il framework Allora ioun modello di business posso cerca redi costruirlo di riconoscere o di identifica rlo, pa rtendo dalle 4 domande che ci sonofa tti, sonoca sidi: chi è ilmio customer group? Perché parto sempre da là , non devo prendere l'entusia smoda llagra nde tecnologia che ho inventa to, chi è ilmio customer group? E quindi che tipo diun'ora io offro? Comelo coinvolgo ilmio customer group? Comelo informo che sto qua l è il mezzo, il veicolo che mi permette difargli utilizza reil valore che creo quindi come glielo consegno e poi allafine comemi faccio pagare a Reson Blade.",
    "page": 202,
    "pages": [
      202
    ],
    "keywords": [
      "modello",
      "business",
      "prodotto",
      "voglio",
      "apple"
    ]
  },
  {
    "id": "chunk_202",
    "text": "Io posso a na lizza reogni a zienda da Albert fino a quella per cui lavora tevoi attra verso l'identificazione del customer group che va loreo per chi locreo come glielo consegno e comelo monetizzo voimi dateun'idea della logica di funzionamento della vostra a zienda .\n[H2] 13. TIPOLOGIE DI MODELLI DI BUSINESS Il Product\n Model (modello standardizzato) Allora vedia motante tipologie possono esistere io posso a vereun'a zienda che vende un prodotto o un servizio standa rdizza to a d un consumatore cioèvadoda Albert gli compro lama rgherita , gli la pago 8 euro gli porto a casalama rgherita vado a d Aloha cker, prendo la cioccola ta conpanna pagola cioccola ta conpanna e menevado vado nello stand del merca tinomi compro lo studio pagolo studio e menevado voglio compra rmi una ma cchina nuova? Uguale, cambia niente. Quante a ziende funzionano così? Un'infinità è il modello di business più semplice quello che prevede un rischio veramente minimo per chi staqua chi sta quadeve preoccupa rsidi creare valore per lui poi il resto va , più o meno tutto si conclude nella tra nsazione iocrea vo l'euro per lui poi devocrea rele condizioni perché questo paghi mailmio prodotto se è standa rdizza to è uguale per tutti non sta te a guarda reselama cchina , la Tesla o la Ferra rila voglio più colora ta o meno colora ta o più o meno optiona l, quella è la Ferra riti tolgo unra ngedi possibilità di persona lizzazione ma quella è.",
    "page": 203,
    "pages": [
      203
    ],
    "keywords": [
      "zienda",
      "posso",
      "albert",
      "quella",
      "tipologie"
    ]
  },
  {
    "id": "chunk_203",
    "text": "Chi funziona così? Ve l'ho detto unsa ccodi gente maveramente unsa ccodi gente da l caffè viennese dovevi invito ad a ndare ilcaffè è centra todove c'è musica davivo ogni giovedì soprattutto sottoNatale a Vienna posto fantastico dove i merca tinisono a perti fino a mezza notte e mezza o a luna non chiudono alle sette o sette e mezza masono a perti fino a notte fonda quindi potete farvi drink dopo a ver seguito lezione del pomeriggio c'è la Tesla c'è la Pacma n quanti videogiochi abbiamo comprato negli anni 80 e 90 compra vviil gioco, pagavilo porta vi a casalaca ssettina la mettevi nel lettore dica ssette collega vail Commodore 64 e gioca vi a braccio di ferro. Anche seviho affitta tolama cchina da Zicca roda Avis funziona così perché potete sottoscrivere condizioni diverse dei vostri contra ttila fate per giorni, la affitta te per giorni o per chilometri lama cchina è quella non inventa te niente quelle frotte che ha nnola state, se non vipia ce una ma cchina a ndate a qualcun a ltrosta ndard il servizio funziona vacosì a ncheil blockbuster hafatto una bruttissima finema funziona vacosì a ncheil blockbuster vieni, affitti e teneva i. Il Solution Model (servizio customizzato) Però c'è unmodo un pochino più sofistica todi farle lavora re o meglio io posso decidere di non vendere un prodotto tota lmente sta ndardizza toma posso decidere dicrea reun servizio che si è customizza to che risponde alle esigenze precise diogni singolo consumatore.",
    "page": 204,
    "pages": [
      204
    ],
    "keywords": [
      "funziona",
      "mezza",
      "cchina",
      "ccodi",
      "gente"
    ]
  },
  {
    "id": "chunk_204",
    "text": "O meglio voi uscite ilsabato serasta teincittà , Trento, serata fantastica vabbè a Milano da i uscite a Milano, serata fantastica nightclub, blabla bla poi volete torna re a casa sonole 3 e mezza dima ttina voici torna te o con l'a utobus o con il taxi o con la bicicletta lamia bicicletta non è unbuon periodo allora se volete prendere l'a utobus voipa gate l'euro e mezzo ma chi porta l'a utobus all'ATM non gli importa niente sela primaferma ta vicino a l Blue Note è a 3,5 kmda l Blue Note a 5 km a casa vostra voipa gateun'euro e mezzo il servizio è standa rd quello è il tempo di percorrenza e pagate sempre un'euro e mezzo che fa teca polini a ca polino o che fa te una sola ferma tauneuro e mezzo pagate è comese a ndate a d Albert e gli dici guarda io prendo una pizza peròne mangio mezza peròla pizza lapaghi tutta che ci siail temporale che ci siala neve o quant'a ltro l'a utobus è quello il percorso che fa e quello il biglietto che pa gate non ce n'è. Cosa è che io ho fretta di torno a casa lasera tami è a ndata bene torno a casa non solo non vado a prendere l'a utobus a 3 kmchia moiltaxi chiamo la centra letaxi e dicogua rdase la notizia è cario sto fuori da l blunote viabla blabla sto fuori da l blunote mi serve che veniva subito e vado a prendermi a h c'è Pa lermo 25 da quelle parti benequa ntomi costa ? Dovedeve a ndare? Devo a ndare a via XY perfetto a quest'ora conlata riffa notturna a baga gli? No non ce l'ho Quanti siete? Due. Ok, 35 euro. Vabbè, fa ntastico. Fra qua nti arrivi? Fra 10 minuti è là . Bellissimo. 35 euro contro 9,5. Perché? Perché quel servizio è fatto per voi e basta .",
    "page": 205,
    "pages": [
      205
    ],
    "keywords": [
      "utobus",
      "mezzo",
      "quello",
      "uscite",
      "serata"
    ]
  },
  {
    "id": "chunk_205",
    "text": "Esempi di Solution Model È comese voi a ndate da McKinsey e gli dite guarda lamia a zienda haun grande problema di logistica siamo incredibilmente inefficienti i pezzi dirica mbio non arriva noma i quello che ordina ilmio consumatore nel negozio gli arriva dopotre mesi rovina to c'è qua lcosa che non funziona McKinsey che fa ? Gli dice guarda dammi tutti quanti i tuoida ti dimmi come funzioni iomi studio la situazione e ti offro una soluzione che ti risolve esattamente iltuo problema \n[HEADER] EMBA - Strategia ed Internazionalizzazione 83\n peròchiaramente iltuo problema lo risolvo io una volta che ho saputo come funziona mati offre una soluzione che è fatta su misura per te che non funziona per qua lcun a ltro. È comese va i da l medico è comese l'Italia o la Svezia vanno da l World Bank e gli chiedono un prestito per il nuovo ponte tra Coteborg e Malmo o tra Reggio Calabria e Messina che fa i? Gli offri le stesse condizioni di prestito? No proprio no e guarda lasta bilità dei conti pubblici inna nzitutto quanto tempo riesci a fare questo ponte? ilpa ssaggio telo faipa gare? si? no? quanto ci mette a costruirlo? quanto siamo sicuri che lo costruisci veramente? allora a te Svezia lo offre unta ssodi interesse del 0,5 a te Italia del 7 perché iodevo rientra re del prestito che ti faccio ilta ssodi interesse deve coprire il rischio che mi accollo.",
    "page": 206,
    "pages": [
      206
    ],
    "keywords": [
      "comese",
      "guarda",
      "problema",
      "funziona",
      "prestito"
    ]
  },
  {
    "id": "chunk_206",
    "text": "È comese voi a ndate inba ncavoi biliona ri a ndate inbanca e chiedete un prestito per compra rviil ca stello non per a prire il conto corrente norma le perché quello è product model standa rd quello è iltipo di conto che offro peròse a ndate e siete in tronchetti provera qua lunque banca si accoglie cosa vuole mamidica che vuole perché iole offro tutto quello che è possibile le invito a nche a casacioèmidica quello che vuole io a datto lamia tutte lemie risorse e competenze a quello che vuole lei perché non posso vedermi uno che mi porta quella cifra . Allora è diverso ilra gionamento è molto diverso non ti sto vendendo un prodotto unbene sta ndardizza toma una robaca stronizza tatelafa cciopa gare molto dipiù quello implica un doppio scambio tra a zienda e cliente prima il cliente dice quello che vuole questo gli fa una quota tionun preventivo. Ilcaso Playgen (serious games) Sibene, nobene mi ricordo Playgen non so sene a vetema i sentito parla re Playgen è un'a zienda era una startup a desso è un'a zienda ben avviata che sta inzona Shoreditch, Londra lazona del sta rtup e allora che fa cevano? Fa cevano serious games ricorda te che hopa rlato di serious games fantastico, a un certo punto ungra nde ospeda le londinese di cui non vi dicoil nomeda dovepa rtoriscono i roya l babies disse guarda che noi abbiamo necessità di punta resull'intelligenza a rtificia le.",
    "page": 207,
    "pages": [
      207
    ],
    "keywords": [
      "quello",
      "vuole",
      "ndate",
      "perché",
      "zienda"
    ]
  },
  {
    "id": "chunk_207",
    "text": "[H2] 14. MODELLI TRIADICI E PIATTAFORME Il Matchmaking Model\n Quanti divoi hanno compra tounpaio disca rpesu Vinted? Iono masono tenta to però unsa ccodi gente ha comprato robasu Vinted funziona Vinted? Voi a veteun'esigenza a vete bisogno di a cquista requa lcosa che sia , potremmo dire sostenibile qua lcosa che qua lcuno non usa più a meil concetto disca rpeusa to non mi attira ungra nde per cui non ho mai a cquista to però conosco tanta gente che lo fa . Quello che fa Vinted non fa a ltro che proporvi un sistema , una pia tta forma in cui chi vende sipuò connettere conchi vuole a cquista re entra mbiha nnoun loro problema unloro bisogno chi vende vuole fare spazio nell'a rmadio a mepia cerebbe fare spazio nell'a rmadio ma non sonoun fa n di Vinted chi a cquista vuole a cquista rebeni che proba bilmente non ci sonopiù nei punti vendita non trovi più oppure con la motivazione della sostenibilità eccetera eccetera . Quello che fa Vinted non fa a ltro che creare le condizioni per il quale voi potete mettervi d'accordo voidue e a cquistare laroba che cosa prende Vinted da i 3 a l 5% più o meno del costo che tra nsita tevoi quei 3-5% coprono essenzia lmente i costi di Vinted più la differenza quella concui Vinted cigua dagna . Il meccanismo delle piattaforme Allora Vinted cosafa ? Haun sacco di gente interessa ta a scambia rebeni e li connette nel momento in cui qua c'è ungra nde numero di potenzia li consumatori, di potenzia li gente che è disponibile a pagareun bene perché in questa piatta forma a cquista requel bene soddisferò ilmio bisogno, dall'a ltrola to c'è unsa ccodi gente che vuole vendere e è interessa ta a vendere in questa piatta forma perché c'è unsa ccodi gente dall'a ltrapa rte.",
    "page": 208,
    "pages": [
      208
    ],
    "keywords": [
      "vinted",
      "cquista",
      "gente",
      "vuole",
      "piattaforme"
    ]
  },
  {
    "id": "chunk_208",
    "text": "Questo sta qui in mezzo creale condizioni per le quali si genera unva lorecioè voi compra teunpaio disca rpeun servizio dita volidi Natale e quello vista bene perché in quella piatta forma c'è chi lo vende e viceversa quanto più c'è gente dalla parte dei seller quanto più ci sono potenzia lmente buyer e quanto più Vinted guada gna . La dipendenza reciproca Questo è quello che in gergo sichia ma effetto network o network effect ovvero più c'è gente diqua più c'è gente potenzia le, più gente potenzia ledell'a ltrapa rte è interessa ta a d essere quaqua ntopiù c'è gente dall'a ltrapa rtequa ntopiù a vrete gente diqua questo questo diventa molto forte e molto attra ttivo per entra mbi. Illavoro che devefa re Vinted è estremamente complica to perché potenzia lmente niente vieta a chi c'è qua e chi c'è dilàdi accorda rsi a l di fuoridella piatta forma . Tanto è vero che nella piatta forma Vinted siada ll'a ltrapa rte non sipuò scambia re numeri di telefono non si può sca mbiare messa ggi priva ti che vanno a l di fuoridella piatta forma per cui uno può mettersi d'accordo di uscire dalla piatta forma e farsi ilpagamento a l di fuoridella piatta forma. Vinted che fa ? Cerca di costruire un'esperienza di consumo attra verso lapia tta forma talmente interessa nte che non è nel vostro interesse uscire perché sevelofa tedi fuoridalla piatta forma state rischia ndo che qua lcuno vi freghi. Seio a cquisto attra verso Vinted ho delle gara nziese a cquisto fuoridalla piatta forma guarda non lo soecco il motivo per cui ha senso essere presenti sulla piatta forma e non a ndare a ltrove.",
    "page": 209,
    "pages": [
      209
    ],
    "keywords": [
      "forma",
      "piatta",
      "gente",
      "vinted",
      "potenzia"
    ]
  },
  {
    "id": "chunk_209",
    "text": "[HEADER] EMBA - Strategia ed Internazionalizzazione 84\n Il Multi-sided Model Il multi-sided model è quello in cui leparti non sipa rlano mentre nel ma tchmaking lepa rtisi parla no nel multi-sided model leparti non sipa rlano. Chi è ilmio cliente principa le? Google. Unsa ccodi gente. Ledoma nde che noifa cciamo suquel motore di ricerca a limenta no costa ntemente quello che gua dagna Google. Una tonnella tadi dolla ri a l secondo. Google comesi fapa gareda noi? Nulla . Cioèvoi e luipa gatezero. Mail valore che lui crea per voi è enorme perché vi dà una risposta che la trovate voi per conto vostro ci a vreste messo tre settima ne. Luila risposta davoi non vuole niente peròse a ndate a clicca resu Amazon Prime Da y, lì chi paga è Amazon. Non pa gatevoi. Amazon paga per essere indicizza to. È Amazon che pa ga . Noi non paghia mo niente. Google prendendo denaro da Amazon costruisce un servizio che funziona meglio per voi. Ora lui sta comincia ndo a rubarvi i dati. I vostri dati, lista regala ndo o meglio vendendo a qualcun a ltro. I vostri dati che sta tequa , che sta nnosull'app, luili dice a chi? A qualcun a ltro che non ha niente a che vedere convoi. Noi non losa ppiamo, noi non lo vedia mo e non ci importa , a noi interessa a vereil servizio. Ilcaso TransferWise Tra nsferWise è unmodo a lterna tivo per tra sferire denaro tra sistemi banca ri che a dottano monete di rezza . Quando dovevo a Londra dovevo fare ilrega lo a mio fra tello per il complea nno, guarda che fa i? Ahvado a cena conmia moglie, con le fianza te. Ohla cenate la offro io, non ti mando ilrega lo. Quanto mi costa ? 120.",
    "page": 210,
    "pages": [
      210
    ],
    "keywords": [
      "amazon",
      "google",
      "multi",
      "sided",
      "model"
    ]
  },
  {
    "id": "chunk_210",
    "text": "le metto nella busta e tele mando forse mi costa meno perché setufa i un bonifico da Lloyds Bank a Unigra te, Sa n Paolo MPS, chi ti pare che fa i? Devipa garelaba nca che riceve ildena ro, Lloyds paghi qua lcuno che si occupa di convertire i pound ineuro e paghi laba ncain Italia che gestisce la ricezione diquel denaro 100 euroera no sempre quei 10-12 eurodi feesun periodo delirio 10%. Questo è il fonda toredi Skype che fa ccio? Perché i pound devono manda rliin Europa e gli euro devono manda rliin UKio faccio sì che i pound stiano nel Regno Unito e gli euro rimanda noin Europa . Seioho una buona numerosità iodico guarda che qui sonoin UK e quasono in Europa allora ioho una situazione in cui c'è qua lcuno che vuole ma ndare denaro daqua a qua ovvio che se c'è solta ntoun donatore e un ricevente che devo fare? Devo per forza manda rgli però seiohoun sacco di gente qua sottoche vuole invia redena roin UK e unsa ccodi gente in UK che vuole manda re denaro in Europa iofa cciola piatta forma . Gli euro rima ngono euro i pound rima ngono pound seso che qua dentro c'è unsa ccodi gente che vuole manda reil denaro di là e quaun sacco di gente che vuole ma ndare ildena rodilàhola numerosità necessa riala ca pienza necessa ria per farmi fare unbel tra nsfer un tra sferimento bancario sul mio contocorrente inquel sistema ba ncario e quei soldi di tra sferirli a chi sta qua . Quanto tifa cciopa gare? L'1% difees ti tra sprisci a ncora con l'Ivois Bank e unicredit? No però ovvio che io chi riceve chi dàdenaro non loso ehio conosco solta nto l'intermedia rioio tra sferisco ilmio denaro all'intermedia rio l'intermedia riolo tra sferirà a qualcun a ltro e non mi importa a chi va ildena ro l'imponente è che il miodena ro arrivi a qua lcuno dall'a ltrapa rte della manica tha t's it.",
    "page": 211,
    "pages": [
      211
    ],
    "keywords": [
      "pound",
      "manda",
      "vuole",
      "denaro",
      "europa"
    ]
  },
  {
    "id": "chunk_211",
    "text": "Ilcaso Airbnb e i network effects Più c'è gente qua e più tu puoi chiedere denaro per l'attività dima tchmaking guarda che io setu prendi l'appartamento in affitto di Airbnb ti offro untesi a più un mondo quindi pagaunpo'dipiù seno guarda va i all'a genzia va i quindi si riesce a a verelo stesso valore che riesco a darti iono nogua rdasto qua Airbnb costa unpo'dipiù. Ma Airbnb perché parla tevia booking.com e non vi mettete a fare telefona te a lbergo per a lbergo sapete che pa gateil 5- 10% inpiù per notte sulle colazioni è arriva to a l 50% inpiù quello che pa gate per colazione per giorno, cioè per pasto proprio ci voglio vedere a fare telefona te, scusi parlo con l'a lbergo mavedi una sta nza per? no a spetti okmi faccio sapere fra 5 minuti chiama te l'a ltro scusi quali condizioni mi offre? no perché l'a ltromi ha offerto quella condizione ma a spetti vedia mo fra 5 minuti chiami il terzo cipa ssate una giorna ta ? C'è tempo? No booking.compa gateunpo'dipiù ma a lmeno c'è per gli servizi è là che fa business gestisce una complessità di informazioni che a poi richiederebbe troppo tempo e troppo denaro per essere gestita .\n[H2] 15. MODELLI DIADICI E\n TRIADICI: SINTESI Il video riassuntivo Sta rting with a focus on customer intera ction, wehave identified four business models to inspire managers a nd educa torsto think with a nd design business models industries. There a reonly four models. The compa ny either intera ctswith one customer group orwith moretha n one customer group a t a nyone time, creating twotria dic a ndtwo dyadic business models. Thedya dic business models a rethe product a ndthe solution model. Thetria dic models a rethe ma tchmaking a ndthe multi-sided model.",
    "page": 212,
    "pages": [
      212
    ],
    "keywords": [
      "airbnb",
      "dipiù",
      "lbergo",
      "denaro",
      "guarda"
    ]
  },
  {
    "id": "chunk_212",
    "text": "[HEADER] EMBA - Strategia ed Internazionalizzazione 85\n Product Model Weca llour first model the product business model. A compa ny sells a standa rdized product toits customers. Theymay sellbrea d or electronics or serve drinks in a ba r. This model is simple a ndvery well known inthe business world. Sohow isthe product model usedin the digita l world? Tha t's easy. Businesses usethe internet tofind customers a nd distribute their products throughout the world. Solution Model Wecallit the Solutions Business Model. It's a product or service specifica llyma defor you. Take tra ditiona l ta iloring. Whenyou goto a tailor severa l times toget yoursuit fitted, a s opposed to buying a ready-made suitfrom the store. Howdoes this model workin the digita l world? Think of servitized products a ndcapita l goods. Sa y, the owner of a fleet of ships buys engines from ABB, a technology compa ny. Now, with their engines, they a lso require digita lly-based services tha t ABB offers. Dueto ABB's extensive database, ABB knows when a n engine needs servicing, even before the customer knows it. Theysend out a n a lertso tha t a service technicia n withthe right spare parts willbe wa iting a t theport whenthe ship arrives. Matchmaking Model Wecallit thema tchmaking business model. Take a tra ditiona l market in a villa ge. The person setting upthe market ismaking money by bringing together sellers a nd buyers of produce. Each ofthem pays a certa infee to tra de there. Thema tchmaking model is a bout intera cting with severa l customers a t thesa metime a nd connecting themwith each other. Wha t does digita l change? A lot. Digita l allows usto identify a nd bring together different customers a cross distributed geogra phies a nd online. Think a bout Airbnb.",
    "page": 213,
    "pages": [
      213
    ],
    "keywords": [
      "model",
      "product",
      "business",
      "world",
      "digita"
    ]
  },
  {
    "id": "chunk_213",
    "text": "It brings together tra vellers from allover the world insea rchof accommodation with hosts from allover the world whowa ntto rentout their place. It's allba sedon a n online ma tchma kingma rketpla ce. Multi-sided Model Wecallit the multi-sided business model because itenga geswith a t least two customer groups a t thesa metime. Think a bout tra ditiona l newspa pers. They intera ctwith readers a nd a dvertisers. These two sides don't meetbut still influence each other. The a dvertisers wantmany readers tosee their a dvertisements. Andthe readers getthe newspa per the lessif the a dvertisers pa y well. Wha t ha s changed in digita l? The multi-sided business model ha s become oneof themost popular business models. Think a bout Fa cebook. There a re users withfree accounts, compa niestha t pa y Fa cebook for a dvertising toits users, a nd still other compa niestha t buythe users'datafrom Fa cebook forma rket resea rch. In short, the multisided model allows businesses to bring together severa l groups of customers without them meeting each other. Someof themma y noteven pa y forthe value they receive through thepla tform.\n[H2] 16. LA DIFFERENZA TRA INFORMAZIONE TRADIZIONALE E\n DIGITALE Il modello del giornale tradizionale Sevoi leggete sul Correio della Seravoi pagateil prezzo del Correio della Sera o l'abbonamento la pubblicità che ho trova to sul Correio della Seradice guarda che le informazioni che ti dolehova lidate iosono certe, sicure oppure le opinioni che leggi condivid",
    "page": 214,
    "pages": [
      214
    ],
    "keywords": [
      "model",
      "multi",
      "sided",
      "business",
      "readers"
    ]
  },
  {
    "id": "chunk_214",
    "text": "ono con te eccetera eccetera mano surprise perché? Perché quando comprate il giorna le c'è ilpa ginone Va lentino collezione a d un inverno Va lentino hapagato 40.000 euro per a verci quella pagina viene a iscriverti all'università della terza età l'università della terzaetàhapaga topiù a fiordi soldi per a verci mezza pagina ma a ncheun piccolo spa zzetto così sul corale della sera costa unsa ccodi soldi quei soldi servono per coprire chiaramente i costi che sono dietrolacreazione dell'emissione giorna liere e di forre della sera . Masevi compra teil giorna le fisico non è che i vostri dati vengono condivisi conqua lcun a ltro eppure il forre della seraha duetipi di consuma toridue tipidi clienti voi che compra teil giorna le e pagate i 2 euro e quelli che mettono la pubblicità gli inizia zionisti no surprise. L'informazione sui social media La versione digita le è questa in a mbiente digita le. Sevi informa tesu Fa cebook, su Insta gra m, su TikTok, mavoi che sa pete, gli ha i messo le informazioni? Anzi, io non voglio proprio che tu lesappia . Anzi, io voglio che la fake newssia clicca tailpiù volte possibile. Più è fake e più assurda . Più speria mo che la clicchino. Anzi, a mepia ce che cisia unsa ccodi robastra vagante là sopra , perché se è strava gante attira clic, più clic cisono, più la gente, i miei a dvertiser, mipagano. Vi posso fidare le informazioni digua rdare inquel modo? No, perché non è tra cciabile.",
    "page": 215,
    "pages": [
      215
    ],
    "keywords": [
      "perché",
      "giorna",
      "soldi",
      "eccetera",
      "surprise"
    ]
  },
  {
    "id": "chunk_215",
    "text": "Il problema delle fakenews Sevedo Cristia no Ronaldo che pa lleggia conTrump nella Casa Bianca video dioggi là è già dichia rato intelligenza a rtificia le a nche perché è una ta leela sticità digambe Trump non penso ce l'hada qualche decennio sevedo Trump \n[HEADER] EMBA - Strategia ed Internazionalizzazione 86\n arresta to Times Square e stra ttorna toda polizia selo vedosu TikTok ioci clicco per curiosità a lmeno ma non mi rendo conto che clicca ndoci non sto fa cendo a ltro che creando ricchezza per quella piatta forma che ha condiviso quelle informazioni fake. Allora faccio il conto gli interessa una pia ttaforma un socia l network che ci siaun'informazione veritiere? No, a nzi proprio non gli interessa proprio non è che non sonoda più sono false più genera nocla mor, più diventa novira li meglio è, perché la gente ci clicca sopra e ioci guada gliosu questa è lagra nde differenza che c'è tra i due mondi estremizza to però a gli estremi funziona così poi Agnaro c'è unsa ccodi vediin mezzo. Contenuti organizzati per temi\n[H2] 1. Ilcaso\n McDonald's e il modello di business nel real estate Scena dal film \"The Founder\" Mr. Kroc. Ca n I helpyou? No, but perha ps I ca n helpyou. I have a soundboa rdnice toyou. We'revery happy withour current supplier. I'm nothere tosell youice crea m. Why, howdo youwa nt? I caught a bitof your conversa tionback there. Sounds likeyou'reha vingfina ncia l troubles. Whydon't youmind yourown business? I'm a grea t a dmirer ofyour esta blishment. Thank you. I a te lunch a t your Wa ukega n location a t least twice a week. Always a fanta stic crowd. You're point pig. Mr. Rock, ifyou'renot making money hand overfist, something's terribly wrong withyou. June, gra b the ledger, would you? Comeon inthe upsta irs.",
    "page": 216,
    "pages": [
      216
    ],
    "keywords": [
      "sevedo",
      "perché",
      "trump",
      "conto",
      "clicca"
    ]
  },
  {
    "id": "chunk_216",
    "text": "So, to summa rize, youha ve a minuscule revenue strea m, nocash reserves, a nd a n a lba tross of a contract that requires youto go through a slow approva l process toma kecha ngesif they're approved a t all, which they never a re. Am I missing a nything? I'm a boutsums up. Tellme a boutthe land. Thela nd, the buildings, howtha t whole a spect ofit works. Pretty simple, really. fra nchisee finds a decent la ndier life. Tha t's usually 20 years. It's like construction land. Sothe opera tor selects thesite. He picks the property. You provide the tra ining, the system, the opera tiona l know-how, a ndhe's responsible forthe rest. Is there a problem? Youdon't seemto realize wha t business you'rein. You'renot inthe burger business. You'rein therea l estate business. Youdon't build a n empire off a 1.4% cutof a 15-centha mburger. You build itby owning thela ndupon which tha t burger is cooked. Wha t you ought tobe doing is buying up plots ofland, then turning a round a ndlea singsa id plots to fra nchisees, whoas a condition of their dea l should be permitted tolea sefrom you a ndyou a lone. Thiswill provide youwith two things. One, a steady upfront revenue strea m. Money flows in before the first stake isinthe ground. Two, greater capita l forexpa nsion, which inturn fuels further land a cquisition, which inturn fuels further expa nsion, a ndsoon, a ndsoon. Land. Tha t's where the money is. Andmore tha n tha t, control. Control overthe fra nchisee. Failto uphold quality standa rds, youca ncel their lease. Control over Dick a nd Ma c. End result, you'llha vethe banks a ndthe fra nchisees inthe palm ofyour hand. If I wereto dothis tothe brothers, they effectively would be... Yes.",
    "page": 217,
    "pages": [
      217
    ],
    "keywords": [
      "business",
      "revenue",
      "strea",
      "which",
      "thela"
    ]
  },
  {
    "id": "chunk_217",
    "text": "So, wha t doyou sa y, Ra y? Commento e analisi del caso The Founder è unfilm sulla storia di McDona ld's, quello che gli dice allafine è che lui ha problemi finanzia ri perché secondo luiil suo modello di business è quello di vendere a Burley, che fa peròin realtà paga l'affitto a l fra nchisee del resto di terra dovelui c'è il negozio, quindi dipende, l'investimento inca pitale è ba ssissimo, non controlla neanche la supply chain che lo porta a produrre l'ha mburger dipende tota lmente da gli a ltri e quello gli dice guarda che il tuo business non è nell'ha mburger iltuo business è ilrea l estate iltuo business è il merca to immobilia re e setu investi nella proprietà conquello che vendi tra l'a ltroci finanzi il business principa lema poi il pezzo di terra il luogo fisico tusei ingra dodi gestirlo comevuoi quindi tu gestisci iltuo capita l assets nel modo che preferisci puoitu dare licenza a qualcun a ltro per farci a ltroma tu non rimani proprieta rio assicura ndoti un flusso dicassa costa nte che deriva daun beneca pitale che c'è intasca . 2. Il valore percepito dal consumatore vsil modello di business reale Il modello di business che arriva a noi non è necessa riamente l'unico che ha nnole a ziende concui ci interfa cciamo.",
    "page": 218,
    "pages": [
      218
    ],
    "keywords": [
      "business",
      "quello",
      "modello",
      "iltuo",
      "terra"
    ]
  },
  {
    "id": "chunk_218",
    "text": "Noi percepia mo una parte del va lore che hada quell'a zienda come consumatore di burger ma quell'a zienda può produrre a nchepiù tipologie divalore che peròsono indirizza te a società dira zzino a noi non deve niente che McDona ldsia proprieta riodi quel pezzo di terra o di quello immobile non è interessa che l'ha mburger sia buono quindi creail tipodi valore per noi peròin realtà lui attra verso lacreazione dell'ha mburger o attra verso la presenza in molti posti molto centra lifa cilmente ra ggiungibili e quant'a ltrocrea le condizioni perché possa creare un a ltrotipo divalore che riesce a monetizza reinmodo diverso cioè mentre a noideve darci lafacile accessibilità l'uovodove a cquista re l'ha mburger lafacile accessibilità per lui si tra sforma inun a ltrotipo divalore che crea flusso dica ssama incassa to non danoi daqua lcun a ltro quindi inrea ltàil modello di business viene a nche definito come public space open compa ny quello che noi vedia mo ovvio che a seconda del ca ppello di consumatore che indossia monoi vedia moun valore diverso possia mo vedere ilva loredell'ha mburger possia mo vedere unvalore diverso se invece ci riferia mo a McDona ld's come soggetto all'interno del rea l estate del merca to pubblico quindi ilvalore che crea sosta nzia lmente da che dipende? dipende da l tipodi consumatore per cui crea valore e tornia mo all'inizio definisco una logica di business con la basedi che cosa del consumatore per cui crea valore. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 87",
    "page": 219,
    "pages": [
      219
    ],
    "keywords": [
      "mburger",
      "consumatore",
      "divalore",
      "quindi",
      "valore"
    ]
  },
  {
    "id": "chunk_219",
    "text": "[H2] 2. Modelli di business diatici e triatici\n Quello che abbiamo fatto è definito duegra ndima cro-ca tegorie di modelli di business, diatici e triatici abbiamo detto che quello diatico prevede solta ntola relazione tra i due soggetti iltria ticoha un intermedia rionoi l'abbiamo chiama to a volte intermedia rio a volte piatta forme dobbia mofare un distinguo tra che è l'intermedia rio e che è lapia tta forma primaperò dobbia mo definire che è una pia tta forma .\n[H2] 3. Definizione e concetto di piattaforma\n Definizione da dizionario Ilmodo più fa cile per definire un concetto è a ndare suun diziona rio allora sevoi guarda te Oxford English Dictiona ryla piatta forma è definita come a raised level surfa ceon which old people things ca n stand cioèin pratica lapisa nasu cui qua lcuno si mette in piglia e parla quindi Jude La w che recita l'Amleto allo Sha kespea re's Globe a Londra che fa ? usa una piatta forma che gli serve quella piatta forma? quella piatta forma gli serve per collega re l'opera lui che recita essere più visibile masull'Oxford English Dictiona ryla stessa parola pla tform definisce a nche quindi a nche quella che utilizza iltea cher a scuola ma è a nchela stessa cosada llapia ttaforma ilbina rio del pla tform lapla tform in inglese è ilbina riola pla tform è a nche questa robaqua che permette l'estrazione dioil a ndga s in mezzo a l mare lapla tform indica tanta roba diversa peròsecifa tecasoha sempre qua lcosa in comune è unqua lcosa che mette in collegamento duerea ltà che a ltrimenti non si pa rlerebbero perché ilbina rio mette in collegamento lacittà , lastazione e il treno questo mette in collegamento ilgia cimento sottoma rino terra ferma . Ilpalco del teatro mette in collegamento l'a rtista con il pubblico pagante.",
    "page": 220,
    "pages": [
      220
    ],
    "keywords": [
      "forma",
      "piatta",
      "tform",
      "abbiamo",
      "intermedia"
    ]
  },
  {
    "id": "chunk_220",
    "text": "Il concetto dipia tta forma inséra cchiude il concetto che deve legare due soggetti, a lmeno due soggetti che a ltrimenti non entrerebbero in conta tto tra loro. Esempi di piattaforme E allora a ncheil merca to conta dino, Anche il merca tinodi Natale, l'abbiamo detto all'inizio, il minuto numero due. È una pia tta forma. Quello che roba è? Chi è l'intermedia rio nel mezzo? È un merca to fisico, un luogo fisico, una pia tta forma fisica . Chi sono i due gruppi di consumatori? Chi c'è là dietro? Noi che compria mo? C'è dietrolapia tta forma, l'intermedia rio, c'è il comune che affitta il luogo fisico. A chi vuole vendere e a chi vuole compra re? È una pia tta forma . È una pia tta forma in supermerca to banalmente no a nziin supermerca to è una pia ttaforma molto più simile a Google diqua nto non possia te pensa re perché se a ndate a compra rmipa ccodi pasta De Cecco non è che chia mate De Cecco o che concludete la tra nsizione con De Cecco la concludete immedia ta a nzivoi con De Cecco non volete prova re perché volete stare inun posto dove potete compra re prodotti che vengono a soggetti diversi a l minor sforzo possibile è come Google main a mbiente fisico non digita le. È una pia tta forma a nche questo soggetto quala playsta tion o xbox è una pia tta forma è una pia tta forma l'app che vi permette di vedere di digita lizza re, di mettere su VHS o il contra riodi creare interopera bilità tra VHS e MP3 tra sferire difareil video è una pia tta forma sia questa robaqua l'appin sé per sésiail luogo dovela compra tesia il sistema opera tivo che vi permette disca ricare quell'app.",
    "page": 221,
    "pages": [
      221
    ],
    "keywords": [
      "forma",
      "fisico",
      "compra",
      "cecco",
      "soggetti"
    ]
  },
  {
    "id": "chunk_221",
    "text": "Quando voi a ndate su App Store cerca teun softwa reun'app che vi permetta di tra sforma reil filmino della comunione vostro qualche annofa inun forma to mp3 che potete condividere con i colleghi a l lavoro su Whatsa ppsca ricate questa robaqua utilizza te una piatta forma che funziona come una piatta forma che è a bilita ta a d un a ltrotipo dipia tta forma utilizza tetre volte il concetto dipia tta forma masono trepia tta forme ma è molto diverso tra loro perché l'Apple Store è una pia tta forma ditipo economico cioèun luogo digita ledove chiudete una tra nsazione chiudete una tra nsazione per far parla redue piatta forme diverse che sono duepia tta forme tecnologiche duesta ndard tecnologici MP3 e VHS e l'utilizza te una piatta forma che è IOS che è un sistema opera tivo che permette a l vostro di telefono di a vere accesso a questo contenuto quasono trepia tta forme perché a ltrimenti i sei mondi che voi collega te a ndando sull'app store, scarica ndo questa robaqua , non verrebbero ma i il conta tto tra loro. 4. Due tipologie di piattaforme: economiche e tecnologiche Piattaforme economiche (Two-sided markets) Esistono due tipologie dipia tta forme. Uno spiega todalla teoria economica e uno spiega todall'ingegneria a due e fruta. La teoria economica cidice guarda , esistono delle piatta forme che sono tipologie di merca totwo-sided ma rkets, a lmeno two-sided, possono neanche tre o quattro, scinti, per esempio, il gruppo di attra zzolatori che le compongono, e sono appunto dei luoghi fisici o digita li che connetta nodue o più gruppi di consumatori. Chiaramente qua l è l'effetto dei merca tidi questo tipo a creare e incentiva rela competizione? più gente che vende o che compra nello stesso posto porta all'efficienza , che uno stimola l'efficienza .",
    "page": 222,
    "pages": [
      222
    ],
    "keywords": [
      "forma",
      "forme",
      "piatta",
      "store",
      "utilizza"
    ]
  },
  {
    "id": "chunk_222",
    "text": "Ioso che lamia offerta commercia lesarà a utomaticamente compara ta a quella degli a ltri che provo a fare, e provo a essere il migliore possibile, a mettermi in vetrina nel modo migliore possibile. Piattaforme tecnologiche (Standard tecnologici) Ma è una pia tta forma, è a nchelo standa rd OSD, è una pia tta forma, perché celodice a nche Oxford Investiga tion, è una pia tta forma peròditipo tecnologico ovvero è un device è una tecnologia , è uno sta ndard dicono quelli bravi che è sosta nzia lmente un'a rchitettura tecnologica che permette lo sviluppo di nuovi prodotti quando sentite dire che Renault e chi a ltroha nnocrea to una pia ttaforma comune per lo sviluppo di una nuova autoha nno detto guarda questa è labase dello \n[HEADER] EMBA - Strategia ed Internazionalizzazione 88\n chassis, lo che ci metti sopra il motore, il design, il equipa ggiamento solovede Genera l Motors o chi che siaio peròcreo, condivido un investimento inizia le che porta una ba sedira gionamento porta unma nufatto che può essere customizzato nel modo che preferisci ma è uno sta ndard tecnologico, partia mo tutti da quello a che mi serve? mi serve per fa re innovazione. Perché se 10 casi a utomobilisti coinvestono nella creazione di uno standa rd tecnologico ognuno pagaun decimo di quell'investimento che significa che quello che non pagano possono metterlo dentro il design dell'a uto dentro la ricerca di sviluppo dei motori più efficienti libera no risorse da l design di una roba che tanto usano tutti",
    "page": 223,
    "pages": [
      223
    ],
    "keywords": [
      "forma",
      "tecnologico",
      "sviluppo",
      "design",
      "provo"
    ]
  },
  {
    "id": "chunk_223",
    "text": "è uno sta ndard tecnologico utilizza toda tutti a dotta toda chiunque voglia creare queltipo di prodotti ovvio che lo standa rd tecnologico permette dira ggiungere supply size, scope economies economie di scolta da l latodell'offerta perché appunto mi permette di essere più efficiente a me a zienda che condivido gli investimenti inizia li per co-creare labase della nuova ma cchina la struttura locha ssis della nuova ma cchina quindi per risorse condivido l'investimento con a ltri. Piattaforme che combinano entrambi gli aspetti Iodi piatta forme posso a veredue tipi diversi o a ziende che fa nno tutte e dueloro insieme pensa tedi nuovo Xbox o Playsta tion o PSPvoi che fa te? voi a cquista teil boxquel box che è è un'infra struttura tecnologica ma solta nto a cquistando quelbox potete a cquista re potete accelere a d un merca to digita le dei giochi è la condizione senza laqua levoi giochi prodotti per pla ystation non potete a cquista rese non c'è lapla ystation perché non gira novada l mente è come prova re a collega re questa coltuo laptop non va , non c'entra sefa i con la USB-C certo che c'entra perché è unsta ndard tecnologico condiviso da tutti gli attori del settore allora io posso decidere di essere una pia tta forma dal punto di vista semplicemente economico oppure da l punto di vista tecnologico oppure faccio tutte e due molto complica tomaseci riesco hofatto tombola perché gestisco tutto il processo dallo sviluppo del prodotto alla commercia lizzazione controllo tutto.",
    "page": 224,
    "pages": [
      224
    ],
    "keywords": [
      "tecnologico",
      "perché",
      "cquista",
      "potete",
      "ndard"
    ]
  },
  {
    "id": "chunk_224",
    "text": "Standard tecnologici interni e di settore Lapia tta forma tecnologica cioèlo standa rd tecnologico l'USBdi turno io posso a vere a livello di settore o a livello di a genda sece l'ho a livello dell'a zienda cos'è? è un insieme di asset che sonoorga nizza tiin modota le che l'a zienda possa produrci unset un porta foglio di prodotti faccio un esempio io con la struttura con la tecnologia che c'è dietroquesto quacioè dietro il design dell'iPhone il design dell'iPhone la struttura locha ssisla CPU quello che vi pare quello cos'è? non è nient'a ltro perché è una tecnologia uno sta ndard tecnologico di proprietà Apple che permette a d Apple di produrre una serie di prodotti l'iPhone superslimil Pro, il Pro Ma x ma l'a ltra tecnologia che c'è dentro è sempre la stessa si, c'è qualche componente inpiù che lo rende più veloce c'è il pezzo di teleca merain più che lo rende la teleca merapiù potente malo standa rd tecnologico di proprietà Apple è quello. Se compra tela Renault o la Mercedes il sistema di infota inment è sempre lo stesso per tutte lema cchine Renault per tutte lema cchine Mercedes per tutte le BMW non è che per ognima cchina ci mettono un sistema di infota inment diverso perché? perché la piatta forma tecnologica che utilizza no per leloro a uto è sempre la stessa è un asset condiviso tra più prodotti sa rebbe un delirio se dovessero reinventa rsiogni volta una roba diversa .",
    "page": 225,
    "pages": [
      225
    ],
    "keywords": [
      "tecnologico",
      "livello",
      "prodotti",
      "tecnologia",
      "iphone"
    ]
  },
  {
    "id": "chunk_225",
    "text": "Iola tecnologia losta ndard tecnologico interlochia mo interno se è di proprietà di una sua a zienda è di settore se quello standa rd tecnologico è condiviso dall'intero settore ovvero, guarda , vuoi collega redue device diversi devi utilizza re USB sì, la USB è la tecnologia losta ndard tecnologico che ti permette di collega requa lunque cosa perché c'è una a utorità che vincono i produttori di diverse tipologie di Ha mzett di a dottare quello standa rd tecnologico a ltrimenti iltuo prodotto può comunque essere messo sul merca to. Ovvio che se un'a zienda riesce a imporre uno sta ndard tecnologico interno a livello di settore e il soldo di tutte le a ziende imporre il proprio standa rd tecnologico a tutti gli a ltri perché? perché allora da i licenza e tifa i pagare perché nel mondo biotech c'è lagra nde ricorsa a definire la tecnologia migliore per le terapie le immunotera pie per i malatidi cancro o per la piatta forma migliore migliore per sviluppa reva ccini o per Gintera o quant'a ltro. Perché seil tuosta ndard tecnologico funziona e riesce a fa r a dottare tutto il settore, a tutti gli opera toridi quel settore, fantastico, tombola. Tuloda i in licenza , gli a ltri devono pagarti per poterlo utilizza re. Sevoi volete sviluppa reun'app per iOS, per Apple, bussa te alla porta di Apple e gli chiedete, scusa posso sviluppa reun'app per te? Sì, certo, mipaghi, iotidoun pezzo del softwa re d'origine, tulousi, se l'app rispetta certi determina tista ndard diqua lità , allora tela faccio pubblica resull'Apple Store. Seno, niente, cioèmi a vreipa gato per niente. 5.",
    "page": 226,
    "pages": [
      226
    ],
    "keywords": [
      "tecnologico",
      "ndard",
      "settore",
      "perché",
      "tecnologia"
    ]
  },
  {
    "id": "chunk_226",
    "text": "Gli effetti direte (Network Effects) Definizione e tipologie Lepia tta forme funzionano secisono gli effetti direte che sono gli effetti direte? sono nient'a ltro che ciò che giustifica nola numerosità dei gruppi di consuma toricioè bana lmente gli effetti direte possono essere diretti, indiretti, positivi e negativi. Esempio effetto direte diretto positivo: larete telefonica Faccia moilcaso che ci siaun solopa esino spesso sulle Alpi collega to allarete telefonica mondia le dicia mo all'inizio del novecento l'unica a zienda telecom decide comincia mo a creare una rete telecom dove comincia moda Ziano di Fiemme quanti a bitanti? mille quanto io telecom devopa gareil primo soggetto per essere collega to allarete telefonica ? ta ntissimo, e quello midice ma che cifa cciosta volta qua ? chi ci chiama ? nessuno se collego lastazione di polizia il medico condotto lastazione dei ca ra binieri ilfarma cista il supermerca to a l telefono il quinto consumatore potenzia lela vecchietta dice \n[HEADER] EMBA - Strategia ed Internazionalizzazione 89\n vuoi essere collega ta ? sì perché sesto male chiamo il medico saràunpo'meno difficile se collega no 999 persone residenti a ziano di fiemme e nema ncasu fuorisolta nto uno quello soffrirà dell'esclusione dall'effetto cloud cioèsa rà molto facile convincere una collegazione allarete negativamente fuoridel gruppo. Esempio effetto direte diretto positivo: Facebook È natocosì Fa cebook. Quanto era difficile all'inizio convincere la gente a unirsi a Fa cebook? Ta ntissimo. Cifaccio? Guarda che se tutti i colleghi tidole dritte dovesta nnole raga zzeca rine nel campus. Quanta gente cista da sopra ? Unsacco. Ovvio. Cresciuto così. All'inizio Fa cebook era quello, sosta nzia lmente. Era quelle basta effetto direte diretto positivo.",
    "page": 227,
    "pages": [
      227
    ],
    "keywords": [
      "direte",
      "effetti",
      "collega",
      "telefonica",
      "allarete"
    ]
  },
  {
    "id": "chunk_227",
    "text": "Effetto direte diretto negativo Quanti divoi vogliono essere associa ti a un gruppo di gente che lo sca ? poca , a nzipiù cisto lonta no e meglio è fapa rtedi un gruppo a mecrea non va lorecrea valore negativo effetto direte negativo diretto e negativo non voglio essere associa to a quella gente là quindi seio sonoun venditore disca rpe e c'è una pia tta forma che vende scarpe doveso che la reputazione di tutti quelli che vendono scarpe è molto bassa perché queste scarpe incassa no i soldi e lesca rpe non le spediscono io voglio unirmi a quei venditori? no perché il consumatore dovrebbe pensare che io inrea ltàsonoun truffatore comelo sono gli a ltri quindi no, meglio dino effetto diretto negativo. Effetto direte indiretto Io però ilvalore che attribuisco a fa r parte diun gruppo posso farlo dipendere dalla numerosità , non dello stesso gruppo madiun a ltro gruppo bana lmente, comprerei ma i iosca rpesu eba y sa pendo che da ll'a ltrapa rte non c'è nessuno che le vende? no, cevado a fare sueba y vadodaun'a ltrapa rtesono invoglia to a stare sueba y sesolo dall'a ltrapa rte è il posto per compra resca rpe? certo che sì è un effetto direte indiretto negativo il primo positivo il secondo.",
    "page": 228,
    "pages": [
      228
    ],
    "keywords": [
      "negativo",
      "effetto",
      "gruppo",
      "direte",
      "diretto"
    ]
  },
  {
    "id": "chunk_228",
    "text": "Il problema dell'uovo e della gallina nelle piattaforme Il problema è che se voglio creare una nuova pia ttaforma dadove parto? da quale gruppo di consumo? quale effetto direte devocrea re per primo? bella domanda citernec cioèse iodevo creare una nuova pia ttaforma per vendere le pizze online parto da chi mangia le pizze da chi le produce posto un assunto che io funzioni comepia tta forma solta ntose i due gruppi di consuma torisono numerosi abba stanza per giustifica rela presenza di clienti inquei gruppi di consuma torida dovepa rto? lifa cciopa gare tutti? funzionerà mai non li metterò ma i d'accordo uno lo faccio dentrogratis e l'a ltrolo faccio pagarema primafaccio entra rela gente dentrogratis poi io guarda vuoipa gare? perché dovrei pagare? perché guarda quanta gente ha a h sì certo. Perché per sottoscrivere per fa rela registrazione a fa cebook o a tiktok o quant'altro non pa ghiamo non sa ppiamo lo c'è dentro pa ghereste? no poi una volta che c'è dentro il servizio aggiuntivo fa cebook lopa ghiil giochino sufa cebook lo giochi perché oppure la verifica del profilo su X lafa i perché? perché una volta che ci sta i dentro se dentrotutte lesca rpevuoi che il tuo profilo su X sia verifica to allora lopa ghima una volta che ci sta i dentrolopaghi una volta che sei parte del gruppo e che ha i già estra tto una parte del va loreda ll'essere gruppo parte del gruppo, non prima è comese non giochi a Candy Crush primache non l'ha i prova to.",
    "page": 229,
    "pages": [
      229
    ],
    "keywords": [
      "perché",
      "gruppo",
      "volta",
      "cebook",
      "dentro"
    ]
  },
  {
    "id": "chunk_229",
    "text": "[H2] 6. Differenza tra intermediario e piattaforma Qua l è\n la differenza tra l'intermedia rio e lapia tta forma? intermedia rio è piatta forma lapia tta forma è un intermedia rioma l'intermedia rio non è una pia ttaforma l'a genzia immobilia redove affitta te l'appa rtamento è un ottimo interveglia re che fa? riceve tutte quante le richieste di appa rtamenti in vendita in affitto gliista nti, i lavoratori fuorisedeva nnoha i una disponibilità di istituzione ho questo mipa ghimi paghi tu, mipaghi a lui profuma tamente sono l'intermedia rioma tecnicamente è una sottospecie perché lapia tta forma per definizione è una roba che vive per gli effetti direte inquel modo è che è fa cilmente scalabile. Perciò è difficile tirare giùle piatta forme perciò ogni a zienda fa fatica a combattere perché i ibra i fanno fatica a combattere controlepia tta forme perché lasca la bilità del business di una piatta forma è all'ennesima potenza rispetto a quella diun negozio fisico, di uno che fa soloun ma tching fisico tra doma nda e offerta . Perché? Perché la differenza lafanno i dati. Lapia tta forma è scalabile perché orga nizza dati e perché i dati gli servono a rinforza rela numerosità diquei gruppi di consuma toridi quei gruppi di clienti più informazioni mida i più gente viene damepiù divento bravo a fare match più informazioni diamo a Google più Google è bravo a darci indicazioni su quello che cerchia mo non cene accorgia moma noiin realtà stiamo allena ndoogni volta Google come l'intelligenza a rtificia leogni volta che gli chiedia moqua lcosa .",
    "page": 230,
    "pages": [
      230
    ],
    "keywords": [
      "perché",
      "forma",
      "intermedia",
      "lapia",
      "differenza"
    ]
  },
  {
    "id": "chunk_230",
    "text": "Esempio: ChatGPT e l'allenamento tramite dati Perché gente viene un postdoc in una business school inglese è stato quasi licenzia to perché ha messo ildra ftdiunpa per che stava scrivendo consuo supervisor su Cia GPT per farci ilria ssunto uno direbbe c'è dimale? mica l'ho pubblica tomatu non losai Cia GPTha fatto, non ha solta ntoela borato per da rtiil ria ssunto, tuha i allena to, c'ha GPT, ha allena to, vuoldire, queiset di informazioni che le ha i regala to, non lo sa i doveva , ovvio che più gente gli dà informazioni, più c'ha GPT, diventa bravo, comepiù bravo diventa Google, comepiù bravo diventa no tutte lepia tta forme, perché per costruzione, per definizione vengono allena tesono scala biligra zie all'utilizzo dei da tipiù tempo utilizza nopiù diventano bravi più affina no l'a lgoritmo. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 90\n Differenza con il supermercato Allora la differenza tra l'a genzia immobilia re e il digita l pla tform tra il digita l pla tform e il supermarket è sempre quello perché inrea ltàil contenuto i user-creating siamo noi che gli dia mola possibilità dicrea reil contenuto che viene sempre più affina to sulla basedi quello che la gente gli chiede l'a genzia immobilia re o il supermerca to? no, l'intermedia rio, perché tanto lapasta che trovi làla trovi che a teti piace o non ti piace che tu compri un certo tipodi pasta o ne compri un a ltroca mbia niente quella stessa roba continua a d avventarti la Dececco la trovi a a ltezza occhi",
    "page": 231,
    "pages": [
      231
    ],
    "keywords": [
      "perché",
      "gente",
      "allena",
      "diventa",
      "bravo"
    ]
  },
  {
    "id": "chunk_231",
    "text": "o perché? perché il Dececco pagaunpo'dipiù rispetto alla moniza nama che la trovi a unpo'più ba ssola pasta cotta la trovi ba ssissima perché? perché e poi c'cerca re conimpegno i prodotti, no, entra a l supermerca to e la spesa è velocissima perché quello che compra tevoi è quello che compro milioni di a ltra gente e losanno quello che compra tevoi sempre là , fisso non è che ha allena toil supermerca to, seil merca tofaun contra tto commercia le contutti i fornitori di prodotti, ti vieni? non ca mbia niente. 7. Auxiliary services e diversificazione delle piattaforme Nelle piatta forme il contenuto è desidera toda gli utilizza toriin realtà siamo noi che quasi allena ndoil modello chiedia mocosa darci e poi le piatta forme funzionano perché cisono a uxilia ry services lapia tta forma non ti fornisce ma i, sempre non fornisce unsolo prodotto, unsolo servizio Amazon ha 8 business model diversi è natacome libreria digita le, libreria online peròla gestione di quella quantità di informazione ha richiesto l'investimento inweb services Capacità computa zionale. Ma che gli serve tutta quanta per fa rvi compra reil libro? O farvi fare shopping in Black Frida y? No. Lui per laca pacità computazionale l'affitto a qualcun a ltro. O c'è IBM che c'è bisogno diunpo'dica pacità computazionale. Da chi la compra ? Da Google. Ce l'ha . Sta là , inutilizza ta . Le scudine di Formula 1 hanno 6-7 business model diversi. Non è la Formula 1.",
    "page": 232,
    "pages": [
      232
    ],
    "keywords": [
      "perché",
      "compra",
      "quello",
      "services",
      "trovi"
    ]
  },
  {
    "id": "chunk_232",
    "text": "e basta dietro c'è l'a dvertisement dove c'è l'a dversivo sono contra tti commercia li l'innovazione tecnologica sulle F1 tra 20 annila vedi sulla marca di segmento B Red Bull c'eraun bel a rticolo su Benetton sulla scuderia Benetton sul Corriere della Sera 3-4 giorni fa Benetton haca mbiato la logica diun modello di Filsen a Formula 1 perché? perché faceva no maglioni si sponsorizza vanola Benetton Treviso di rugby controcui l'a gra c'eraio c'erala licea lema c'eradue compa gnidi scuola che gioia vano sponsorizza vanola scuola diballo a polo persone a nchedi basket mala Formula 1 era tutta c'erail logodi làha nnocrea to una macchina e per fa rlaha nno dovuto convincere i soggetti hanno tirato a Deco Ron Brown loroha nno preso Schuma cher poi è arriva to Red Bull che da Energy Drink è diventa ta sports no limits faccia moma cchine di formula 1 una serie di attività sportive eccetera eccetera a ltri 7-8 modelli di business diversi tutti quanti chiaramente allinea ti all'idea non limits.\n[H2] 8. Il fallimento di Google Plus\n Quanti divoi sonoma i stati su Google Pluscome socia l network? 1, 2, 3 tutti voi a vete scritto a Google Plus solta nto perché erava tein una mailma l'a vetema i usato il vostro profilo socia l Google Plus? è lìesatto perché non l'a veteusa to? perché ma ncavano gli effetti direte perché non sono stati ingra dodi creare quell'effetto di legno che rigua rda che c'è valore nell'unirsi a i fa cebookers non me l'hanno comunica toio l'ho scoperto annidopo che sta i scritto su Google Plusio che lo sapevo ca spita , cisto dentrocon tutti i piedi melo vuoidire? a vendo louso non ho tocca to l'a mbroso infatti 2019 c'è nessuno e la festa a cui non muove nessuno a nchese il trick è gratis.",
    "page": 233,
    "pages": [
      233
    ],
    "keywords": [
      "perché",
      "benetton",
      "google",
      "formula",
      "sponsorizza"
    ]
  },
  {
    "id": "chunk_233",
    "text": "[H2] 9. Ilcaso\n Facebook: nascita e strategia di crescita Scena dal film \"The Social Network\" Well, we're a t 29 schools now. We'vegot over 75,000... Tellme a boutthe strategy. Oka y. For insta nce, wewanted Baylor in Texa s, but Baylor a lready ha d a socia l network oncampus. So instea d of going right a fterthem, wemade a listof every school within 100 miles. Fa cebook onthis campus is first. Oneof the other kidswere seeing their friends onour site. It's called the Little Bitcoin Smart Mark. Oh, thanks. Tha t wa s my... Hey, youknow wha t? It's a little a rgument forus. I'd sayit's timeto start making money through Fa cebook, but Mark doesn't wantto a dvertise here. Tha t's right. Neither ofyou yet. Fa cebook iscool, tha t's wha t it's got going for. Yea h. Youdon't want toruin with a dsbeca use a ds a ren't cool. Exactly. It's likeyou're throwing thegrea testpa rtyon campus a nd someone's saying, \"Toutof theyea r, tha t's hislife.\" Youdon't evenknow wha t itis, howbig youca n get, howfa r youca n get. A billion dolla rs. Tha t shut everybody up. You'rehea ded. A billion dolla r valua tion. Unless youta keba d a dvice, in which case youma y a s wellha vecome upwith a chain ofvery successful yogurt shops. Whenyou go fishing, youca n catch a lotof fish, oryou ca n catch bigfish. Youever walkinto a guy's den a ndsee a picture ofhim sta nding nextto 14 trout? No, he's holding a 3,000 pound marla . [...] He owned Mark a ftertha t dinner. He picked upthe check, hetold Markthey'd talk a gainsoon, a ndhewa s gone. Butnot before hema dehis biggest contribution tothe compa ny. Dropthe gun. Just Fa cebook. It's notthe one.",
    "page": 234,
    "pages": [
      234
    ],
    "keywords": [
      "cebook",
      "youca",
      "network",
      "baylor",
      "going"
    ]
  },
  {
    "id": "chunk_234",
    "text": "L'audizione al Congresso e il problema dei dati Quelviso spava ldoqua lche annodopo è cambia to quando da vanti a l congresso provò a dover giustifica reil modoin cui utilizza vano i datidi milioni di persone allaloro inzaputa lafa cciadi Zagm per quegli occhia i, occhi sbagra ti non erapiù quello che voleva lavalutazione di Fa cebook o un milia rdoqua ndonea nche conoscevano quattro gatti. Luista va là, questo poi, vima ndoil link, a desso celo vedia mo, passia mo, vedia mole 9. Era lì che gli fa : \"sì, mail vostro business model? Mette dentroilpiù gente possibile a rivendere i dati?\" Lui sì, malo sapeva no che vendevano i dati, che vendevano i dati. Perché setu vieni inun gruppo, inrea ltàseiinun gruppo perché puoifa reta ntecose inquel gruppo là ? si arra mpica \n[HEADER] EMBA - Strategia ed Internazionalizzazione 91\n sugli specchi inun modopa zzesco perché? perché guarda che vi combinia mo una sa nzione diqua lche milione dieuro cioèvi conda nniamo a lungo iocome è successo a Google Plus perché la potenza delle piatta forme pia ttaforme superscalabile bellissimo, sca labile perché gli effetti direte lepia tta forme digita lisono a ncora più sca labili sonosca labili per definizione perché riescono a gestire grandi quantità didatima quello che ci fanno con i datiil punto che spesso chi fornisce queida ti non losadove finiscono queida ti.",
    "page": 235,
    "pages": [
      235
    ],
    "keywords": [
      "perché",
      "gruppo",
      "congresso",
      "vedia",
      "vendevano"
    ]
  },
  {
    "id": "chunk_235",
    "text": "Il potere delle piattaforme e il ruolo del consumatore Faccia mo sempre la figura dei fessi come consumatori questi piglia no, fanno noi fornia mo tutto ci sposta nodi quanoi paghia mola semplicità paghia mola semplicità delle cosenoi voglia molerobe semplici non ci importa tanto capire quello che c'è di a vere e poi la manca nzadi a lterna tivesi seha i taglia to fuori se non a derisci a questi modelli sevuoi e l'effetto direte la logica è l'effetto direte.\n[H2] 10. Il Business Model Canvas\n Allora ioqua hoilviso sullo del ca nva s velo lascio l'a vevofa tto perché magarici passia moqua lche ora insieme main realtà dovreste a ver ricevuto ilpdf questo, che comunque è fa cilmente scarica bilegra tuitamente, velo lascio qua , ho 10 copie stampa te per rispa rmere unpo'dicarta , non ne hosta mpate 30 copie, vene lascio qualche copia cosìvelapa ssate, mase googlea te, ditesma llcanva s, sono versioni diverse ma è sempre la stessa storia . Le componenti del Business Model Canvas Allora cos'è il build model canva s? il build model canva s non è nient'a ltro che unmodo per visua lizza rele componenti dibasedi un modello di business qua dentro c'è il customer segment per chi creaun valore che va lorecreo lavalue proposition come trasferisco quelva lorefina le, customer rela tionship pensa ndo vedia mo a desso la differenza lastra tegia di monetizzazione hole attività e le risorse che mi permettono dicrea requel valore e ho tutti i soggetti pa rtner mieida llamia a zienda che mi a iu",
    "page": 236,
    "pages": [
      236
    ],
    "keywords": [
      "model",
      "business",
      "lascio",
      "sempre",
      "questi"
    ]
  },
  {
    "id": "chunk_236",
    "text": "tano a creare quelva lorequa sotto i costi la struttura dei costi che deriva noda quelle attività guarda tecome costo vedoqua si tutto quello che devo fare per creareva lore e quanto mi costa quanto mi costa lo posso ra ffronta re conquello che in realtà metto incassa quindi ra ffronto costi e revenue questo è quello che ho all'interno per rigua rdare l'a mbiente interno primaquesto eccolo qua tutta questa vaga quami permette dicrea reva loreio locreo per il mio merca to perché ilmio consumatore è stato daun'a ltrapa rte che è l'a mbiente esterno e io collego lamia value proposition a l mio consuma torefina le attra verso attra verso i canalidi distribuzione. I canali di distribuzione e la customer journey Comeio lofaccio a bene? quali sono gli step che mi permettono di convincere ilmio consumatore a l finale a d a cquistare unbene o un servizio? beh, iolo faccio visiona re gli informo che c'è quelbene attra verso una buona campa gnadi ma rketing una ca mpagna pubblicita riama gari gli faccio prova reil prodotto o il servizio? iolo faccio valuta re poi lofaccio a cquista rema teria lmente ciò lo metto nelle condizioni dipagare e poi gli offro un servizio post-menda che ma gariti serve a nche per rinforza reil valore queltipo di servizio queltipo dilink che creo tra il consumatore e me.",
    "page": 237,
    "pages": [
      237
    ],
    "keywords": [
      "servizio",
      "costi",
      "consumatore",
      "attra",
      "verso"
    ]
  },
  {
    "id": "chunk_237",
    "text": "Customer relationship management Che moda lità gli do? cioècome gestisco larelazione con il consuma torein modo indistinto alla Ryana iril millena riovia ggiacome il frequent flyer viaggia come quello che non hama i preso l'a ereo oppure gestisco lamia relazione questa è lamoda litàdi gestione questi invece sono i passa ggi necessa ri perché io tra sferisco ilvolo daqua a qua faccio ilmio oggetto, lofa cciocura relo faccio gesta re, do assistenza costretto sevoi a vetela carta freccia platino quando a ndate a Roma Termino a Milano Centrale a vete accesso alla lounge dovevi fanno ilmassa ggino e vida nnoil cockta illa colga e allora signor benvenuto di nuovo cosa possia mofare per lei? fra qua ntova il treno? fra un'ora e mezza non si preoccupi prendia monoi unpo'di tempo secivado io a spetto cosìda l binario. Stavo con un mioca ro a micoin Inghilterra stava mo a ndare a prendere l'a ereo all'ITRO scesi da l tube della metropolitana lui arriva un messa ggiowha tsapp welcome backto ITROplea se visit usbla blabla è sempre quagià loca lizza to è arriva to a Itro gli offro il servizio premium a mese lovedo e lo prendo è l'a ereoma inquel modochia ramente luisa rebbe invoglia to a viaggia re conTra nita lia piuttosto che conItalo se Tra nita lialo popola cosìta ntoogni volta che va rrona allora della relazione col consumatore può essere la stessa fonte diva lorese io metto in piedi un sistema di customer rela tionship che permette di copola reilmio frequent flyer è fantastico e continuia mo a piaggia re conloro a nchese devofa re uno scaling toma viaggio con K&M non via ggio con l'occanza a nchese ilvalore è perfettamente uguale a nchese i fornitori di a eromobili sono identici è sempre Airbus che ca mbia ? cambia che loro mi conoscono mi vogliono molto bene.",
    "page": 238,
    "pages": [
      238
    ],
    "keywords": [
      "gestisco",
      "faccio",
      "arriva",
      "customer",
      "relationship"
    ]
  },
  {
    "id": "chunk_238",
    "text": "Esercizio: analisi di Tesla, Espresso, Airbnb Qua povero mando dimailho le componenti del modello di business di Tesla perché voi l'esercizio con il business model canva s potete fa rvelo compri povero lema ndodi mail questa è lacosa che compri dacasa quindi voi prendete il quidest model Tesla poi le componenti e ditebene quali sonole componenti del modello di business Tesla cosa metto dentrovari proposition cosa metto dentroilfa ttodi fare unlupo voilo fate per l'espresso chi non c'è Tesla ? chi non c'è Tesla lofa per l'Espresso chi non c'è Tesla ? chi non ce l'hadi l'Espresso di Tesla ? lofa i a Airbnb voiil vostro fine settima na libero vi divertire a creare o a mettere i pezzetti del puzzle dentro il modello di business dentro il business model canva s e potete fare a lterna tivamente per Tesla , Express. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 92\n\n[H2] 11. Strategie di monetizzazione\n Diversi modelli di monetizzazione I singoli box del video diun nuovo campsi rispondono alledoma nde che cisono fatti che va lorecreo per il video diun solota lefina le chi è il video diun solota lefina lecome intera giresu un video diun solota lefina lecome creare levotazioni per chi compri quali sonole modalità di vendita il mecca nismo che creo per vendere chiaramente a seconda del va lore che io vengo io metto in piedi un mecca nismo di monetizzazione direte cioèseci pensa tevoi per l'energia elettrica pagateun po'direte rispetto a ca nzone pagate per internet per internet v",
    "page": 239,
    "pages": [
      239
    ],
    "keywords": [
      "tesla",
      "business",
      "espresso",
      "video",
      "componenti"
    ]
  },
  {
    "id": "chunk_239",
    "text": "oipa gate 10 euro a veteun bando a casa soprattutto e potete utilizza resca ricate 100 film a l giorno sempre 10 europa gato per la fibra sul telefono mobile nopagate un bando unpia tto mensile di 6, 7, 8, 9 euro a l mese e ci a vrete 150 giga 200 e sipa ghiin a nticipo per l'elettricità che fa te? pagate 50 euroha il frigorifero a perto? pagate per unità consumata che è comepa gavate primaper il telemo per i servizi telecom. Esempio: Allyou caneat Se a ndate a un ristora ntesta sera allyou ca n ea t allyou ca n ea t non è nient'a ltrocome razor a ndbla zer è una tipologia di monetizzazione perché i ristora ntifa nno allyou ca n ea t? lo siete ma i chiesti? perché non conviene perché non conviene perché la primapizza che ti danno è col supertopping e tudopo la primanon ce lafa i e a conti fatti allafine se compa riqua nto è pagato conilmenu allaca rta e poi la paghi più di quanto ha preso pagato peròloro che fanno? si assicura noun certo flusso dica ssaun certo livello di entra tase iosono olioca nita e ho 100 clienti faccio 100 clienti per il prezzo olioca nitaio non rischio niente. Esempio: Spotify e il modello flat Quanti divoi continuerebbero a d a vere l'abbonamento Spotify se Spotify gli fa cesse pagare per ca nzone che a scoltate gameover perché? ma non lofapiù cisa rà una ra gione c'è una ra gione oh eppure tutti Spotify e lovola tecosì perché cambia monetizzazione cioèvi piace cosìtanto perché a scoltate la musica in metro o invia ggio non ne potete faresca ricate Spotify, state sempre atta ccate a Spotify, quando vidice \"Guarda che ti faccio qualche pari per ca nzone a scolta ta\" lo molla tecosì, è infedeli. Non si fa , non sta bene. A voidi Spotify vipia ceil modello di monetizzazione. Non lo metto. Iotipago, eh, poi se louso non lo uso, chi se ne importa .",
    "page": 240,
    "pages": [
      240
    ],
    "keywords": [
      "perché",
      "allyou",
      "spotify",
      "bando",
      "pagate"
    ]
  },
  {
    "id": "chunk_240",
    "text": "Interessa ntecome roba tornia mo all'esempio del pa neda socio da l supermerca to del mese scorso ma poi non mi importa laqua lità della musica di Spotify poi essere farmi pagare per ca nzone che a scolta tevi costringerebbe a ra giona resu quante ca nzone a scolto diverse ogni settima naogni mese o a scolto sempre la stessa roba conviene quasi che me lo compro a spetta dimela musica si o la musica si a meno che non sia tefa n della endof theyea r compila tionend ofthe yea r pla ylist a spetta te che gli a micirima ngono nella pla ylist a Natale perchè vivede per quello allora usate Spotify congli effetti direte diretti modello di monetizzazione quindi a molto posso dire quello che voglio perchè interessa lacome fa . Beh dipende Selui Spotify a cquisisca la musica regga e degli anni 80, 70, 60, mi importa ? No. La scorta musica regga e? No. La scorta sempre le stesse ca nzoni di Spotify. Utilizza Spotify perché gli dà accesso, senza doversi porta re dietroilcd o laca ssetta , alla musica che le piace. Tha t's it. Seca mbiano le condizioni dipagamento per quella musica che le piace, Spotify fala molla . se c'è qua lcuno che è superinteressa to, il DJdi turno che invece vuole a vere accesso allapiù grande music libra ry del mondo che fa ? cosasi può di fare? 12.",
    "page": 241,
    "pages": [
      241
    ],
    "keywords": [
      "musica",
      "spotify",
      "interessa",
      "importa",
      "nzone"
    ]
  },
  {
    "id": "chunk_241",
    "text": "Innovazione dei modelli di business: Spotify e Netflix Spotify e Netflix come innovatori di modelli di business Spotify è tutto music industry, tra l'a ltrovi consiglio questo come funziona la musica David Byrne un libro che vi spiega tutto la produzione, la distribuzione come funziona il settore musica le questa è l'edizione italia na Bonpia ni, edizione inglese non mi ricordo ma i di questo se volete iolo lascio qua questi dueha nnoin comune ilfatto che siano piatta forme abbiano innova toun modello di business ovvero hanno creato un modello di business che primanon esisteva innova reun modello di business può significa recrea reun modello di business che non si è ma i visto prima a l mondo che non si è mai visto inquel merca to pensa te a Flixbus che ha copia to e incolla toil modello di business di Reiner nel servizio di tra sporto su gomma oppure semplicemente che sia nuovo per l'a zienda iofaccio innovazione di modello di business perché che fa ccio? ma copio il modello di business e hoilmio competitor perché funziona meglio. WeWork e il concetto di \"Space as a Service\" Spotify e Netflix come a nche WeWork conoscete WeWork? WeWork hacrea toun nuovo modello di business che non è semplicemente ti affitto un posto per la vorare ma è space a s a service cioèio non tisto dicendo come tutti gli a ltri posti dico-working guarda , ti serve un posto per la vorare? guarda , tila scrivi a miate l'affitto, paghi tot l'ora posto a l giorno tha t's itwework è comeyou tubeil nomevuol",
    "page": 242,
    "pages": [
      242
    ],
    "keywords": [
      "business",
      "modello",
      "spotify",
      "wework",
      "netflix"
    ]
  },
  {
    "id": "chunk_242",
    "text": "direta nto youtube stiamo dicendo guarda che il contenuto lofa i tusei you che tubesia monoi che la voria mowework together significa che se tu affitti ilmio posto per la vorare sulla quinta New Yorkio non ti sto affitta ndo solta ntoun posto tu c'ha i fa miglia ? lovuoi l'assilonino per i ba mbini? senti ma a pranzo cosama ngi? sei vegeta riano? seivega no? ha i qualche varie restrizioni? no perché ioti fornisco tutti i pranzi e tutte lequa litàdicibo che tu desideri vuoiorga nizza re una festa ? vuoi che ti riservi il posto dovetu lavori a nche per una festa privata stasera ? Possia mofarlo. Ha i bisogno del tra sferimento inunra pporto? Ci penso io. Wework space a s a service. Ioti offro lospa zio, tu affittando lospa zio accedi a una qua ntità di servizi che io posso fornirti solta nto perché tuha i deciso di affitta requel posto dilavoro. Perché è tutta a ltra storia rispetto a i posti dico-working come quella che c'era alle a lbere. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 93\n Andavi, affittavi la scriva nia e a ndavi a lavora re perché non c'a veviun posto dovesta re. Poi gli importa va niente seci a ndavi o non ci a ndavi. Non ti guarda vano manco infaccia . Vuoiil tè, ilcaffè? Neanche sapevi chi c'eralìda fianco, non ti filava no proprio. Quello è WeWork. Tutta un'a ltra storia . Netflix e l'innovazione rispetto a Blockbuster Spotify e Netflix hanno fatto una roba simile. Hanno modifica tola logica di business all'interno di interi industries. Netflix. Flix è losla ng a merica no per movies. Net perché erain strea ming.",
    "page": 243,
    "pages": [
      243
    ],
    "keywords": [
      "posto",
      "perché",
      "ndavi",
      "guarda",
      "affitta"
    ]
  },
  {
    "id": "chunk_243",
    "text": "Netflix è nato blockbuster estremamente inefficente, guarda , stiamo a ncora conblockbuster, devi a ndare tu a prenderti il DVDfa cendoti mezz'ora di ma cchina, porta rtelo a casa , riporta rglielo dopodue giorni, paghi se gli porti inrita rdo, che folle. Sa i che fa ccio? Il DVDte lofaccio arriva reio a casa , tu non sta i rima nendo sul diva no. L'ordini per telefono, quando arrivo a internet, l'ordina a vevadi internet, poi arriva lo strea ming. ioti metto nelle condizioni migliori per accedere a quel servizio a quel contenuto tu non devifa re nessuno sforzo perciò siamo tutti poi perché lo sforzo che dobbia mofare è nullo siamo tutto là sforzo nullo, ci penso io. Il profiling come vantaggio competitivo La primavolta che Netflix haca pitoqua l erail gra n business era quello che sono incredibilmente inefficienti c'erano questi grandi store dovetu entri, ca mmini, ti prendi ilfilm peròin realtà lo monetizza no mettendoti la copia di Nothing Hill, ma vendendo gli M&M's Coke e Pepsi. Conquelli che monetizza vano, eh? Ma perché io non posso incomincia re a fareunpo'di profiling? Cioè, seio insieme a l TV, di che ti spedisco? Tici metto un questiona rio e tidico, senti, mala settima na prossima che tipo difilm vorresti guarda re? Top Gun o Pride a nd Prejudice? No, perché se a un certo punto so che a Trento Nordgua rdano tutti Top Gunio mi allestisco una bella stanza clima tizza ta con100 coppie Top Gun e una di Pride a nd Prejudice perché so che chi vive all'intorno vuole guarda re Top Gun, Rambo o Action Movies quando chiedono ilfilm in affitto io non faccio a ltro che prenderlo e ma ndarglielo non c'ho bisogno a chi vive a Trento Norddi proporgli l'affitto difilm che loro non vedra nnoma i.",
    "page": 244,
    "pages": [
      244
    ],
    "keywords": [
      "sforzo",
      "perché",
      "netflix",
      "guarda",
      "arriva"
    ]
  },
  {
    "id": "chunk_244",
    "text": "Comefa ccio a sa perlo? iomando questiona re è quello che a desso sifa profiling a desso voiqua ndogua rdate Notting Hill e poi il giorno dopogua rdate Pride a nd Prejudice Netflix dice questo Rambo non lo guarderà ma i quindi nei consigli di visionetici mettera nno sempre a ction movies a l ma ssimotici mettono 0,07 non ce l'hanno ci metterebbero 0,07 quanti costi taglio? ta ntissimi come Rya n verso l'ustanza non ho bisogno del mega store con200 copie di tutto quello che potrei farti vedere noioin prossimità didove viviti faccio trova rele copie che tu proba bilmente gua rdera i facile non pa go l'affitto del posto non pa gola gente che la vora dentronon pa go l'elettricità e ticreo valore perché ilfilm telo porto io non devi venirci neanche inma cchina qui ti faccio trova re quello che vuoi guarda re a un costo molto più ba ssoun po'buona, Blockbuster è durato 5 anni e poi è chiuso molto facile si è inventa to una logica di business innova tiva e diversa rispetto a quella che c'era prima . La citazione della Regina Rossa (Alice nel Paese delle Meraviglie) E allora primache in marzo cigia ccia l'innovazione diun modello di business quaci stava benela citazione inour country you genera llyget to somewhere elseif yourun fast veryfa stfor a longtime a s we'vebeen doing theyrun to a nother respond a sortof slow country nowhere yousee ittakes allthe running youca n doto keepthe same place ifyou want toget somewhere elseyou mustrun a t least twice a s fast a s tha t vedi che è? A",
    "page": 245,
    "pages": [
      245
    ],
    "keywords": [
      "quello",
      "desso",
      "rdate",
      "copie",
      "faccio"
    ]
  },
  {
    "id": "chunk_245",
    "text": "lice nel pa ese dei mera viglii e thered queen che dice guarda sevuoi stare a unpasso poi in questo paese devi prova re a l ma ssimo dopodelle velocità e quello del resto del momento a ltrimenti non ce lafa i è una delle robe, comincia a fa r vedere è una delle robe, delle dei cla im, delle trovi spesso per spiega reun modello di business.\n[H2] 13. Tecnologia e innovazione dei modelli di business\n Mettia mo tutto insieme negli ultimi tre minuti se a pa rtire la tecnologia e innovazione modelli di business nuovi modelli di business esco technology noi possia mo a ndarci a vedere allora utilizza ndo i modelli di business e le diverse tecnologie e le diverse innovazioni comesono evolute intanti settori industria li e lo possia mofarefa cilmente per qua lunque cosa voglia mo per lepiù tecnologie lofa cciamo per movie industry DVDsin thema il prima c'era blockbuster poi strea ming perché strea ming è un modello di business che è stato a bilita todalla tecnologia internet i modelli di business inrea ltàcreano innovazione creano un nuovo valore per il consuma torefina lemain questo casosono stati a bilita tidalla tecnologia che ha domina to Blockbuster chiaramente erana tacome non digita le per séha fatto fatica a rimma ginarsi digita le quindi ilsuo modello di business a ndava benissimo movie renting perché? perché quella erala tecnologia non c'è l'a ltra tecnologia quello che è arriva to nuovo si è inventa to DVDin email e poi subito strea ming è cambia to tutto.",
    "page": 246,
    "pages": [
      246
    ],
    "keywords": [
      "business",
      "tecnologia",
      "modelli",
      "modello",
      "innovazione"
    ]
  },
  {
    "id": "chunk_246",
    "text": "E allora voilo potete guarda re a nche per music industry music ca ssette, music CD iPodfor music, music strea mingsono quattro modelli di business diversi potete metterci i nomidi 4 a ziende diverse a lmeno cioèqua potete metterci forse più di uno ma Sonyera quello che controlla valo standa rd tecnologico in mezzo potreste metterci DVD che è una sorta di deviazione quaci mettete Apple quaci mettete Spotify ognuno ha inventato un nuovo modello di business che ha utilizza to una nuova tecnologia per crea reun valore diverso a bilita toda l modello di business tecnologia , innovazione, modello di business il settore cambia faccia . \n[HEADER] EMBA - Strategia ed Internazionalizzazione 94\n\n[H2] 14. Ilcaso Napster e\n la rivoluzione dell'industria musicale Introduzione al documentario su Napster College students a rema kinggood useof the internet. Thela test softwa rema kesit a bittoo easyfor students to access their fa vorite tunes. Thema incha llenge wa s, ca n this thing scale to a ma ssive number of users? And I just thought, okay, ifthis piece ofcode works, thisis going tobehuge. And I ha d a moment there where I a sked myself, isit morally correct? Technology's a dva ncing. Thisis going tohappen a nywa y. Youha ve a genera tionof people nowwho accept their music forfree. Don't care howlong itis, I'vegot good intentions. It's very difficult tocha nge. La nascita di Napster In 1998, a t Northea stern University, a freshma n, Sea n Fa nning, bega n developing a computer progra m called Na pster inhis dormroom. He a skedfor helpfromAli Ida r, a vetera n progra mmerhe knew through his uncle. Andmy response tohim wa s, youneed tojust concentra teonyour studies. Fa nning didn't follow Ollie's a dvice.",
    "page": 247,
    "pages": [
      247
    ],
    "keywords": [
      "music",
      "business",
      "potete",
      "metterci",
      "modello"
    ]
  },
  {
    "id": "chunk_247",
    "text": "He dropped outto focus onthe progra m a ndpa rtnered with fellow teena ge progra mmer Sea n Parker to relea se a beta version. Asit started to spread through cha t rooms, they tra veled tothe Ba y Areato growthe business. Initia lly, I wa s skeptica l tha t, gosh, I'm sitting a cross fromtwo 18 or 19-yea r-olds. I changed mytune once I learned tha t there a re a lready 40,000 people using this thing. Itwa s oneof the first large-scale peer-to-peerfile-sharing progra ms. It allowed users to access music files stored onthe hard drives of fellow Na pster users. 40,000 wasn't a big number, butit wa s bigger tha n wha t I thought itwa s going tobe initia lly, which wa s zerobeca use people weren't willing toopen up their hard drives. Wha t I rea lized wa s tha t people's emotiona l tiesto music, their genera l interest in music, wa s moretha n enough to overwhelm a nykind of security or priva cy concern. L'industria musicale prima di Napster Andin the 90s, consumers'emotiona l tiesto music equaled big money. Noone batted a n eyewhen Puff Daddy's record label madetwo music videos fea turing elabora te helicopter chases in consecutive years. The CDboom wa s from 84 to\n[H2] 2000. You a ctually ha d to drive yourca r tothe Tower\n Records a ndbuy a CDfor $18 toget theone songyou liked. Andso tha t wa s a good model. Itma dethe industry tons a ndtons ofcash. Selling millions of Chumba wamba a lbums withone goodsong wa s a n economic boom. Tha t wa s pretty muchthe endof tha t erabeca usevery soon a fterwa rds, App Store really tookhold inthe public's consciousness. a ndthe consumer rea lized tha t they could getthe music tha t theywa ntedto hea r forfree.",
    "page": 248,
    "pages": [
      248
    ],
    "keywords": [
      "music",
      "progra",
      "people",
      "onthe",
      "fellow"
    ]
  },
  {
    "id": "chunk_248",
    "text": "L'esplosione di Napster nei campus universitari Itwa s on college ca mpuses withhigh-speed internet tha t Na pster really tookoff inthe fallof\n[H2] 99. Sohow many\n MP3s doyou have onyour computer? About 600. Maybe like 100 or something? 67,000. Na pster. Na pster. Na pster. It's called filesha ring, seenby some a s thewa veofthe future. Itwa s very exciting. Weknew wewere building something tha t was going tobebig. Ladies a nd gentlemen, creative Na pster, Sea n Fa nning. When I first heard a bout Na pster, I recall my impression having two different elements. One being, thisis incredible, it's revolutiona ry, a nd things will never bethe same a gain inthe music industry. Andthe other being, thisis going to destroy the recording industry. No longer doyou havetogo to a store a nd plunk down money. La battaglia legale e lafine di Napster Andso, months a fter Na pster's rise, the recording industry bega n a longlega l battle tostop it. They a rewaging a wa r inthe courts overwho controls wha t a rtists create. We'vehea rdtha t it couldn't survive before. Andwe ha d 700,000 members. Andthen weha d 17 million members. Wefelt strongly tha t digita l distribution wa s going to bring the industry closer toits customer. a nd instea d of killing it, they would take a dvantage ofthe value tha t it brought. Butto record compa nies whose a rtists range from Tony Bennett to Meta llica , thisnew technology inthe wrong hands is simply stealing. A business model built on infringement isnot onlymora lly wrong, butlega lly wrong. Atthe time, the Recording Industry Associa tionof America wa s reporting a bout $15 billion a yea r of revenue inthe U.S. a lone. Anybody with enough money could go a ndmake a record.",
    "page": 249,
    "pages": [
      249
    ],
    "keywords": [
      "pster",
      "industry",
      "inthe",
      "going",
      "napster"
    ]
  },
  {
    "id": "chunk_249",
    "text": "Buttha t didn't guara nteeyou getting into stores, which wa s theonly place tha t you could a ctually buytha t record. Tha t wa s the power ofthe music business, the distribution. The issue made itswa y to Ca pitol Hill. Na pster hijacked our music without a sking. A chorus of studies showtha t Na pster users buymore records a s a result of using Na pster. Hank Barry, a lawyer, cameonto a ct a s CEO a s the fight intensified. Wewere trying to negotia tewith thela bels. Wewere trying to fight the court case, a ndwewere trying tokeep the system working all a t thesa metime. Weha d a limited a mount oftime toma kethat happen, a ndwe justdidn't gettha t done within the period oftime tha t weha d. Thefree music service runby Na pster wa s ordered tostop the music. In Julyof 2001, a ftermore tha n a yea r oflega l ba ttles, the internet startup, which a t itspea k ha d a bout 70 million registered users, shutdown its entire network in response to court orders. We accura tely estima tedthat the courts would sa y, youjust don't havethe right togive a wa y allthis stuff. Andso wewere perha ps a little smug a nd confident inthe belief tha t the courts would sa y it's nottha t a nd people would stop doing it. Wedidn't really factor inthe consumer a doption, The youthful lackof respect for copyright a ndthe a nonymity would combine tomakeit pretty unstoppa ble a s a model. The industry ma y have crushed Na pster, butthe ideaha d taken hold, \n[HEADER] EMBA - Strategia ed Internazionalizzazione 95\n a nd a flurry of other downloa ding services tookits place. It's free a ndit's easy a nd, youknow, it's wrong, yea h, but a lotof people doit. Pretty much everybody does.",
    "page": 250,
    "pages": [
      250
    ],
    "keywords": [
      "music",
      "pster",
      "wewere",
      "trying",
      "would"
    ]
  }
]