[
  {
    "id": "chunk_250",
    "text": "The industry ma y ha vecrushed Napster, butthe idea ha d takenhold, EMBA - strategia ed Internazionalizzazione 95 a nd a flurry ofother downloa ding services tookits place. It's free a ndit's easy a nd, youknow, it's wrong, yea h, but a lotof people doit. Pretty much everybody does. L'arrivo di Steve Jobs e iTunes Despera te tostem thetide, the la belsupped thesta kes a ndsued a lmost 20,000 people forusing illega l downloa ding softwa re. Illega l downloa dingmusic isn't thesa mething a s goinginto a CD-sea m. But CDsales continued toplummet, shuttering record stores a crossthe country. Sowhen Steve Jobsca metothe tablewith plansfor a new online musicstore, the ma jor la belsfina lly surrendered thething they ha d fought so ha rdto ma inta in. Commento finale sull'evoluzione della distribuzione musicale La distribuzione tu ha i solodue scelte, ento che non fa i un negozio conSteve in cui le persone continua no a emaila re i mp3s a i miei a micimi fermoqua? questo è il\n### 9.20 Steve Jobs ha detto la gentevuole free access libero accesso alla musica cipenso io dove a giscosulla distribuzione quatrova te un ca pitolo sulla distribuzione di music industry cambio di nuovo il modello di business all'interno di music industry nel settore musica le a gendosolta ntosulla distribuzione crea un contra tto con le ma jor la bels EMI piuttosto che Sony e quant'altro in modota le da fa r arrivare il contenuto a i miei consuma torifina li in modo diverso, che è quello che vo",
    "page": 251,
    "pages": [
      251
    ],
    "keywords": [
      "strategia",
      "internazionalizzazione",
      "business",
      "distribuzione",
      "the",
      "industry",
      "downloa",
      "steve"
    ]
  },
  {
    "id": "chunk_251",
    "text": "gliono e poi ha fattocosì di nuovo Spotify modifica ndole e creando streaming cioècreando la modalità di ma il business model di Apple e quello di Spotify non ci sa rebbero stati e non ci fossestato un extrachi ha tira togiù le ma jor EMI, Sony e quant'altrogua rdateche non ci a vetevoi di potere distribuire musica e basta la gentevuole libero accesso al contenuto. Se io riesco a creare libero accesso al contenuto la ra gione per cui Spotify vi dà la possibilità di ascolta re musica senzavola re un centesimo però con il mecca nismodelle piatta forme i vostri dati vengono usati a qualcun altroperché Spotify comunque in qua lchemodo deve raggiungerci sopraperò questo vifa vedere l'evoluzione di modelli di business che utilizza no le tecnologie prevalenti creando un modo di innova re per il consumatore estremamente diverso secondo il modello di business che lo utilizza noio il video poi ve lo ma ndo e poi vedete lo scrivo inita liano quanella presenzione non sono riuscito ma hopreso in youtube quindi potete vedere con a nche in italia no e basta le altrecose che volevo dire quindi riscrivete il prossimo anno o se sia mo di per qui un po'di ma teria le su digita l pira cySpotify e qua l'altro.",
    "page": 252,
    "pages": [
      252
    ],
    "keywords": [
      "business",
      "model",
      "dati",
      "tecnologie",
      "spotify",
      "non",
      "poi",
      "creando"
    ]
  },
  {
    "id": "chunk_252",
    "text": "## 4. INTEGRATION DIGITAL TECHNOLOGIES E AESTHETIC TECHNOLOGIES - Prof. Schiuma Giovanni NUOVE DIMENSIONI DELLA COMPETITIVITA'DI IMPRESA E TECNOLOGI E ESTETICHE COME SVILUPPARE LA capacità COMPETITIVA DEI SISTEMI organizzaTIVI INTEGRANDO LA trasformazione DIGITALE E LE TECNOLOGIE ESTETICHE Agenda 1. Competitività di impresa e dinamiche di creazione del valore EMBA - strategia ed Internazionalizzazione 96 2. L'a rchitettura dell'intelligenza organizza tiva allaba se del successo competitivo: tecnologia + huma n factors 3. Il ruolo dell'IAnello sviluppo dellacapacità competitiva delleorganizzazioni\n## 4. The Convergent Knowledge Innova tion Model (CKIM) 5. Il ca so di'Elica'6. Il ruolo delle tecnologie estetiche nell'eradell'IA 7. L'Arts Value Ma trix per l'applica zionedelle tecnologie estetiche per lo sviluppo della competitività 1. COMPETITIVITA’ DI IMPRESA E DINAMICHE DI creazione DEL VALORE I fondamenti della competitività di impresa: • Wha t is enterprise competitiveness? È la capacità di crea revalore superiore • Wha t istheprima rygoa l of a nyorga nization? • In other words, whydo a n organiza tionexist? 1.1. I pillar • Lo scopo fondamenta le di qua lunque organizzazione è la creazione di valore • Allabase dell’esistenza, funzionamento e crescita di un sistema organizzativo risiede la sua capacità di creare valore. • La competitività di un sistema organizza tivo è legata allasua capacità di creare valore superiore 1.2. La nozione di creazione del valore organizzativo Che cosa significa che la nostra organizzazione crea valore? La capacità di soddisfa re bisogni, desideri ed aspetta tive. E valore per chi? Per sha reholder prima esta keholder poi.",
    "page": 253,
    "pages": [
      253
    ],
    "keywords": [
      "valore",
      "impresa",
      "tecnologie",
      "organizzazione",
      "digitale",
      "strategia",
      "internazionalizzazione",
      "intelligenza"
    ]
  },
  {
    "id": "chunk_253",
    "text": "Qua l è il va lore genera to da un sistema organizza tivo? Shareholder (investitori) and Customer Value - La teoria economica neocla ssica, nonché la tra dizione dello Science Ma na gement ha evidenzia toche la finalità dei sistemi organizza tivi è quella in ultimo di crea reva lorefina nziario e ciò attraverso la capacità di soddisfa re i bisogni e desideri dei clienti disposti così a dacquista reprodotti/servizi. Shareholder and Customer Valuevs. Stakeholder Value - Nel nuovo millennio a fronte dei profondi mutamenti delloscena rio economico-produttivo, sociopolitico ed a mbientale la prospettiva economico-finanzia riaed orienta ta al cliente del concetto di creazione del valore si è modifica ta per ricomprendere una molteplicità di dimensioni di va lore. Creare valore significa soddisfa re i bisogni, aspetta tive, e desideri deglista keholders quindi sitende a a dottare un approccio sta keholder-oriented. La sussistenza di un'organizzazione dipende da molteplici dimensioni senza le quali non sarebbe possibile sostenerla. La competitività di un'azienda è legata allacapacità di crea revalore dove la capacità di crea revalore è la capacità di identifica re e di soddisfa re i bisogni e desideri dei propri sta keholders. Sono competitivo se riesco a da umenta re nel tempo la capacità di creare valore (a nche la PA è soggetto a questo paradigma nonostante la posizione di monopolio). Tutto questo si identifica nel concetto di Value Baseddell'organizzazione.",
    "page": 254,
    "pages": [
      254
    ],
    "keywords": [
      "value",
      "valore",
      "economico",
      "organizzazione",
      "economica",
      "clienti",
      "cliente",
      "azienda"
    ]
  },
  {
    "id": "chunk_254",
    "text": "### 1.3. Mappatura degli stakeholders In generale questi sono gli sta keholders: • Investitori - imprenditori - finanziatori • Clienti & Intermedia ri • lavoratori • Comunità - associazioni di consumatori • Autorità di controllo • Fornitori & Partners • Ambiente natura le ma ognuno di essi appa rtiene a d uno o a d un altro sottoinsieme INTERNAL STAKEHOLDERS EXTERNAL STAKEHOLDERS Impiega ti Fornitori Ma na gers Società Proprietà Governi Creditori Sha reholders (investitori) Clienti EMBA - strategia ed Internazionalizzazione 97 Non tutti gli sta keholders hanno la stessa importanza o influenza e sono di interesse. • Low Interest - High Influence = Keep Sa tisfied • High Influence - High Interest = Key Players • High Interest - Low Influence = Keep Informed • Low Influence - Low Interest = Minima l Effort\n### 1.4. Value Proposition - Promessa di valore È il punto di partenza dal punto di vistadella strategia ed è la sintesi della dichia razione di va loridell'organizzazione. dal punto di vistastrategico il va lorecrea to da un'organizzazione è sintetizza to dal concetto di Value Proposition che rappresenta la promessa di va lorefatta da ll'organizzazione con la fina lità di soddisfa re i bisogni, desideri, ed aspetta tivedegli sta keholders. Le Value Proposition dovrebbero essere allinea te con la missione, la visione e i valori dell'azienda. In altrepa role, ciò che l'azienda offre a i clienti dovrebbe essere coerente con il suoscopo e i suoi principi: • (1) MISSION - Spiega il perché un'azienda esiste - Whywe exists. • (2) VALUES - o valori rappresenta nocos'è importante per l'azienda - Wha t's importa nttous. • (3) VISION - È cosa un'azienda vuole ottenere o diventa re - Wha t wewant.",
    "page": 255,
    "pages": [
      255
    ],
    "keywords": [
      "azienda",
      "clienti",
      "value",
      "proposition",
      "organizzazione",
      "strategia",
      "proprietà",
      "internazionalizzazione"
    ]
  },
  {
    "id": "chunk_255",
    "text": "• STRATEGY - è il pia no complessivo e l'insieme delle a zioni di un'organizzazione per raggiungere i propri obiettivi a lungo termine. Dovrebbe essere strettamente allinea ta con la missione, i valori, la visione ele proposte di va loredell'organizzazione. La strategia dovrebbe riflettere lo scopo dell'organizzazione (missione), i principi (valori), le aspirazioni future (visione) e il modo in cui intende fornire valore a i propri sta keholder (proposte di va lore). Rappresenta la direzione a lungo termine e il pia nodell'impresaper competere ed a vere successo neimerca tiprescelti. • STRATEGISING Esisteva un diva rio tra missione, visione, strategia (1) (2) (3) ele a mbizioni del ma na gement [5] ele a zioni quotidia ne dei dipendenti [6] quindi era arrivato il momento di tradurre la strategia in a zioneed è qui che sono na tistrumenti di gestione stra tegica delle prestazioni [7] che trova no la loro espressione nelle Ba la nced Scoreca rd.\n### 1.4. La Balanced Scorecard (carta di misura bilanciata) - Vision e Strategy Il modello della balanced scorecard traduce la strategia di un’organizzazione in un insieme di misure definite attorno a quattro prospettive • Financial ovvero qua l è la posizione finanzia ria a gli occhi degli investitori • Customer Perspective ovvero come il cliente vede l'azienda • Internal business processes ovvero dove l'organizzazione dovrebbe eccellere • Innovation & learning ovvero definire come l'organizzazione dovrebbe mettere in atto percor",
    "page": 256,
    "pages": [
      256
    ],
    "keywords": [
      "organizzazione",
      "strategia",
      "valore",
      "dipendenti",
      "cliente",
      "azienda",
      "business",
      "missione"
    ]
  },
  {
    "id": "chunk_256",
    "text": "si di formazione per i dipendenti e creare valore per i propri clienti La Ba la nced Scoreca rd è uno strumento di migliora mentodell'efficienza di impresa che consta in un sistema di misurazione e gestione che può stimola re dei miglioramenti di prestazione di tipora dica le oltreche incrementa le. In sostanza: • Misura il miglioramento di un’organizzazione verso i suoi obiettivi strategici consentendo di tradurre la visione ele fina litàstra tegiche in a zioniopera tiveva lutabili attraverso un insieme bilancia to di prospettive di prestazione. • Cattura le aspettative dei clienti e misura le abilità dell’impresa di soddisfarle. • Consente di rendere operativa la strategia tra ducendola in obiettivi a tutti i livelli del sistema organizza tivo. • È uno strumento che consente in modo semplifica to di raccogliere ed integra re enorme mole di dati raccolte consistemi a nche sofistica ti. • Guida il processo di cambiamento.\n#### 1.4.1. I componenti della Balanced Scorecard • Perspectives - 4 a ree di prestazione di impresa. • Objectives - Cosa l'impresa devefa re per soddisfa re la suastrategia; una linea guida è quella di a vere 16 obiettivi misurabili. • Metrics - Misure a dottabili e tangibili che supporta no il raggiungimento degli obiettivi. • Targets - Livelli di prestazione attesi in ba se al pia nostrategico di riferimento. importante • Ogni misura faparte di una catena di collega mentica usa-effetto che viene chia ma tamappa strategica. • Tutte le misure allafine si collega no a i risulta tiorganizzativi e ci permettono di capirequali sono i fattori a bilita nti alla competitività. • Esiste un equilibrio tra le misure di risulta to (finanzia rie, cliente) e i driver di prestazione (proposta di va lore, processi interni, apprendimento e crescita ).",
    "page": 257,
    "pages": [
      257
    ],
    "keywords": [
      "impresa",
      "clienti",
      "dipendenti",
      "valore",
      "organizzazione",
      "strategia",
      "dati",
      "processo"
    ]
  },
  {
    "id": "chunk_257",
    "text": "EMBA - strategia ed Internazionalizzazione 98 • Misuria mociò che è giusto misura re non ciò che è facile. • La strategiasi deve concretizza re in numeri, in indicatori che rendono tangibile l'obiettivo da raggiungere.\n#### 1.4.2 La Mappa Strategica • Step 1. Partia mo da cosa voglia morea lizzare (obiettivi stra tegici) e da come tradurre la nostra strategia: 1. Financial • Migliora re i rendimenti • Migliora re l'efficienza operativa • Amplia re il mix dei ricavi 2. Customer perspective • Migliora re l'affidabilità delle consegne • Aumenta re la gamma di prodotti 3. Internal business process • Sviluppa renuovi prodotti • Migliora re il controllo delle scorte • Ridurre i tempi di consegna • Vendita incrocia ta di prodotti (cross selling) 4. Innovation & learning • Coinvolgere i dipendenti conidee • Educare la forza la voro • Step 2. Nella definizione della ma ppastra tegica si inizia mo alegaregli obiettivi sopraovvero gli obiettivi finanzia ri come sono legati da una logica causa effetto al livello di prospettiva del cliente o aglialtri pillar. L’idea, quindi, è che se miglioria mo l'affidabilità nella fornitura questa a zione dovrebbe a vere un impatto sull'efficienza operativa. E se miglioria mo l'offerta di prodotti dovremo migliora re a nche il fatturato. Stiamo costruendo questa mappa la cui utilità è: o Intanto si mettono le persone intorno a d un ta volo e convergere: è uno strumento di dia logo e di convergenza del proprio pensiero. o È un metodo per ma ppare le ipotesi o assunzioni che noi abbiamo rispetto a cosa è importante discutere o La Strategy Ma p diventa una rappresentazione delle ipotesi che il ma na gement ha in relazione alle dimensioni di ca usa effetto presenti all'interno dell'organizzazione. 1.5.",
    "page": 258,
    "pages": [
      258
    ],
    "keywords": [
      "strategia",
      "internazionalizzazione",
      "ricavi",
      "business",
      "dipendenti",
      "cliente",
      "organizzazione",
      "migliora"
    ]
  },
  {
    "id": "chunk_258",
    "text": "Un Analogia - Albero, frutti e radici Allafine, il va lore che sicrea come azienda (frutti dell'a lbero) sono il risulta to di dimensioni invisibili e di fattori a bilita nti che chiamia mo componenti competitive (radici dell'a lbero). La sfida che abbiamo è il capirequali sono le dimensioni che ca ratterizza no, quali sono questi fattori a bilita nti alla competitività delleorganizzazioni. Tali fattori a bilita nti lichia miamovalue drivers che sono quelle dimensioni che a bilita no a costruire valore (radici), a d essere efficienti e produttivi nei processi, che a bilita no a raggiungere gli obiettivi e che ci a iutano a creare valore finanzia rio, soddisfazione dei clienti, costruire reputazione. Pa rentesi: La reputation non è il ma rketing ola riflessione sull'identità organizza tiva ma la capacità di performa re nel tempo. È un punto di incontro tra azienda (promette valore) e cliente (acquista il prodotto perché l'azienda gli ha i fatto una promessa di va loreed in quell'incontro c'è una soddisfazione. Se l'azienda non è in gra do di soddisfa re il valore vienemeno la sua reputa tion. In definitiva: • I Frutti sono i 4 pilla r • Le Radici sono i Value Drivers 1.6. Fattori abilitanti alla creazione del valore - Le risorse dell'organizzazione Le ca tegorie di risorse funziona li alla trasformazionepiù importa nti per creare valore sono: • Risorse Finanzia rie • Infra struttura • Infrastrutture tangibile ovvero tuttociò che si può tocca re: 1. tecnologia (Impianti, meccanica, mecca tronica ) 2. Infra struttura fisica (Rea l Estate)",
    "page": 259,
    "pages": [
      259
    ],
    "keywords": [
      "valore",
      "azienda",
      "risorse",
      "competitive",
      "processi",
      "clienti",
      "cliente",
      "value"
    ]
  },
  {
    "id": "chunk_259",
    "text": "## 1. Infrastruttura intangibile ovvero il capita le intellettua le o conoscenza:\n## 1. Risorse Umane (Persone)\n## 2. capita le Relaziona le (Relazioni) EMBA - strategia ed Internazionalizzazione 99 ## 3. capitale organizzativo (brand, diritto d’autore, processi, comportamenti, routine)\n## 4. capita le Informa tivo (dati, informazioni, schede tecniche)\n### 1.7. Lesson Learned - Vedere ciò che non sista cercando Vediamo ora un video: https://www.youtube.com/watch?v=vJG698U2Mvo: sitratta del celebre esperimento di Harvard sulla \"cecità da disattenzione\" (inattentional blindness). Nel video, ai partecipanti viene chiesto di contare i passaggi della squadra in bianco, e circa la metàdelle persone non nota una persona vestita da gorilla che attraversa la scena, siferma al centro, sibatte il petto e poi esce. L'esperimento dimostra come, quando siamo concentrati su un compito specifico, possiamo non vedere coseanche molto evidenti che accadono davanti ai nostri occhi. Ora vediamo un secondo video: https://www.youtube.com/watch?v=IGQmdoK_ZfY: In questo video, oltre al gorilla che appare, ci sono altridue cambiamenti inaspettati che la maggior partedelle persone non nota: - Una delle giocatrici in nero escedalla scena (lascia il gruppo) - Il colore dellatenda sullo sfondo cambia (da rosso a oro/giallo) Questo video è stato creato appositamente per le persone che già conoscevano il test originale del gorilla: anche chi si aspettava di vedere il gorilla (e",
    "page": 260,
    "pages": [
      260
    ],
    "keywords": [
      "conoscenza",
      "risorse",
      "relazioni",
      "strategia",
      "internazionalizzazione",
      "capitale",
      "processi",
      "routine"
    ]
  },
  {
    "id": "chunk_260",
    "text": "lo vedeva), comunque non notava gli altri cambiamenti come la ragazza che esce o il cambio di colore dellatenda! La morale di questi esperimenti sull'attenzione selettiva è che è \"facile non vedere qualcosa che non stai cercando\" • Pensiamo di vedere tutto, ma non è così - Sopravva lutiamo nostra capacità di percepire ciò che accade intorno a noi • La concentrazione creacecità - quando siamo focalizza ti su un compito specifico, possia mo perdere a nche le cosepiù evidenti che avvengono da vanti a i nostri occhi. • sapere non basta - Anche conoscendo il trucco (il gorilla ), continuia mo a perdere altri cambiamenti, ad esempio, la ra gazza che esce, la tenda che cambia colore. • Attenzione ai \"punti ciechi\" - Nelleorganizzazioni, nellaguida, nel la voro: se sia motroppo concentra ti su un obiettivo, rischia mo di perdere opportunità, pericoli o segnali importa nti Nel contesto della presentazione, questo concetto si collega all'importanza di: • Non foca lizzarsi solosulla tecnologia o solosugli aspetti umani • mantenere una visione a mpia e bilancia ta • Integra re pensiero raziona le ed emotivo - il modello CKIM • Essere a perti all'ina spetta to e all'innovazione 1.8. Le componenti intangibili: la conoscenza nell'organizzazione La conoscenza come fattore a bilita ntenelle dinamiche di creazione del valore perché è importante? In che modo la conoscenza all’interno della vostra organizzazione influisce sulla vostra capacità di creare valore? Per rispondere a questa domanda possia mo utilizza redue prospettive di riferimento per spiega re il ruolodella conoscenza all'interno dell'organizzazione.",
    "page": 261,
    "pages": [
      261
    ],
    "keywords": [
      "conoscenza",
      "organizzazione",
      "valore",
      "tecnologia",
      "innovazione",
      "non",
      "all",
      "perdere"
    ]
  },
  {
    "id": "chunk_261",
    "text": "Le conoscenze organizza tive, i Knowledge Assets, rappresenta no in modo crescente le dimensioni di va loredelle organizza zionied i fattori a bilita nti alledina miche di creazione del va lore e di innovazione e rappresenta no l'80% del tota le va loredell'organizzazione. Esempio della Coca Cola Le componenti inta ngibili di Coca-Cola rappresenta no una parte enorme del va loredell'azienda. Ecco le principa li: 1. Brand - Ma rchio • Il ma rchio Coca-Cola è stato per decenni il più prezioso al mondo (oggiva le circa $80 miliardi) • Non appare nel bila ncioperché è statocrea to internamente, non acquistato • Include: logo iconico, colori rosso e bianco, scritta distintiva 2. Attaccamento emotivo dei consumatori • Le campa gne ma rketing hanno creato un lega me emotivo profondo tra i consumatori e il ma rchio • Associazioni confelicità, condivisione, momenti specia li (\"Open Ha ppiness\", \"Share a Coke\") 3. Ricetta segreta - Tra de Secret • La formula origina le è uno dei segreti commercia lipiù famosi al mondo • Custodita in un cavea u a d Atlanta 4. Know-how e competenze • conoscenze sulla produzione, distribuzione, ma rketing • capacità di innovazionenei prodotti 5. Relazioni congli sta keholder • Retegloba le di partner e imbottigliatori • Rapporti condistributori, rivenditori, fornitori 6. Immagine e reputazione EMBA - strategia ed Internazionalizzazione 100 • Riconoscibilità globa le • Fiducia dei consumatori costruita in oltre130 anni 7. Design distintivo • La forma unicadella bottiglia (brevetta ta ) • Packaging riconoscibile ovunque 8.",
    "page": 262,
    "pages": [
      262
    ],
    "keywords": [
      "conoscenze",
      "knowledge",
      "innovazione",
      "organizzazione",
      "azienda",
      "relazioni",
      "partner",
      "strategia"
    ]
  },
  {
    "id": "chunk_262",
    "text": "Cultura organizza tiva • Valori azienda li, clima interno, modo di operare Dato interessante: Gli assetinta ngibili di Coca-Cola ammontano a circa $32 miliardi nel bila ncio, ma il valore rea le del bra nd e degliinta ngibili è molto superiore, rappresenta ndo la maggior partedella capita lizzazione di merca todell'azienda.\n#### 1.8.1 La prospettiva di tipo statico - La metafora dell'ICEBERG Aiuta a definire qua l è il va lore economico dell'organizzazione. Per spiega re questa prospettiva si utilizza la meta foradell'ICEBERG secondo la quale la gra n parte del valore economico è legato alle componenti inta ngibili. La meta foradell'iceberg è perfetta per rappresenta re la prospettiva statica degli assetinta ngibili di un'organizzazione: Iceberg degli intangibili Parte visibile - sopra l'acqua - 10% Ciò che sivede da ll'esterno: • Brand • Brevetti (Patents) • Identità • Design Parte sommersa - sotto l'acqua - 90% Ciò che non si vede ma costituisce la vera forza: • Know-how • Cultura /Climaorganizzativo (Culture/Climate) • Comporta mentoorganizzativo (Organiza tiona l behavior) • Relazioni congli sta keholder (Sta keholder Rela tionships) • Immagine e Reputazione (Image & Reputa tion) • Copyrights • Segreti commercia li Il messaggio chiave è che per le organizzazioni adalta intensità di conoscenza, granparte del valore è legato agli intangibili Come un iceberg, la parte più gra nde e importantedell'organizzazione è nascosta sotto la superficie. Il va lore visibile (prodotti, edifici, ma cchina ri) è solo una piccola parte. La vera fonte di vantaggio competitivo stanegli assetinta ngibili sommersi: le conoscenze, le relazioni, la cultura, il know-howdelle persone.",
    "page": 263,
    "pages": [
      263
    ],
    "keywords": [
      "cultura",
      "valore",
      "organizzazione",
      "azienda",
      "economico",
      "relazioni",
      "brevetti",
      "organizzazioni"
    ]
  },
  {
    "id": "chunk_263",
    "text": "Questo spiega perché aziende come Coca- Cola hanno un valore di merca to enormemente superiore al valore contabile dei loro asset tangibili.\n#### 1.8.2 La prospettiva di tipo dinamico - La metafora dell'ALBERO analizza il ruolo della conoscenza come fattore a bilita nte che dobbia mo gestire per migliora re le presta zioniorganizzative e quindi a bilita re l'organizzazione a creare valore ed essere competitiva. La meta foradell'a lbero rappresenta la prospettiva dinamica della conoscenza organizza tiva: L'albero della conoscenza Chioma (foglie e frutti) - Ciò che sivede • Values (Valori) • Value Proposition (Proposta di va lore) • Strategy (strategia ) • Objectives (Obiettivi) Tronco e rami - I processi • Processes & Performa nces (Processi e Prestazioni) • Organisa tiona l Capa bilities (capacitàorganizzative) 1.Competenze operative e distintive 2.Competenze dinamiche Radici - La fonte nascosta di nutrimento • Competencies (Competenze) EMBA - strategia ed Internazionalizzazione 101 • Knowledge (conoscenza ) • capita l (capita le) 1. Brainwa re (capita le uma no/intellettua le) 2. Softwa re 3. Netware (relazioni/network)\n## 4. Ha rdwa re La differenza chiave rispetto all'iceberg Iceberg (Statico) Albero (Dinamico) Fotogra fa un momento Mostra la crescita e l'evoluzione Gli inta ngibili sono \"nascosti\" Gli inta ngibili sono le \"radici\" che nutrono Visione fissa Visione di flusso e trasformazione Il messa ggiochia ve è la capacità di migliora re continuamente le presta zioniorganizzative dipende dalla gestione della conoscenza.",
    "page": 264,
    "pages": [
      264
    ],
    "keywords": [
      "conoscenza",
      "valore",
      "strategia",
      "processi",
      "aziende",
      "organizzazione",
      "value",
      "proposition"
    ]
  },
  {
    "id": "chunk_264",
    "text": "Come un a lbero: • Le ra dici (conoscenza ) assorbono nutrimento dal terreno • Il tronco (competenze e capacità ) tra sporta la linfa vita le • La chioma (risulta ti, valore) fiorisce e produce frutti Senza radici forti e profonde, l'albero non può crescere néprodurre frutti. La conoscenza è la risorsa ela fonte dellacapacità organizza tiva di creare valore, innova re e competere.\n### 1.9. creazione di Valore e Performance: duefacce della stessa medaglia Da un punto di vista gestiona le ovvero di governo delleorganizzazioni, è necessa rio individua re le dimensioni della conoscenza nellaconsa pevolezza che ta li dimensioni sono gli elementi che fungono da Value Drivers (fattori a bilita nti) che consentono di crea revalore. E allora cerchia mo di capire come le conoscenze entrano in gioco e per fa re questo introducia mo un modello. La competitività di un’organizzazione sigioca sulla creazione di valore per gli stakeholders ma per creare questo valore, che è la soddisfazione dei bisogni e desideri dei clienti è necessa rio gestire le performa nce azienda li. Va da séchevalore (concetto strategico che esprime un’esigenza) e performa nce (concetto operativo che esprime la capacità di soddisfare l'esigenza) sono due faccedella stessa medaglia. quando siparla di performa ncesiparla di: • LIVELLO DI EFFICACIA - capacità di raggiungere l'obiettivo • qualiTA'• OGGETTIVA - Standa rd del prodotto • SOGGETTIVA - esperienza che vivo del prodotto 1. TEMPO 2. COSTO 3. REPUTAZIONE",
    "page": 265,
    "pages": [
      265
    ],
    "keywords": [
      "valore",
      "conoscenza",
      "value",
      "conoscenze",
      "organizzazione",
      "clienti",
      "azienda",
      "strategico"
    ]
  },
  {
    "id": "chunk_265",
    "text": "## 1. LIVELLLO DI EFFICIENZA - Ottimizza zionedelle risorse 1.10 - Il legame tra performance, processi, competenze edasset Per crea revalore le organizzazioni devono gestire le loro performa nce. Queste performa nce sono riconducibili alle dimensioni (qualità, tempo, costo, reputazione). Per rea lizzare un livello di performa nce a deguato le organizzazioni devono analizza re i loro processi (ma ppa re, definire, decidere cosava fatto) edecco come il livello di performance è legato a d un tema di processi. La ma ppatura dei processi è una condizione necessa ria ma non è sufficiente poiché per poter definire e gestire i processi servono le competenze e gli asset (risorse). Lo svolgimento delle attività all'interno delleorganizzazioni richiede che l'organizzazione abbia costruito al suo interno un dominio di competenze per rea lizzare tali attività. Queste competenze sono lega te a tutti gli asseted alle conoscenze delleorganizzazioni. La logica concettuale che a iuta a capire i fattori a bilita nti alla competitività è questa: • La competitività è creazione del va lore • La competitività la leggo attraverso i livelli di performa nce • dal punto di vistastrategico la misurazione dei livelli di performa nce è corretto poiché è da i livelli di performance che l'organizza zioneca piscequa nto è in gra do di genera revalore • Per poter determina re il livello di performa nce c'è bisogno di ma pparetutti i processi • Per ma ppare i processi l'azienda deve gestire le competenze capendo se con le competenze interne riesce a ma ppare le attività • Le competenze si declina no in: EMBA - strategia ed Internazionalizzazione 102 1. Competenze operative (come faccio le cose) 2. Competenze dinamiche (a bilità di apprendere e disa pprendere).",
    "page": 266,
    "pages": [
      266
    ],
    "keywords": [
      "processi",
      "attività",
      "risorse",
      "organizzazioni",
      "costo",
      "organizzazione",
      "conoscenze",
      "azienda"
    ]
  },
  {
    "id": "chunk_266",
    "text": "Le organizzazioni devono costruire dei sistemi che a iutano le persone a modifica rsi, a d apprendere. • I sistemi di misurazione devono essere introdotti a supporto dell'apprendimento organizza tivo (es. Federico Del Pezzo) • Le misure le posso implementa re come un sistema di controllo che allaba se del ta ylorismo (Taylor, 1919) ma nell'ottica di monitoraggio. Poi c'è il concetto di valutazione che dipende da un concetto di comprensione, silega alla misurazione ma è più nell'ottica di capirecosa sta succedendo. Il tema è che i sistemi di misura delle prestazioni dovrebbero essere utilizza ti come strumenti di va lutazione e non di controllo. Si raccolgono i dati e sistematicamente all'interno dell'azienda il da to dovrebbe essere utilizza to a titolo di confronto: cosa non funziona? perché non funziona? quali sono i problemi? Questo confronto diventa il pa rametro di ba se per poter articolare quella conversazione tra gli indicatori, quindi, diventa lo strumento per poter riflettere. I sistemi di misura vanno utilizza tinella logica di un miglioramento continuo PDCA rappresenta to dal ciclo di Deming (o ruota di Deming): P - PLAN (Pianificare) • Identifica re il problema o l'opportunità • analizza re la situazione attua le • Definire obiettivi e tra gua rdi • Sviluppa re un piano d'a zione D - DO (Fare) • Implementa re il piano • Eseguire le a zioni previste • Raccogliere dati durante l'esecuzione • Testare su piccola sca la (se possibile) C - CHECK (Verificare) •",
    "page": 267,
    "pages": [
      267
    ],
    "keywords": [
      "dati",
      "organizzazioni",
      "azienda",
      "sistemi",
      "utilizza",
      "non",
      "misurazione",
      "dell"
    ]
  },
  {
    "id": "chunk_267",
    "text": "Misura re i risulta ti ottenuti • Confronta re congli obiettivi pia nifica ti • analizza regli scostamenti • Identifica recosa ha funziona to e cosano A - ACT (Agire) • Standa rdizza reciò che funziona • Correggere ciò che non funziona • Implementa re i miglioramenti • Ripartire con un nuovociclo Il miglioramento non è un evento, ma un processo continuo. Il PDCA rappresenta l'apprendimento organizza tivo: ogniciclo porta l'organizzazione a un livello superiore di performa nce, come una spira le ascendente. Si collega alla gestione della conoscenza: ogniciclo genera nuova conoscenza che viene incorpora tanei processi e nelle competenze dell'organizzazione. • I sistemi di misura delle prestazioni possono essere utilizza ti per costruire la cultura della misura in va rieforme o lo utilizzo per sostenere dinamiche di apprendimento organizza tivo (GOOD) o lo utilizzo come dia gnosi e monitora ggio del sistema azienda (GOOD) o lo utilizzo in modo coercitivo e di controllo (BAD) • Come implemento il sistema di misura delle prestazioni è un fatto di cultura e quindi a nche il ma na gement deve a vere la sua filosofia nel fa r si di stimola re una crescita positiva (fa r siche le persone e l'organizzazione migliorino) ed a nche accetta recheci sianodelle flessioni nelle performa nceperché l'organizzazione magarista affronta ndo un percorso di trasformazioneed apprendimento. • Il pensiero strategico si collega allaparte operativa (gestione dellaqualità, coinvolgimento del personale...) grazie a i sistemi di misura delle prestazioni.",
    "page": 268,
    "pages": [
      268
    ],
    "keywords": [
      "organizzazione",
      "conoscenza",
      "cultura",
      "processo",
      "processi",
      "azienda",
      "strategico",
      "misura"
    ]
  },
  {
    "id": "chunk_268",
    "text": "Ma affinché il SMP funzioni non debba essere utilizza to in ma niera coercitiva e di controllo ma come strumento di supporto a creare questo a mbiente di sviluppo continuo delle competenze dinamiche che poi significa struttura zionedella conoscenza. RIASSUNTO. Le nostre organizza zionicrea novalore gestendo le performa nce analizza ndo e struttura ndo i processi quindi riorganizzandoli e monitora ndoli continuamente. Affinché i processi vengano eseguiti dobbia mo introdurre la ma ppatura delle competenze, come gli a ndiamo a sviluppa re e struttura re. Le competenze organizza tive sono il risulta todell'assembla ggio di tutte quelle che sono le conoscenze ed asset che a vario titolo sivanno astra tifica re dentro l'organizzazione. Sono le conoscenze che rappresenta no le competenze organizza tive e sono quelle che ci a bilita no a creare valore. EMBA - strategia ed Internazionalizzazione 103 ### 1.11. informazione e conoscenza nelle organizzazioni I dati sono informa zioniquando vengono aggrega ti (es. del caschetto consensori dati a tutti gli studenti per monitora re il livello di attenzione: nuvola di punti). Nelle aziende ci sono ma sse di datiche aggrega ti diventa no informazioni (PowerBI, Qlik). Non è a ncora conoscenza poiché affinché diventi ta le vamessa in relazione conqualcosa ma a ncor di più le informazioni diventa no conoscenza quando sono interpreta te. La conoscenza sicrea tra mite processi associa tivi che ristruttura no le ma ppe mentali. Fino a d un pa io di annifa, la conoscenza veniva interpreta ta dalle persone, siamonoi che leggia mo i dati e gli interpretiamo.",
    "page": 269,
    "pages": [
      269
    ],
    "keywords": [
      "conoscenza",
      "processi",
      "dati",
      "conoscenze",
      "informazioni",
      "organizzazione",
      "valore",
      "strategia"
    ]
  },
  {
    "id": "chunk_269",
    "text": "Questo erava lidofinché non è entrata in gioco l'intelligenza a rtificia le che oggi interpreta i dati in ma niera a utonoma ovvero in moda lità genera tiva congli LLM (La rge La ngua ge Model). Oggi l'AI a iuta a genera re conoscenza da i dati.\n#### 1.11.2. La natura della conoscenza - Approccio Epistemologico conoscenza TACITA ESPERIENZIALE La conoscenza Tacita è legata a d una comprensione intuitiva ed è difficile da spiega reed articolare. Fonda mentalmente legata a d una profonda esperienza e pratica operativa. \"sappiamo più di quanto possiamo dire\" (Polanyi) • Non struttura ta • Difficile da esprimere e articolare • Legata all'intuizione e all'esperienza • Risiede nelle persone 1. Talenti 2. Esperti 3. Relazioni\n## 4. Comportamenti Esempio: saper a ndare in bicicletta, riconoscere un volto, l'intuito di un ma nager esperto, una persona che conosce a menadito l'ERP, un commercia le che ha conoscenza delledina micherela zionali, empatia, come prendere una persona. conoscenza ESPLICITA (Codificata/Strutturata) La conoscenza Esplicita/Codificata/Strutturata è legata ad una rappresentazione informativa che descrive l’essenza, la procedura esecutiva di un’attività, la soluzione di un problema o realizzazione di un prodotto. • Può essere espressa e documenta taed è struttura ta • Tra sferibile attraverso lingua ggioformale • Risiede nelle tecnologie estrumenti 1. Da ta ba se 2. ICT 3. Documenti 4. Procedure",
    "page": 270,
    "pages": [
      270
    ],
    "keywords": [
      "conoscenza",
      "dati",
      "tacita",
      "esplicita",
      "intelligenza",
      "model",
      "polanyi",
      "relazioni"
    ]
  },
  {
    "id": "chunk_270",
    "text": "## 5. manua li Esempio: Un manua le operativo, una formula ma tematica, una ricetta scritta, approccio McDona lds Note: • Il successo dell'organizzazione dipende da queste due dimensioni di conoscenza • La conoscenza esplicita, che è quella che si ha ed è legata alle persone, ha un problema: costa codifica rla • Un ERP è un processo di codifica: esterna lizzazione della conoscenza degli esperti in conoscenza esplicita. Questo è un processo importanteperché può essere codifica to e fatto eseguire a nche da i robot. La McDona ld non lo fa perché il robot costa a ncorapiù delle persone. Il processo di codifica è propedeutico all'a utomazione dei processi. Le tecnologie in azienda non sono altro che sistemi di codifica. quando codifico la conoscenza posso combina rla con altre conoscenze codifica te quindi: codifico la conoscenza, faccio i lingua ggi di progra mmazione softwa re e liposso collega re con i robot inizia ndo a creare meccanismi di integrazione e di a utomazione. Processi tecnologici sono processi di gestione della conoscenza, nascono dalla codifica. Allafine, le tecnologie hanno incorpora to quella conoscenza che una voltaera partedell'attività delle persone. • La conoscenza è il fattore a bilita nte la creazione di va lore ela conoscenza sitraduce in tecnologie • Le conoscenze nascono a livello TACITO, l'esperienza poi la sipuò esterna re e può diventa re tecnologia, brevetto. Questa codifica ci permette di combina re con altre conoscenze codifica te. • La conoscenza tacita viene codifica ta e combina ta diventa conoscenza esplicita, quando interna lizzata diventa tacita. • Le conoscenze tacite che sono stra tegiche se in ma no a poche persone diventa no un fattore a nti-a bilita nte.",
    "page": 271,
    "pages": [
      271
    ],
    "keywords": [
      "conoscenza",
      "conoscenze",
      "esplicita",
      "processo",
      "processi",
      "tecnologie",
      "tacita",
      "organizzazione"
    ]
  },
  {
    "id": "chunk_271",
    "text": "EMBA - strategia ed Internazionalizzazione 104 • Il modello Il Modello SECI (Nonaka e Ta keuchi, 1995): La creazione di conoscenza avviene attraverso 4 processi di conversione: Socializzazione [T→T]: Condivisione di esperienze, apprendistato Esternalizzazione [T→E]: articolare la conoscenza tacita in concetti espliciti Combinazione [E→E]: Combina re diverse conoscenze esplicite Internalizzazione [E→T]: \"Learning bydoing\", la conoscenza esplicita diventa tacita Il messa ggio è che la conoscenza codifica ta è il percorso per lo sviluppo delle tecnologie. Da un punto di vista cognitivo: • La tecnologia è conoscenza incorpora ta in un metodo e uno strumento • Una tecnologia può essere vista come conoscenza codifica taresa tangibile Questo spiega il lega metra gestione della conoscenza e innovazione tecnologica, inclusa l'Intelligenza Artificia le.\n### 1.12. Le dimensioni del capitale cognitivo Il capita le cognitivo (o intellettua le) di un'organizza zionesi a rticola in quattro dimensioni interconnesse:\n## 1. capitaLE UMANO Le persone ele loro competenze tecniche specia listiche (a bilità di fa re le cose) e l'attitudine (soft skills) Parte emoziona le e raziona le via ggiano insieme. • conoscenze e competenze individua li • Talenti ed esperti • Creatività e innovazione • Motivazione e impegno • capacità di apprendimento • Lea dership È la conoscenza che \"escedalla portaogni sera\"",
    "page": 272,
    "pages": [
      272
    ],
    "keywords": [
      "conoscenza",
      "tacita",
      "conoscenze",
      "tecnologia",
      "innovazione",
      "capitale",
      "strategia",
      "internazionalizzazione"
    ]
  },
  {
    "id": "chunk_272",
    "text": "## 2. capitaLE organizzaTIVO La struttura e i processi dell'organizzazione: • Cultura organizza tiva • Clima azienda le • Routine e procedure • Struttura organizza tiva • Sistemi di gestione • Brevetti e proprietà intellettua le • Valori e norme È la conoscenza che \"rimane quando le persone vanno a casa\"\n## 3. capitaLE INFORMATIVO & tecnologico L'infrastruttura tecnologica e informa tiva: • Sistemi informa tivi (ICT) • Da ta ba se e a rchivi • Softwa re e applicazioni • Ha rdwa re • Tecnologie di comunicazione • Intelligenza Artificia le • Big Da ta e Ana lytics È la conoscenza codificata negli strumenti\n## 4. capitaLE RELAZIONALE Le relazioni con l'esterno e l'interno: • Relazioni conclienti • Relazioni confornitori e partner • Network e alleanze • Reputazione e immagine • Brand e fiducia • Relazioni con la comunità • Rapporti conistituzioni EMBA - strategia ed Internazionalizzazione 105 È la conoscenza incorporata nelle connessioni L'integrazione delle quattro dimensioni capitale domanda chiave Esempio Coca-Cola Umano Chi sa? Esperti di ma rketing, ricercatori organizzativo Come faccia mo le cose? Cultura azienda le, processi produttivi Informativo/tecnologico qualistrumenti usiamo? Sistemi IT, formula segreta codifica ta Relazionale Conchi siamo connessi? Rete di imbottigliatori, fedeltà clienti Il messaggio chiave: Il successo organizza tivo deriva da ll'integrazione e bilanciamento di tutte e quattro le dimensioni del capita le cognitivo. Non basta a vere persone eccellenti (capita le uma no) se non ci sono sistemi per tra ttenere e condividere la conoscenza (capita le organizza tivo e tecnologico) e relazioni solide con il mercato (capita le rela ziona le).",
    "page": 273,
    "pages": [
      273
    ],
    "keywords": [
      "relazioni",
      "capitale",
      "conoscenza",
      "processi",
      "cultura",
      "azienda",
      "organizzazione",
      "routine"
    ]
  },
  {
    "id": "chunk_273",
    "text": "La gestione della conoscenza deveopera re su tutte e quattro le dimensioni in modo integra to. 1.12. Le dimensioni del capitale cognitivo - Focus su un paio di dimensioni. Ciò che vamesso in evidenza è che nelle prospettive, in a lcune aziende soprattutto oggi, aziende ospeda liere e banche, un esercizio che a lcune aziende fanno è quello di costruire quello che viene chia ma to il report del capitale intellettuale, cioè quello che cerca no di fare intorno a queste ca tegorie è di ma ppare, identifica regli asset. Perché lo fanno? Lo fanno un po'per quella dimensione che vi dicevo prima di identifica re i fattori a bilita nti in termini di definizione del va lore ma a ncheperché riconoscono che queste sono dimensioni essenzia li per la loro competitività. Quindi se dovessimo pensare a d un report del capita le intellettua le come si costruisce? Si costruisce partendo da queste quattro ca tegorie e costruendo all'interno di queste ca tegorie dimensioni che ne misura no l'entità. Potremmo parlare a lungo ma non è su questo che vorrei sofferma rmiqua nto invece sul fatto che quando consideria mo i nuovi, le nuove dimensioni di competitività dell'organizzazione che è un po'il tema vero di questo semina rio, quali sono le dimensioni che determinano la competitività dell'organizzazione? Sono due le componenti, da un la to abbiamo quelle che chia miamo tecnologie digitali ma è sempre più quella che è l'intelligenza a rtificia le e da ll'altro quelli che sono invece i fattori",
    "page": 274,
    "pages": [
      274
    ],
    "keywords": [
      "aziende",
      "capitale",
      "organizzazione",
      "conoscenza",
      "intellettuale",
      "tecnologie",
      "digitali",
      "intelligenza"
    ]
  },
  {
    "id": "chunk_274",
    "text": "umani quindi quando ricerchia moquali sono i fattori a bilita nti su cui dover investire per ga rantire lo sviluppo competitivo dell'organizzazione dobbia moguardare all'organizzazione su queste due prospettive: • COMPONENTE TECNOLOGICA • COMPONENTE UMANA Queste due componenti un po'richia ma no quello schema di ra zionalità ed emotività menziona teprima. Abbiamo detto che l'efficienza, la capacità di performa re a livello personale di un individuo è legata allacapacità di integra re componente raziona le tecnica e componente emotiva. Questo modello lo possia mo estendere a livello organizza tivo e dire che la competitività di un'organizza zioneoggi è legata da un la to allesue componenti raziona lied allesue conoscenze tecniche però da ll'altro la to a nche a quegli aspetti umaniche sono distintivi della persona e che sono importa nti per lo sviluppo dell'organizzazione. Quello che vedremo, capiremo come queste due dimensioni possono essere analizza te e possono essere quindi più gestite. Qua l è l'assunto di fondo? Che di fatto le organizzazioni competono come sistemi cognitivi cioè l'organizzazione allafine ciò che le consente di opera re è l'abilità di trasformare informazioni in conoscenza, di gestire le conoscenze; quindi, dal punto di vista teorico, concettua le le organizzazioni possono essere assimila te a tutti gli effetti a degli organismi che processano conoscenze.",
    "page": 275,
    "pages": [
      275
    ],
    "keywords": [
      "organizzazione",
      "conoscenze",
      "organizzazioni",
      "competitivo",
      "informazioni",
      "conoscenza",
      "componente",
      "due"
    ]
  },
  {
    "id": "chunk_275",
    "text": "Qui un esercizio, se doveste spiega re a d un bambino, con un'immagine che cos'è un'organizza zionequa l è l'immagine che vi verrebbe inmente che meglio rappresenta l'organizza zionenella quale operate? • La fa miglia • L'a lveare • l'immagine della fabbrica • l'ufficio • la scuola • il corpo umano alloraperché questo? perché le meta fore sono lo strumento più potente di codifica della conoscenza e rappresentano lo strumento di narrazione e di comunicazionepiù potente perché in un'immagine noi riuscia mo a veicola retante informazioni. Nel ca so di specie, quell'immagine che rappresenta l'organizzazione, che voi proietta te come immagine, di fatto dietronasconde tutte le ipotesi che voi vedete o come interpreta te l'organizzazione. Perché se la vedete come corpo umano, pensate a questa organicità, a questa funzionalità, a questa rappresentazione olistica, cioè non esiste un corpo umanosenza la testa una testasenza dellegambe quindi c'è un'organicità. Se invece pensia mo allafa miglia c'è questa ideava loria le EMBA - strategia ed Internazionalizzazione 106 siamo una fa miglia però non tuttipensa no allafa miglia quando pensano all'organizzazione, qualcuno può a vere una visione più mecca nicistica. Qualcuno porrebbe dire che è una la vatrice. Chi però ha una visione più orga nicapiù natura listica riconosce che di fatto l'organizzazione cresce come sistema che evolve. Se a vessimo fatto questa domanda negli anni 90, sarebbe statopiù facile a ver ottenuto risposte più lega te alla la vatrice.",
    "page": 276,
    "pages": [
      276
    ],
    "keywords": [
      "organizzazione",
      "conoscenza",
      "informazioni",
      "strategia",
      "internazionalizzazione",
      "immagine",
      "miglia",
      "corpo"
    ]
  },
  {
    "id": "chunk_276",
    "text": "Oggi invece abbiamo in qualche modo tacitamente metabolizzato che l'organizzazione non è una lavatrice, non è una struttura che possiamo pianificare, progettare e controllare, è un sistema organico che evolve ed è proprio la sua evoluzione cognitiva, come un corpoumano, come una pianta, che esplicita la sua capacità di adattamento, di resilienza, di innovazione. Di fatto l'organizzazione, sottoquesto aspetto da un punto di vista concettua le, può essere vista come un sistema cognitivo, cioè l'organizzazione apprende, è un sistema sociotecnico, dove abbiamo partesocia le e parte tecnologica che coesistono e coinvolgono in un processo di sviluppo. Quindi in questa prospettiva c'è la parte tecnologica e c'è una parte umanache devono coesistere e si devono in qua lchemodo sviluppa re nel tempo. E l'organizzazione è un sistema di conoscenza, e come ta le, nelle nostre organizza zionisia mochia ma ti a costruire dei sistemi di gestione della conoscenza che è quello che sono chia ma tiknowledge management systems. Esiste a nche una norma ISO 30401 che definisce come questi knowledge ma na gement systems che devono essere creati. Diamo per assodatoche questa conoscenza va gestita. importante notare che esiste questo continuo flusso di interazioni, di integrazioni e di co-sviluppo tra dimensione umana e componente tecnologico. Queste due dimensioni poi evolvono, sisviluppa no, perché l'organizzazione di fatto è un sistema, come si diceva prima, sociotecnico, cioè c'è una componente sociale di cui noici dobbia moprendere cura, e dal punto di vista gestiona le, dobbia mofa r sviluppa retutta la parte delle persone, dellerelazioni e c'è una parte tecnologica che dobbia mo a ndare a sviluppa re di nuovo. Queste due dimensioni devono essere integra tetra di loro.",
    "page": 277,
    "pages": [
      277
    ],
    "keywords": [
      "organizzazione",
      "conoscenza",
      "esplicita",
      "innovazione",
      "processo",
      "management",
      "knowledge",
      "sistema"
    ]
  },
  {
    "id": "chunk_277",
    "text": "Ora tutto questo per arrivare a dire che la capacità competitiva è frutto di questa a bilità di mettere insieme da una parte quello che chia mia motrasformazione digitale con l'introduzione dellenuove tecnologie e l'intelligenza a rtificia le che costituiscono la parte tecnologica (Industry 4.0 poi estesa alla 5.0 che concettua lmente significa sposta re l'attenzione dal semplice produrre la ma cchina a capire come le persone intera giscono con la ma cchina ) da ll'altra le componenti umaneentra mbeugua lmente importa nti per migliora re l'efficienza ed effica ciadell'organizzazione. Un errore che si commette è che la tra nsizione digita le e tecnologica sia la panacea di tutti i ma li. In rea ltà non è così. Esemplifica tivo il modello di Pistoletto, che parla del terzo paradiso che rappresenta perfettamente l'integrazione tra: Dimensione significato Pensiero razionale tecnologia, a rtificio, progresso Pensiero emotivo Arte, natura, estetica Sintesi (Terzo Paradiso) innovazione sostenibile, equilibrio Il messa ggiochia ve nel contesto del corso è che l'a rte ele tecnologie estetiche possono guidare l'integrazione tra raziona lità e creatività. Come il Terzo Paradiso di Pistoletto suggerisce, il futuro delleorganizzazioni non sta nella scelta tra tecnologia O Umanità oppure tra AI O Creatività umana oppure tra Raziona le O Emotivo ma nella loro integrazione a rmoniosa - esatta menteciò che propone il Convergent Knowledge Innovation Model (CKIM).",
    "page": 278,
    "pages": [
      278
    ],
    "keywords": [
      "tecnologie",
      "tecnologia",
      "digitale",
      "intelligenza",
      "organizzazione",
      "innovazione",
      "knowledge",
      "model"
    ]
  },
  {
    "id": "chunk_278",
    "text": "L'idea è che la fusione della nostra capacità competitiva e l'integrazione di parti tecnologiche che a vanzano, sisviluppa no e che come conoscenza codifica taentro la nostra organizzazione e parteuma nache contempla gli aspetti più comporta mentali, intuitivi di imma ginazione, di emozione di dimensioni che nel passato non veniva noprese in considerazione e che invece come nuovi fattori competitivi sono importa nti per lo sviluppo dell'organizzazione e vedremo come. Quindi l'idea è che queste due integra zionidebba noparla rsi fra di loro. 3. Il ruolo dell'IAnello sviluppo della capacità competitiva delle organizzazioni Per qua ntorigua rda la trasformazione digita le, abbiamo vissuto due momenti ovvero abbiamo vissuto negli ultimi dieci anni questa attenzione al temadella trasformazione digita le, cioè l'idea, che l'affermazione di nuove tecnologie: dalla stampa nte 3D al 5G a quelle che sono tutte le tecnologie che orma i sono diventa te IoT, potessero trasformare l’organizzazione; quindi, c'è statanegli ultimi 10 annianche dal punto di vista normativo una grande attesa. Intanto bisogna dire che la trasformazione digitale non è semplicemente trasforma re il documento a na logico in digita le ma è a ndare in qua lchemodo automatizzare i processi. Quello che era il processo che abbiamo ma ppato, che primasisvolgeva in moda lità a nalogica, dopoche l'ho ma ppato comincio a capire come posso costruirci sopra il compilatore il simulatore o l'analisi a utomatica per svolgere quell'attività in modo digitale, processua le a utomatizza to. La trasformazione digita le può essere analizza ta su tre livelli di impa tto: 1. Automatizzazione dei processi.",
    "page": 279,
    "pages": [
      279
    ],
    "keywords": [
      "organizzazione",
      "tecnologie",
      "digitale",
      "processi",
      "conoscenza",
      "organizzazioni",
      "processo",
      "attività"
    ]
  },
  {
    "id": "chunk_279",
    "text": "Viene utilizza ta per poter cambia re a da utomatizzare i processi quindi primagli ordini veniva no gestiti manualmente a dessova do con i processi digita li a utilizza re softwa rechemi gestiscono tutta la catena di fornitura, da ll'ordine, dal cliente, dal punto vendita, arriva direttamente l'ordine in produzione, secondo la logica just in time, avvio la produzione, è tutto quello che è. Quindi abbiamo la prima, impatto della trasformazione digita le, che è l'a utomatizzazione dei processi. EMBA - strategia ed Internazionalizzazione 107 ## 2. Customer Service. Il secondo impatto della trasformazione digita le è tuttociò che attiene la Customer Service. Mentre prima magari a vevamo, come dire, tutta una parte di contatto umano, relazione, con la trasformazione digita le abbiamo comincia to a d introdurre chatbot piuttosto che interfa cce di comunicazione dove tu inoltri la richiesta alla azienda e ti arriva immedia tamente una mail di risposta che ti risponderemo e quindi tuttociò che rigua rdarelazione con il cliente, fino a d arrivare a i modelli di business di acquisto online e di gestione online degli a cquisti.\n## 3. Modelli di Business. L'ultimo ambito di applicazione che è la trasformazione dei modelli di business. Grazie alla trasformazione digita le cioè all'utilizzo di internet abbiamo comincia to ascoprire che possia mo costruire delle aziende virtua lizzate, che possia mo vendere i nostri prodotti online, e quindi svolgere tutta una serie di attività sfrutta ndo quelli che sono i canali digita li. Questa è la trasformazione digita le che trova, che trova tenelle slide dei modelli che spiega no a nche come la trasformazione digita le può essere applica ta.",
    "page": 280,
    "pages": [
      280
    ],
    "keywords": [
      "processi",
      "business",
      "cliente",
      "strategia",
      "internazionalizzazione",
      "azienda",
      "aziende",
      "attività"
    ]
  },
  {
    "id": "chunk_280",
    "text": "Questo è uno dei modelli dell'MIT (Capgemini) che definiscono come la trasformazione digita le può essere implementa ta ma quello che io voglio mettere in evidenza non è tantooggi la trasformazione digita le come le tecnologie internet based ma qua l è il ruolo dell'intelligenza a rtificia le che è il tema oggipiù caldo. Ma che cos'è l'intelligenza a rtificia le? È una trasformazione digita le? È uno strumento digita le? L'intelligenza artificiale non va visto come un nuovo strumento digitale ma va visto come un processo di trasformazione collettiva delle organizzazioni. Che significa? Significa che a differenza delle altre tecnologie che abbiamo utilizza tofino a d ora il ruolodell'intelligenza a rtificia le è che ci a iuta a d interpretare le informazioni. Esempio: siamo in un reparto produttivo, dove abbiamo tante schede tecniche per la ma nutenzione, per gli interventi. Abbiamo centina ia di schede guida e di procedure e c'è il responsa biledella qualità e guarda caso ognivolta che c'è un problema qualcuno alla produzione lo chia ma: scusi ma è dov'è la scheda tecnica per fa re questi interventi, scusa ma come si fa a fare questa cosa? no? perché? perché il responsabile ha la memoria storica. E'quello che a volte le procedure le ha scritte, è quello che le ha codifica te è quello che sta lì da 30 anni e si ricorda tutto di quell'azienda, si ricorda del progetto X, del problema che a veva a vutolìetc. Oggi l'intelligenza a rtificia le, grazie a questa ba se ba se dati di conoscenza, tu la puoi interroga re e poi comincia re a d estrarre conoscenza e lo puoi fare in modo a utonomo, non ha i più bisogno dell'operatore.",
    "page": 281,
    "pages": [
      281
    ],
    "keywords": [
      "intelligenza",
      "tecnologie",
      "conoscenza",
      "artificiale",
      "digitale",
      "processo",
      "organizzazioni",
      "informazioni"
    ]
  },
  {
    "id": "chunk_281",
    "text": "Quindi in rea ltà la rivoluzione dell'intelligenza artificiale non è uno strumento di trasformazione digitale ma è uno strumento che aiuta a pensare, che cambia la modalità concui pensiamo in azienda. 3.1. Come l'AIpuò essere implementata in azienda Le 5 strategie concui l'intelligenza a rtificia le può essere implementa tanella nostra organizzazione.\n## 1. Motore Semantico. La primastrategia è come motore semantico di interrogazione e ottimizza zionedelle informazioni. Esempio a ). Siamo in fa se di progettazione e questa volta dobbia mosviluppa re un nuovo progetto; abbiamo le specifiche del nostro cliente, sappia moche abbia mosviluppa totanti altri progetti che sono il nostro da ta base, devo sviluppa re una nuova soluzione, che faccio? Interrogo il mio da ta base con un prompt e luimi comincia a restituire soluzioni progettua li tenendo conto: delle schede tecniche perché gli do tutte le condizioni al contorno: questa è l'a ltezza, questo è l'impianto, queste sono le condizioni operative, queste sono le... vatti a vedere tutti i progetti che abbiamo fatto in questo ambito e luiti comincia a produrre, a d estrarre pezzi di conoscenza che tu puoi utilizza renella tuafa se progettua le. Ed in più gli dici, guarda che le condizioni al contorno del mio cliente sono queste; quindi, l'intelligenza a rtificia le è già lo potete fare con i sistemi di genera tive AIgià lo potete fare. L'unico problema che dovete fare attenzione è se la ba se di conoscenza che sta te implementa ndo è a perta o chiusaperché se si utilizza l'AI genera tiva di Cha tGPT a paga mentoed è quello dicia moprimo livello premium quello che ci mettete dentro lo posso trovare tutti quindi fate attenzione a non buttarci dentroinformazioni azienda li, perché altrimenti quello vafuori.",
    "page": 282,
    "pages": [
      282
    ],
    "keywords": [
      "intelligenza",
      "azienda",
      "cliente",
      "conoscenza",
      "artificiale",
      "digitale",
      "organizzazione",
      "informazioni"
    ]
  },
  {
    "id": "chunk_282",
    "text": "Il vero problema è che la banca dati, tutte quelle schede tecniche, progetti, attività, deve essere chiusa. Quindi iovado a d interroga re e a costruire il mio a lgoritmo sullabanca dati, informazioni azienda liprotette. Adesso Cha tGPT ha introdotto il secondo livello business che promette di essere un a mbiente chiuso. Alcune aziende che non si sono fidate hanno avviato dei progetti di interna lizzazione. aziende che hanno avviato un loro progetto di intelligenza a rtificia le per costruire non solo il compilatore ma proprio un sistema di intelligenza a rtificia le a supporto della progetta zionecosì come a vevano indica to, ma l'investimento gli è costato 600.000 euro. Quindi è un investimento semantico dove hanno costruito gli a lgoritmi, hanno coinvolto la società di consulenza; quindi, hanno fatto un sistema semantico di supporto alla progetta zioneperché il compila torecosa fa? tidice cosadevi fare, hanno codifica totutta la fa se di progettazione quindi tutti gli ingegneri seguono lo stesso modello di progettazione. quando poi devono fare l'interrogazione per il dimensionamento dei pezzisi appoggia nosui sistemi di intelligenza a rtificia le per estrarre le informazioni e poi ci sono dei pezzi di conoscenza che ricorrono a quell'executive che dicevo primanascosto che serve per tira refuori le conoscenze che non devono a ndare neanche nel sistema di intelligenza a rtificia le. Quindi il primo livello è quello di utilizza re l'intelligenza a rtificia le come strumento per estra rre conoscenza, interpretare le informazioni, che in passato erafatto esclusivamente dalle persone. Esempio b). Sistemi di performa nce. Questo può essere fatto, a d esempio, a nchesui sistemi di performa nce.",
    "page": 283,
    "pages": [
      283
    ],
    "keywords": [
      "intelligenza",
      "informazioni",
      "dati",
      "aziende",
      "investimento",
      "conoscenza",
      "attività",
      "azienda"
    ]
  },
  {
    "id": "chunk_283",
    "text": "Ho il sistema dati, lo interrogo con le condizioni, peròluimi da delle ipotesi. EMBA - strategia ed Internazionalizzazione 108 2. Artefatti comuni. Secondo livello: dovete scrivere una lettera, dovete scrivere un report, dovete scrivere un documento, una procedura. Oggi Cha tGPT o i sistemi di intelligenza a rtificia le vi possono restituire in modo compiuto i documenti cioèvi da nno quelli che sono degli a rtefatti comuni. Quindi oggiquando scrivo una lettera gli do le condizioni a contorno, luigià mi dà la lettera, midàgià il report preimpostato, poi lo rivedo e hochiuso. Quindi ha a umentato la mia produttività cognitiva ovvero quello che prima mi serviva, devo scrivere un progetto, devo ma ndare una applica tion per una proposta al mio cliente, luigià te la formatta, tidàtutta la proposta contutti i datiche voi a vevate dato, perògià il formattato e glielo invio, e quindi quello che era un la voro, magarici impiega vipiùgiù una giorna ta intera, ora te lo fa i in pochi minuti. Quindi sista producendo output di conoscenza in modo autonomo, veloce. Quindi in questo casoche cosa accade? Che diventa importanteentra re a nche in qualche modo in conversazione con il sistema. Lui dà il primo output, tu a nalizzi, gli dici guarda questa cosa non mi convince, modifica la, e luite la modifica. Diventa uno strumento di interrogazione e di restituzione e insieme convergete verso la posizione di un output.",
    "page": 284,
    "pages": [
      284
    ],
    "keywords": [
      "dati",
      "strategia",
      "internazionalizzazione",
      "intelligenza",
      "cliente",
      "conoscenza",
      "scrivere",
      "dovete"
    ]
  },
  {
    "id": "chunk_284",
    "text": "## 3. Reflexive Learning. Il terzo livello è l'utilizzo dell'AI per quello che viene chia ma to reflexive learning cioè l'AI diventa uno strumento di supporto all'apprendimento perché vipuò a iutare a rifinire, a ragiona re il vostro ragionamento. Prof. \"Allora io hopreso questa a bitudine la ma ttinaquandomimuovo da Ma tera allamia sede, il mio sistema di intelligenza a rtificia le sichia ma Atla s, Atla s Cube, l'ho battezza to, quindi l'ho addestra to, e ioentro in conversazione conlui la ma ttina, luidice: \"Giovanni come sta i?\" \"Bongiorno, prima di tetumi dà un po'di informazione\" dopodiché io lo interrovo, cioè \"guarda iostopensa ndo questa cosa, cosane pensi?\" e luimi restituisce, e iodice: \"ma se fossecosì...\" entria mo in conversazione, è come se iostessi parlando, stessi viaggia ndo con un a mico. Lo utilizzo come un a lterego per confronta rmi, ovviamente quando gli do le informa zionilui memorizza tutto; quindi, se gli parlo dei fattimiei se li ricorda. In questo caso l'AIchecosa diventa? Mi a iuta a rifinire il mio pensiero. Perché a vevo un'idealui mi fornisce altre prospettive sullequaliiovado a rielabora re il mio pensiero. Questo viene tecnica mentechia mato Double Loop Learning che è un concetto sviluppa to da Chris Argyris e Donald Schön negli anni'70, origina riamente applica to all'apprendimento organizza tivo, che ha trovato applicazioni interessa nti nel campodell'intelligenza a rtificia le. Cioè che cosa significa? Noi abbiamo due livelli di apprendimento: • Single Loop. Nel single loop learning, un sistema corregge gli errori modifica ndo le proprie a zioni all'interno di un fra mework di regole e obiettivi fissi. È come un termostatoche regola la temperaturasenza ma i mettere in discussione quale temperaturasia desiderabile.",
    "page": 285,
    "pages": [
      285
    ],
    "keywords": [
      "intelligenza",
      "informazione",
      "learning",
      "all",
      "apprendimento",
      "mio",
      "ndo",
      "loop"
    ]
  },
  {
    "id": "chunk_285",
    "text": "• Double Loop Learning. Nel double loop learning, invece, il sistema non solo corregge le a zioni, ma mette in discussione e potenzia lmente modifica le regole, gli assunti e gli obiettivi sottosta nti. Il termostato, metaforicamente, sichiederebbe: \"Ha senso mantenere questa temperatura? quali sono i criteri per definirla ottima le?\" Nell'ambitodell'intelligenza a rtificia le, il concetto si applica in diversi modi: • I sistemi di ma chinelea rning tra diziona liopera no tipicamente in modalità single loop, ottimizza ndo una funzione obiettivo predefinita. • Un sistema che implementa double looplea rningsa rebbeca pace di rivedere la funzione obiettivo stessa quando rileva che non produce risulta ti desiderabili nel contesto più a mpio. Questo ha rileva nza particolare per l'AI a lignment ela sicurezza: un sistema AIidea le dovrebbe poter riconoscere quando i propri obiettivi progra mmati sono ina deguati o producono conseguenze indesidera te, e a da ttarsi di conseguenza. Nel reinforcement learning, sista esplora ndo come permettere a gli a genti di modifica re non solo le policy ma a nche le funzioni di rewa rd, avvicina ndosi a forme di meta-apprendimento.\n## 4. Agente Cognitivo La qua rta dimensione dell'intelligenza a rtificia le rigua rda gli agenti autonomi: sistemi in gra do di eseguire processi complessi in modo indipendente. Prendia mo come esempio una procedura di acquisto. Un a gente cognitivo è capace di gestire l'intero flusso a utonomamente: recupera i dati del cliente, accede al sistema di fatturazione, consulta il da tabase del ma gazzino e processa l'ordine. Tutto questo avviene senza intervento umano diretto - a nche se, vadetto, questi sistemi sono a ncora in fa se di ma turazione e non sempre operano in modo impeccabile.",
    "page": 286,
    "pages": [
      286
    ],
    "keywords": [
      "intelligenza",
      "processi",
      "dati",
      "cliente",
      "sistema",
      "non",
      "double",
      "loop"
    ]
  },
  {
    "id": "chunk_286",
    "text": "Come cambia il lavoro umano. Questo sviluppo trasforma profondamente il ruolo delle persone. Se prima il la voro consisteva nell'eseguire manua lmente ognipassa ggio, ora sisposta verso il controllo ela verifica: assicura rsi che il sistema operi correttamente. Hocita togli a cquisti perché è un'a rea particola rmente delica ta per la profitta bilità azienda le, ma lo stesso principio si applica a prenota reviaggi, gestire ordini o qualsia si altra attività ripetitiva. 5. Coevoluzione (è ancora fantascenza). Oltre a gli a genti a utonomi, siprofila un orizzonte ulteriore. Possia moimma ginare una sca la progressiva: da i sistemi di assistenza, a quelli di aumento cognitivo, fino all'autonomia e infine alla coevoluzione. Cosa significa coevoluzione? Immagina te un'azienda completamente digita lizzata: i PLC sono stati sostituiti, tutto è in cloud, i sistemi IoT controlla no la fabbrica intelligente, ogni processo è codifica to in softwa re. In questo scenario, un sistema di intelligenza a rtificia le può monitora re l'intera organizzazione in temporea le. Ogni a zione - un ordine, un la ncio di produzione, la gestione di un problema - genera datiche il sistema osserva e interpreta. A questo punto l'AI non è più solo uno strumento: diventa una sorta di intelligenza superiore che evolve insieme all'azienda, come un digita l twin a vanzato capace non solo di replica re, ma di a nticipa re e suggerire. \"Sta i per incorrere in un problema EMBA - strategia ed Internazionalizzazione 109 in quell'a rea \" - il sistema può avvisarti primache la criticità si ma nifesti. Può sembra refanta scienza, qualcosa da Star Trek. Ma non lo è: sistagià lavora ndo a sistemi che coevolvono con le organizzazioni e i loro ecosistemi. - Impatto sulle società di consulenza.",
    "page": 287,
    "pages": [
      287
    ],
    "keywords": [
      "azienda",
      "intelligenza",
      "attività",
      "processo",
      "organizzazione",
      "strategia",
      "internazionalizzazione",
      "organizzazioni"
    ]
  },
  {
    "id": "chunk_287",
    "text": "Questo scenario pone una sfida significa tiva a nche per il settore della consulenza. Storicamente, le società di consulenza vendevano conoscenza. Oggi sitrova no a dover ripensa re il proprio modello: non più fornire analisi che un sistema a utonomo può produrre da solo, ma capire come integra re queste soluzioni nei processi azienda li. La reportistica di ba se, per esempio, può già essere gestita in a utonomia da ll'AI. - Impatto dell'intelligenza artificiale sulle società di consulenza C'è una tesi di ricerca in corso su come applica re l'AI all'interno delle società di consulenza. Il modello tra diziona le - vendere conoscenza attraverso reportistica e analisi - sta cambia ndoradica lmente. Le società di consulenza che producono soluzioni standa rdizza te e costruiscono basi dati sitrova no di fronte a una trasformazione profonda. quando un consulente accede a quei dati e chiede al sistema di imposta re un progetto di lea n production per un'azienda a limentare di una certa dimensione, l'AI è già in grado di genera re lo schema operativo completo: cosafa re, come muoversi, quale report produrre. Al consulente resta il compito di rivedere e applica re - ma il la voro di ba se lo fa il sistema. - Prospettiva di un ingegnere gestionale - Come ingegnere gestiona le, non mi occupo di come funziona no questi a lgoritmi - e fra ncamente non è il mio interesse. Gli a lgoritmi allaba se dell'AI sono orma i sviluppa tisolo da chi può investire miliardi: Meta, Apple, Google. Una piccola società di consulenza non può competere su quel piano. Noi prenderemo gli strumenti esistenti e li applicheremo. Dietrotutto questo ci sono investimenti enormi: da ta center, infra strutture, la corsa globa le all'AI.",
    "page": 288,
    "pages": [
      288
    ],
    "keywords": [
      "conoscenza",
      "azienda",
      "dati",
      "processi",
      "intelligenza",
      "artificiale",
      "consulenza",
      "società"
    ]
  },
  {
    "id": "chunk_288",
    "text": "La Cina, per esempio, sta investendo ma ssicciamente in questo settore. - Impatto sulle organizzazioni - La domanda centra le è: quale impatto avràtutto questo sulle nostre organizzazioni? Non è un impa tto che vedremo completa mentedoma ni, ma potete già inizia re asperimenta re. Io utilizzo sistematicamente l'AI a i primitre livelli: per interpretare, scrivere progetti, redigere documenti. Una tesi completa - con ca pitoli e analisi - la genera in cinque minuti. La capacità di calcolo edelaborazione di questi sistemi è impressiona nte; ognivolta rimango stupito. Natura lmente ci sono elementi da va lutare: il sistema può \"allucina re\", cioè produrre informa zionierra te. Bisogna verifica re la qualità dei dati e l'attendibilità dellefonti. Ma questa è la tra iettoria: grandi aziende stanno investendo, e il problema resta l'impatto sulle nostre realtà. - Lavori che scompaiono, produttività che aumenta - Le sta tistiche mostra nochemolti la vori sistanno perdendo. I progra mmatori che fa cevano codice di secondo livello, attività operative e ripetitive - quelli sono spa riti, perché l'AIfagià progra mmazione in modo a utonomo. Però la produttività di altrioperatori è a umenta ta. L'a uspicio di chi è pro- tecnologia è che questi sistemi ci a iutino a rendere la vita più semplice. quando in campa gnasi a rava con il bue, poi sono arrivati i tra ttori, oggi tra ttori a utomatici con a ria condiziona ta, domani forse sistemi completamente a utonomi. L'a gricoltura di precisione è già un settore dove l'AItrova grande applicazione. L'a uspicio è che ci liberino energie, che la giorna ta lavorativa si accorci. Con il computer, invece, sono a umentate - siamo bombardati dalle e-ma il. probabilmente accadrà lo stesso con l'AI.",
    "page": 289,
    "pages": [
      289
    ],
    "keywords": [
      "organizzazioni",
      "dati",
      "aziende",
      "attività",
      "tecnologia",
      "impatto",
      "sistemi",
      "sta"
    ]
  },
  {
    "id": "chunk_289",
    "text": "- Una domanda aperta - Come questa tecnologia impatterà sui sistemi organizza tivi è una domanda aperta. Nessuna risposta è definitivamente quella giusta. Una cosa è certa: l'AI a ndrà a occupa remolto spazio nelle attività lavora tive tecniche svolte dalle persone. Le persone dovranno sviluppa re altre competenze - quali esattamente è un tema a perto. Il World Economic Forumragionasulle professioni del futuro; l'up-skilling è una sfida che sista affrontando ora. Non è domani, ma è un tema che dovete intuire perché da un la to dovete sperimenta re; da ll'altro dovete essere voi a da re la direzione, perché l'AI non sostituisce l'intuito umano. L'AI è creativa? Sidice che l'intelligenza a rtificia le non siacrea tiva. Non è vero. L'AI è creativa! Il processo creativo funziona conuna fa se divergente e una convergente: da to un problema, formulia mo ipotesi, discutia mo - da soli o in gruppo. Immagina te una call su Microsoft Teams dove Copilot entra a utomaticamente, fa il report, e poi lo interroga te: \"Tucosa nepensi? Perché abbiamo questi problemi?\" Il sistema va a cercare nella reportistica azienda le, esplora fonti esterne, formula ipotesi. Sta partecipa ndo al processo creativo. Ma chi fa la domanda? L'intuito è della persona. La selezione fina le, la direzione - quella restauma na. Il confine: l'immaginazione C'è un tema che l'AI a ncora non può tocca re: l'immaginazione. L'immaginazione è la capacità di proietta re un futuro che non esiste. Ci sono studi su come sicrea l'immagina zionenelle persone, come faccia mo a immagina re. Sono linee di ricerca che sista nno integra ndo, ma il puntoresta: l'AI a vrà un impatto su come generia mo conoscenza - nei report, nelle soluzioni, nelle applicazioni - ma l'immagina zionerima ne territorio umano.",
    "page": 290,
    "pages": [
      290
    ],
    "keywords": [
      "processo",
      "tecnologia",
      "attività",
      "intelligenza",
      "azienda",
      "conoscenza",
      "non",
      "immagina"
    ]
  },
  {
    "id": "chunk_290",
    "text": "\"L'AI non sostituirà le persone, ma chi non sa usarla\" Riporto una fra se che trovo particola rmente idonea: L'intelligenza a rtificia le non sostituirà le persone, ma sostituirà le persone che non sono in grado di utilizza rla. È vero che nascera nnonuove attività. È vero a nche che alcuniruoli cambiera nnoradica lmente. EMBA - strategia ed Internazionalizzazione 110 Prendia mo l'imaging dia gnostico: colleghi hanno sviluppa to a lgoritmi che riescono a individua re cellule a noma le in fa se inizia le, primache un medico possa vederle a occhio nudo. Il dottore guarda la la stra e dice \"nessun problema \"; l'AI invece segna la una proba bilità che quelle cellule evolva no. Dipende dalla qualità dell'immagine e da i milioni di ca si su cui il sistema è stato addestra to. Il medico resterà importante, ma il suoruolo cambierà. La metafora di Atlas Mipiaceusa re la metafora del film Atlas su Netflix. Da una parte c'è un'intelligenza a rtificia le pura che, a vendo accesso allamente umana, conclude che il verovirus della Terra è l'uomo - e cerca di stermina rlo. Da ll'altraci sono esseri umanidota ti di esoscheletri collega ti al cervello: un'estensione dellecapacità della persona, non una sostituzione. Allafine, come in tutti i beifilm, vince l'uomo con l'esoscheletro. L'idea è questa: i sistemi di AI sono strumenti di aumentation - a umento dellacapacità cognitiva, non sostituzione. Come il righello, poi la calcolatrice, poi MATLAB, domani l'AI. Estende la nostra capacità di ragionamento, ma non la sostituisce del tutto. Certo, una parte la sostituisce: chi si ricorda più come fare le divisioni complesse su carta? Ma l'uomodeve metterci qualcos'altro.",
    "page": 291,
    "pages": [
      291
    ],
    "keywords": [
      "intelligenza",
      "attività",
      "strategia",
      "internazionalizzazione",
      "non",
      "sostituirà",
      "persone",
      "rtificia"
    ]
  },
  {
    "id": "chunk_291",
    "text": "Qua l è questa altraparte che le macchine non hanno? Le ma cchine, grazie allereti neuraliche imitano il cervello umano, hanno una potenza di calcolo superiore alla nostra, a nche genera tiva ma non hanno: • Emozione • Intuizione • Pensiero critico Queste componenti ci distinguono a ncora. La sfida saràcapire dove arrivano le tecnologie, cosafanno, e cosa devono fare le persone. Un esempio concreto: la biopsia cerebrale - Ma smec, un'azienda pugliese di dispositivi biomedici, ha sviluppa to un sistema per le biopsie al cervello. Prima il medico doveva inserire l'a go \"allacieca \". Oggi, grazie alla ricostruzione dell'immagine contomogra fia e AI, sipuò calcola re al millesimo dove preleva re il campione. La ma cchina potrebbe farlo da sola. Ma per ragioni etiche, deve essere comunque il medico a premere il pulsa nte - c'è un problema di responsa bilità. E alloraqua l è il nuovo ruolo del medico? Parlare con il pa ziente, metterlo a suo a gio, osserva re se si a gita, se si muove. Un altrotipo di la voro, che richiede competenze diverse. I nuovi fattori competitivi Citrovia mo in una frontiera dove stia mo a dottando nuove tecnologie. L'intelligenza a rtificia le è un nuovo fattore competitivo. Come verrà applica ta lo deciderete voinelle vostre aziende - ma altro non è che un processo di gestione della conoscenza. Tantova le inizia re asperimenta re. 3.2. Il modello delle 6E: fattori competitivi umani Accanto alla tecnologia, ci sono aspetti umaniche rappresenta no fattori distintivi. Lichia mo il modello delle 6E: 1. esperienza. Non compria mopiùsolo funziona lità o ma teria lità - compria mo esperienze. • L'iPhone non ha inventa to il touchscreen (già esisteva ), ma ha reso lo sma rtphone utilizzabile a nche dalla \"signora Ma ria \".",
    "page": 292,
    "pages": [
      292
    ],
    "keywords": [
      "tecnologie",
      "azienda",
      "intelligenza",
      "competitivo",
      "aziende",
      "processo",
      "conoscenza",
      "tecnologia"
    ]
  },
  {
    "id": "chunk_292",
    "text": "• L'Apple Store non è un negozio dove compri: è dove sperimenti il prodotto. • Illy con le tazze d'a utorenegli anni'90. • Ducatiche ha progetta to non solo il motore desmodromico, ma il suonodella moto - con un musicista. Se sei un duca tista, quel rumore faparte dell'emozione che a cquisti. Le organizzazioni sono sfida te a costruire esperienze intorno a i prodotti. 2. Emozioni. Le emozioni ci motiva no. Se le persone non sono emotivamente coinvolte, non producono. Sergio Ma rchionne diceva: \"Non mi interessa quanto è bravo l'ingegnere; mi interessa capire se può innamora rsidell'azienda.\" Il tema del turnover spesso nasce da qui: la persona non è emotivamente aggancia ta, è dissocia ta da ll'azienda, non vive bene. 3. Energia. Molte aziende introducono coaching, mindfulness, tecniche per gestire l'energia del gruppo. L'energia fa riferimento all'entusia smo, al climaorganizzativo. Guidal'intuizione, il coinvolgimento. È una parte importantedello slancio di un'organizzazione. 4. Etica [Purpose]. Il concetto di purpose è legato a gli aspetti valoria li. Le aziende che vogliono tra ttenere le persone devono costruire uno scopo, un'etica, dei va lorifonda nti. Se l'attenzione è solo sul valore economico, la gente sichiede: \"Sono qui a essere un ingra naggio per il tuo mulino, o per rea lizzare un progetto di vita, socia le, di impresa dove mi sentoparte di qua lcosa?\" 5. Environment [Ambiente] EMBA - strategia ed Internazionalizzazione 111 Perché i Google Office sono progetta ticosì? Perché l'a mbiente in cui viviamo condiziona il nostro stato, la crea tività, la propensione a collabora re. L'idea del belloconta. Banca IFIS ha pubblica to un report sull'Economia della bellezza.",
    "page": 293,
    "pages": [
      293
    ],
    "keywords": [
      "azienda",
      "aziende",
      "organizzazioni",
      "organizzazione",
      "valore",
      "economico",
      "impresa",
      "strategia"
    ]
  },
  {
    "id": "chunk_293",
    "text": "Crearespa ziche faccia nostare bene le persone è un fattore competitivo. Alcune aziende italia ne sono a ncora brutte - rumore, sporcizia, a mbienti sterili. Come puoi essere creativo in un a mbiente così?\n## 6. Engagement A differenza dell'empowerment (da re potere), l'enga gement è fare in modo che le persone diano il meglio di sé: motiva te, proattive, pronte a d assumersi rischi, a toglierti il la voro dalle ma ni.\n## 4. Le tecnologie estetiche Se l'AI a iutatutto ciò che è computa zionale, come sviluppiamo coinvolgimento, empatia, creatività, pensiero critico? Dobbia mo ricorrere a daltri strumenti. Quelli che chia mo tecnologie estetiche: inizia tive che stimola no la componente estetica - come noi viviamo, sentia mo, costruia mo la realtà attraverso i sensi. L'a rtepuò entrare nelleorganizzazioni per: • Entertainment (divertimento): la festa di Nata le va bene, ma non cambia le persone • Enablement (a bilitatore): accompa gna reprogetti di cambiamento (teatro d'impresa, da nza ) • Inspiration: crea reprocessi di mirroring (cambiamento) e catarsi (noi possia mo riflettere attraverso la proiezione di noi stessi in a mbiti diversi) • Reputation: brand associa tion con a rtisti, sportivi, valori identita ri • Competenze: sviluppa resoft skills come comunicazione, empatia, improvvisazione • trasformazione culturale (comportamento delle persone): cambia re comportamenti attraverso progetti a rtistici Il caso Elica Elica, leader mondia le nelle cappe da cucina, ha fatto un rebra nding: \"I nostri prodotti sono esperienze, noisia mo un'azienda cognitiva che opera nel well-being\". hanno creato una fondazione che integra l'a rte in ogni inizia tiva azienda le.",
    "page": 294,
    "pages": [
      294
    ],
    "keywords": [
      "tecnologie",
      "azienda",
      "competitivo",
      "aziende",
      "impresa",
      "persone",
      "noi",
      "attraverso"
    ]
  },
  {
    "id": "chunk_294",
    "text": "In uno sta bilimento polacco, per fa r sentire i dipendenti parte di un'orchestra, hanno coinvolto un direttore d'orchestra e da to a tutti trombette e tamburi di plastica. La reazione inizia le? Perplessità, resistenza. Ma poi hanno inizia to a giocare, a divertirsi. I fa cilitatori spiega vano il senso: devi presta re attenzione a nchenelle attività ripetitive, sentirti parte di un sistema. Un'esperienza che ha un impa ttouma no - motiva, coinvolge, abbassa le resistenze. Il caso Ducati hanno a nche progettato il suono del motore insieme a un musicista: il rombo Ducati è riconoscibile a orecchio, come quello della Ha rley-Da vidson. Faparte dell'emozione che a cquisti. Intelligenze multiple Non esiste solo l'IQ. Howard Gardner ha teorizza to le intelligenze multiple: logica, musica le, corporea, interpersonale, e cosìvia. Chi ha a vuto esposizione a rtistica - musica, teatro, pittura - ha sviluppa to sensibilità che si applica no a nche nel ma na gement. I top ma nager che usano queste competenze spesso hanno una formazione a rtistica. Per i figli: non togliete la musica per la ma tematica. Sport e attività a rtistiche sono priorita riequa nto la parteforma tiva. Sintesi finale La competitività delle imprese è sempre più lega ta alla gestione strategica della conoscenza - presente nelle persone, nelle tecnologie, nell'integrazione tra le due. Due dimensioni ci a iutano a essere competitivi: • trasformazione digitale e AI - per tutto ciò che è computa ziona le • Coinvolgimento delle persone - per motiva re, fa r starebene, rendere creative La fusione di ra zionalità e componente emoziona le rappresenta la dimensione competitiva vera. Esercitazione proposta.",
    "page": 295,
    "pages": [
      295
    ],
    "keywords": [
      "attività",
      "dipendenti",
      "conoscenza",
      "tecnologie",
      "digitale",
      "musica",
      "orchestra",
      "inizia"
    ]
  },
  {
    "id": "chunk_295",
    "text": "In gruppi di 4-5 persone: • Identificate una sfida realedella vostra organizzazione (ricambio genera ziona le, fuga dei talenti, sviluppo prodotto...) • quali conoscenze servono per vincere questa sfida? • Come può l'AI supporta re queste conoscenze? • quale componente umana dobbia mosviluppa re? Obiettivo: ragiona resull'integrazione tra nuove tecnologie e inizia tivesulle persone. EMBA - strategia ed Internazionalizzazione 112 ## 5. I CONTRATTI INTERNAZIONALI SU BENI MOBILI - Prof. Torino Raffaele\n## 1. Elementi di Estraneità o Alien Elements Interna tional Contra cts o meglio detti Contra tti Tra nsna zionali. Contra tto che avviene tra soggetti privati, non pubblici, che sitrova no in Nazioni diverse e per questo interna zionali. I contra tti Interna zionali sono quei contra tti che presentano elementi di estra neità (Alien Elements). Elementi a lieni rispetto a: • Naziona litàdelleparti o persone fisiche o persone giuridiche • Luogo di stipulazione del contra tto. • Luogo di esecuzione del contra tto. • Luogo dove sitrova no i beni. • Luogo di esecuzione del pa gamento. EMBA - strategia ed Internazionalizzazione 113 Sono estra nei rispetto a d un ordinamento giuridico (sistema giuridico) che è un insieme di norme che vigono in un Paese. Ed uno Paese è ca ratterizza to da territorio e da un popolo. Per noi i sistemi giuridici si consolida no rispetto a d un territorio e a d un popolo: ma ciò cirende tuttischia vi: perché devo rispetta re le leggiita liane? Possoviola rle? Noi da italia nisubia mo le imposizioni delle regole dello statoche esercita la propria sovranità sul popolo.",
    "page": 296,
    "pages": [
      296
    ],
    "keywords": [
      "conoscenze",
      "strategia",
      "internazionalizzazione",
      "organizzazione",
      "tecnologie",
      "contra",
      "persone",
      "luogo"
    ]
  },
  {
    "id": "chunk_296",
    "text": "Se sca rtiamo la regola scatta la pena lità (esempio: la ma rmotta se passa il confine sisente in dovere di rispetta re le leggidello stato nel quale entra? No. Noi da cittadini italia ni ritenia moche le leggiita lianesi applica no a noi). Ciò che conta è lo statoperché ha il monopolio dellaforza sul suo territorio e sul territorio fa le sue regole che quella forza assiste. Lo stato è sovrano, impone le sue regole ele accettia mo quindi è sovrano rispetto al popolo ed il popolo le accetta perché non è a narchico e terrorista. Nel mondo ci sono 197 Stati edogni stato rappresenta un sistema giuridico. Siparla di globa lizzazione ma ciò che conta maggiormente sono gli Statiche hanno il monopolio di una cosafondamentale: la forza. Per evita re le jungle laws (chi ha più muscoli vince) nel tempo cisiamo convinti che è giusto che lo stato abbia il monopolio dellaforza e delle regole che quella forza assiste sul suo territorio e su quel territorio fa le sue regole. Quindi lo stato ha il monopolio: • dellaforza • delle regole • del rispetto delle regole Abbiamo 197 Statied all’inizio, in un ipotetico tempo t 0 che non c’è mai stato, ogni statoaveva le sue regole (R1, R2,..., R197). C’è però una situazione particolare per cui alle persone ed alle imprese piace muoversi tra gli Stati, ma ogni stato impone le sue regole!! Lo stato è leviatano (Hobbes) ovvero comanda. Ognivolta che l’impresa sisposta da uno statoall’altroci sono regole differenti e ciò provoca un effetto dissuasivo della circola zionedelle persone e delle persone. Allora, qualche stato virtuoso e moderno ha inizia to a da prirsi alle regole degli altri Statied ecco che inizia ad emergere una rilevanza dell’elemento di estraneità nella considerazione dello stato che deve considera re quelli elementi.",
    "page": 297,
    "pages": [
      297
    ],
    "keywords": [
      "impresa",
      "regole",
      "sue",
      "monopolio",
      "territorio",
      "ciò",
      "dellaforza",
      "forza"
    ]
  },
  {
    "id": "chunk_297",
    "text": "Cosa significa? Vediamolo in un esempio: • Stewart italia nodella Ryanair (Dublino) che si innamora della pilota tedesca. • Poi sisposa no a Stoccolma di fronte al ministro del culto svedese. • hanno una bambina partorita a Lisbona • Lo stewa rdita lianotra disce la pilota tedesca, leisi innervosisce e divorzia no • Sisepa rano ela pilota tedesca prende la bambina ela porta a casa dei nonni che risiedono alle Canarie in Spagna • Lo steward italiano vuole vedere la bambina e vuole ottenere lui l’affidamento Cosadeve fare per ottenere l’affidamento della bambina? • Siva da un avvocato e poi da un giudice. Ma da quale giudice? Spagnolo, Italia no, Tedesco, Portoghese? • Deve a ndare dal giudice Spagnolo poiché gli serve un atto giurisdiziona le che dia la forzaperché lo stewa rdpuò esercita re la suaforza. • La primadomanda che il giudice spagnolo sifa è: sono competente io a dirimere la controversia tra il cittadino italiano ela cittadina tedesca? C’è un problema di competenza ovvero di giurisdizione. Supponia mochesia di competenza perché la bambina sitrova in Spagna. • La seconda domanda sa rà: qua l è il diritto applicabile? 1. L’italiano del padre? 2. il tedesco della ma dre? 3. Il portoghese in quandoluogo di nascita della bambina? 4. Lo svedese in qua ntoluogo di ma trimonio",
    "page": 298,
    "pages": [
      298
    ],
    "keywords": [
      "bambina",
      "tedesca",
      "giudice",
      "pilota",
      "ela",
      "italiano",
      "spagnolo",
      "italia"
    ]
  },
  {
    "id": "chunk_298",
    "text": "## 5. Lo spa gnolo in quanto luogo nel quale sitrova la bambina? • Tutti questi problemi nascono perché ci sono elementi di estraneità rispetto al giudice spagnolo poiché se tutti i puntisopra si fossero verifica ti in Spagna (o in un altro singolo stato) non ci sa rebbero statetutte queste domande. Se la bambina sitrovasse in Corea del Nord queste domande non ci sarebbero perché li c’è un dittatore che ritiene che tutto sia nordcorea no (tuttociò che accadeli è di giurisdizione nordcorea na ). La maggiorparte degli ordinamenti mondiali danno rilevanza agli elementi di estraneità eccoperché il giudice spagnolo sifamolte domande. Così come la Spagna moltialtri Statihanno fatto una scelta politica nell’aprirsi alla rilevanza del diritto straniero anche se nessuno è obbligato a farlo (es. Israele non è a perto al diritto pa lestinese). Questo è un lungo processo di decisione della rileva nza di questi elementi di estra neità che gli Statipiù moderni hanno intrapreso. Ma come funziona in Italia? 2. Leggenr. 218 del 1995 - Italia È la riforma del diritto internazionale privato (DIP) italia noscritta nel 1942 ma rivista nel 1995 EMBA - strategia ed Internazionalizzazione 114 Questa legge elenca i vari elementi di estra neità ma cosa è importante ricorda redelle norme di diritto interna ziona le privato? • SONO NORME NAZIONALI Essendo normena zionali possono essere tra loro diverse tra stato e stato. La conseguenza dell’esserci delle differenze comporta il fatto che i varipaesi avranno una maggiore o minore sensibilità rispetto alla rileva nza del diritto straniero quindi cisaranno Stati in cui il diritto straniero viene maggiormente considera toed altri dove vienemeno considera to. Esempio.",
    "page": 299,
    "pages": [
      299
    ],
    "keywords": [
      "processo",
      "strategia",
      "internazionalizzazione",
      "diritto",
      "elementi",
      "non",
      "domande",
      "straniero"
    ]
  },
  {
    "id": "chunk_299",
    "text": "Una sentenza emessa da un tribuna le ucra inoqua nta possibilità ha di essere eseguita in Russia? Nessuna. E quanto in Fra ncia? Concettua lmente di più. • DIVERSA RILEVANZA In alcuni sistemi giuridici un contra tto che magari è statostipula to in un altro statoviene considera to un contratto internazionale con la conseguenza che si dovrebbe vedere se c’è una giurisdizione particolare o un diritto applicabile particolareed in altri sistemi invece, il ruolo di stipulazione del contra tto non rileva e quindi non è considera to un contra tto interna ziona le. Esempio: Ipotizzando di guardare solo l’aspetto giurisdizionale, immaginiamo di essere in un sistema giuridico S1 dove si afferma che il giudice competente è quello del luogo dove è statostipula to il contra tto. Quindi se stipulo il contra tto in S1 il giudice competente è quello di S1, se stipulo il contra tto in S3 il giudice competente è quello di S3. Il giudice di S1 a lza le ma ni affermando la non competenza su S3. Supponia moche in S3 viga la regola che il giudice è competente se le parti di rivolga no a lui quindi in S3 arrivaqua lcuno che vive in S3 allora il giudice S3 è competente. Sempre in S3 arriva un cittadino di S3 e uno di S1 che gli chiedono di risolvere una controversia. Il giudice di competenza è quello di S3. quale ordinamento è più a perto? S1 perché da maggiore rileva nza al luogo di stipulazione del contra tto. Significa che per S3 quello che per S1 era un contra tto internazionale non è internazionale poichè per lui non rileva quell’elemento di estraneità.",
    "page": 300,
    "pages": [
      300
    ],
    "keywords": [
      "contra",
      "tto",
      "giudice",
      "non",
      "competente",
      "internazionale",
      "rileva",
      "sistemi"
    ]
  }
]