[
  {
    "id": "chunk_150",
    "text": "[H2] 13. I MODELLI DI BUSINESS NON SONO BREVETTABI LI La\n Questione dei Brevetti I modelli di business non sono brevettabili. Nessuno si è ma i inventa toun brevetto sul modello di business. Neanche il processo di produzione, in sé, è brevettabile. Ciò che è brevetta biledeve essere: • Creativo - devi dimostra re che è creativo • Innovativo - nel senso di diverso dallo status quo, dalla conoscenza comune Seil processo utilizza una nuova tecnologia , allora la tecnologia è brevettabile - e il processo incorpora quel brevetto. Posso brevetta re diversi usi della tecnologia . L'Esempio della Teiera Faccia moun esempio. Mi invento una teiera condue beccucci e dico: \"La teiera condue beccucci permette di ridurre il tempo di riempimento didue tazze di tè.\" È brevettabile? No. Perché lama cchina del ca ffè condue eroga torifa già la stessa cosa . Quindi quell'idea non è innova tiva - non apporta niente di nuovo rispetto a ciò che esiste. Dovrei trova re una ra gione diversa per giustifica reil brevetto. Due beccucci nella teiera non ba stano sela funzione è già rea lizza tadaun a ltro prodotto. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 65\n 14. L'EVOLUZIONE DELLA BICICLETTA La Storia della Bicicletta Qui c'è unpo'di storia sull'evoluzione della bicicletta comela conoscia mooggi. Siamo pa rtiti dall'Ottocento: la bicicletta eracosì - una ruota grande davanti, una piccola dietro, senza pedali comeli conoscia mo. Ho messo questa storia per ra giona resuun punto fonda mentale: nel mondo dell'IT e oltre, l'innovazione di prodotto è spesso la ricombinazione di innovazioni provenienti da settori industriali diversi. Dovremmo richia mare Schumpeter su questo.",
    "page": 151,
    "pages": [
      151
    ],
    "keywords": [
      "teiera",
      "bicicletta",
      "business",
      "brevetto",
      "processo"
    ]
  },
  {
    "id": "chunk_151",
    "text": "La bicicletta comela conoscia mooggi è il risulta to del progresso della metallurgia, che ha permesso la produzione di una catena sottile ma resistente, con ma glie abba stanza piccole da essere a ziona tadaun essere umano. Quell'innovazione dalla meta llurgia , tra sferita a l settore delle biciclette, ha porta to a : due ruote della stessa gra ndezza , i freni, la tra smissione a catena . A quel punto qua lcuno ha detto: \"Sela bicicletta comincia ad andare molto veloce, ho bisogno di pneumatici.\" E quindi l'innovazione degli pneumatici - da l settore a utomobilistico - è stata applica ta alla bicicletta . Due Approcci all'Innovazione Questo è un approccio diverso rispetto a quello dell'IT: • Nell'IT: \"Hola tecnologia, devo trovare una giustificazione per renderla innovazione - un modello di business, una piattaforma.\" • Nel mondo offline: spesso l'innovazione è l'adattamento di una tecnologia che non ha trova to applicazione inun settore, verso un settore diverso dove risolve un problema concreto. Innovazione di Componente vs Architetturale Ogni prodotto può essere scomposto. Quando parlo di innovazione, devora giona re: la nuova tecnologia impatta suun singolo componente oppure su tutta l'architettura del prodotto? È unra gionamento unpo'sofistica to, ma serve per puntua lizza re. L'Importanza del Nome Ne abbiamo già pa rlato con lo snurfer e la horseless carria ge. L'innovazione di posizionamento - comeil drink a cqua e zucchero del mio a mico sportivo. Ilmodo in cui chiamo qualcosa è fondamentale. Ilnome evoca significa ti che fanno percepire comequel prodotto possa fare a l casomio, a nchese non ne conosco esattamente l'uso. Laca rtadi credito: quando qua lcuno decise dichia marla \"carta di credito\", cosa comunica va ? La possibilità di beneficia rediun credito.",
    "page": 152,
    "pages": [
      152
    ],
    "keywords": [
      "innovazione",
      "settore",
      "bicicletta",
      "tecnologia",
      "catena"
    ]
  },
  {
    "id": "chunk_152",
    "text": "Ilnome cambia tutto.Cisono bei pezzi di ricerca e ca pitoli di libri che mostra nocome il destino delle a ziende dipenda molto spesso da l nomedell'a zienda stessa .\n[H2] 15. IL CASO UBER VS BLABLACAR Perché Uber È Stato\n Bannato? Quanti divoi usano Uber? Non come taxiin Italia - perché qui è stato limita to - ma all'estero. Vi siete ma i chiesti perché Uber è stato bannato in molti paesi mentre BlaBlaCar no? Qua lcuno potrebbe dire: \"BlaBlaCar ti offre spostamenti da una città all'altra, non è competitor diretto dei taxi.\" Ma non è sempre così. A Londra prendevo Bla Bla Ca r per sposta rmi dentrolacittà . A Roma a nche. Non ho potuto chiama re Uber, hochia mato Bla Bla Car. Il servizio offerto eralo stesso - hopagato il conducente inmodo diverso, ok. L'Errore nel Claim Ma perché a nessuno è ma i venuto inmente didire che Bla Bla Ca r è illega le? Perché Uber, nel suo claim inizia le, ciha messo questa pa rolina : taxi. Si è presenta tacome \"taxi company\". Ilcla imera : \"Better, faster, cheaper thantaxi.\" Sbaglia to. Hasba gliato il posizionamento. Ha messo laparola \"taxi\" nel cla im - e si è messa in bocca a l lupo. La Protesta dei Black Cab a Londra Iosta vo a Londra quando è arriva to Uber. Conoscete i black cabdi Londra ? Iconici. Per prendere la licenza e diventa reta ssista a Londra devi supera reun esame chiama to \"The Knowledge\" - con la K ma iuscola . The Knowledge implica che tu sappia a memoria tutte lestra de, i vicoli, gli a nfratti di Greater London. Richiede più o menoun anno e mezzo di studio, più l'investimento per compra rtiil ca b - che lo produce una sola a zienda , monopolista : 70.000 sterline.",
    "page": 153,
    "pages": [
      153
    ],
    "keywords": [
      "perché",
      "londra",
      "blablacar",
      "stato",
      "bannato"
    ]
  },
  {
    "id": "chunk_153",
    "text": "Poi arriva qua lcuno che, utilizza ndo l'appdi Google - non a vendo inventa to niente, non avendo studia to niente - ti porta da l punto A a l punto B a un prezzo straccia to. I ta ssisti londinesi fecero la rivoluzione. Blocca rono Londra per una settima na. Ca rtelli: \"Wehad The Knowledge!\" Quale fu l'effetto? Dopoun mese, tutti i ta ssisti - che primanon accetta vano assolutamente il Ba ncomat - a vevano il POS. E sista vano attrezza ndo per sviluppa reun'app per chiama re i Black Ca b. Chi ha provocato questa reazione? Uber, che arriva vachia ma ndosi taxi. Non Bla Bla Ca r, che esisteva prima e non a vevama i provoca to proteste - nonosta nte offrisse un servizio simile. L'Importanza del Naming nel Business Hanno sbaglia toil claim. Cisono fiordi ca pitoli di libri che a na lizza no a ziende che ha nnosba gliato con il nome e neha nnopa gatole conseguenze. C'è un'intervista a l CEO fonda toredi Bla Bla Ca r della BBC. Gli chiedono: \"Perché BlaBlaCar sì e Uberno?\" \n[HEADER] EMBA - Strategia ed Internazionalizzazione 66\n Lacosa interessa nte è che lui parla per 10 minuti, ma non pronuncia mai la parola taxi. Ma i. Da l punto di vista norma tivo, non è che puoi banna requa lcuno perché usaun'app. Lihanno fermati per il claim \"better, faster, cheaper thantaxi\". Sedici \"taxi service\", iltaxi service è regola to, norma to, richiede licenza . Soloil governo o l'a utorità può concederla. C'è unpa per molto interessa ntedi due colleghi - uno alla BSL, l'a ltro all'Angolino - che ha nno ricostruito tutto il processo in Spagna con i documenti della corte spa gnola . Mostra nocome la decisione siasta tabasata sul fa tto che Uberfa cevacla imdi essere untaxi service.",
    "page": 154,
    "pages": [
      154
    ],
    "keywords": [
      "punto",
      "arriva",
      "lcuno",
      "niente",
      "ssisti"
    ]
  },
  {
    "id": "chunk_154",
    "text": "[H2] 16. LA STORIA DELLA GRAPPA\n L'Influenza della Narrativa sulla Grappa Vima ndoun pa per molto bello scritto dadue norda merica ni. Si intitola : \"How Cinderella Became Queen\" - Come Cenerentola diventò Regina . Oggila grappa Nonino la trovi all'a eroporto di Tokyo. Negli anni'80, sociologi ed esperti del settore diceva no: \"La grappa non è paragonabile al peggior whisky, scotch o gin. È tutto posto uguale sul mercato, madi qualità inferiore.\" Inrea ltà , lana rrativa concui si presenta vala grappa era sempre stata quella di uno spirito locale, che condensa va una conoscenza centenaria di una certa regione d'Italia . Il cui beneficio era limita to a quella zona geogra fica . Nessuna a spirazione a diventa re uno spirito bevuto in tutto il mondo. Il Cambiamento di Narrativa Poi qua lcuno - chi produceva il Picolit - cambiò versione. Cambiò narra tiva .\"Sapete che il Picolit è il risultato di una particolare condizione del grappolo d'uva? Nasce soloin certe condizioni. C'è un processo dietro, la storia di una famiglia, generazioni di sapere...\" Lagra ppafu presenta tainunpa iodi conferenze europee e interna ziona li sugli spirits conuna storia completamente rinnovata: \"Tustai bevendo un distillato di saperi centenari. Stai bevendo una prelibatezza. Senepuò produrre veramente poca. È un condensato di tradizione.\" Nel giro di dieci anni, lagra ppa è diventa ta uno spirito apprezza to a livello europeo. Poi ha comincia to a essere venduta a nche negli Stati Uniti. Ma È Cambiato il Prodotto? È cambiato il prodotto? Zero. Lagra ppa dei Picolit che si produceva negli anni'80 è la stessa grappa dei Picolit dioggi. Anzi, proprio quello è bello: fa della storia , della tra dizione.",
    "page": 155,
    "pages": [
      155
    ],
    "keywords": [
      "grappa",
      "storia",
      "narrativa",
      "tutto",
      "presenta"
    ]
  },
  {
    "id": "chunk_155",
    "text": "Un commentatore disse: \"La grappa era uno di quegli spiriti che non bevevi neanche nei piccoli bardi Caracas.\" Oggila compri all'a eroporto di Tokyo e costa più dello scotch. I Nonino sonoil top della comunicazione sulla grappa . Sono a nche donne che comunica nobene, hanno una storia molto interessa nte. Sonola bestpra ctice del settore.\n[H2] 17. LA TEORIA DELLA DISRUPTIVE\n INNOVATION (APPROFONDIMENTO) La Definizione Precisa di Christensen Passia mo a qua lcosa che abbiamo nomina toma non a ncora definito conprecisione. Christensen, a l MIT, orma i 20-25 annifa , ha costruito una teoria : la Disruptive Innova tion Theory. A cosa serve? È nata nel momento in cui piccole realtà imprenditoria li, utilizza ndola scala bilità di processi e prodotti grazie all'IT, riusciva no a sma ntella re interi settori industria li e a caccia re gli incumbent. Christensen ha detto: \"Dobbiamo codificare questo processo.\" La disruption theory studia il processo attra verso cui avviene la disruption - ovvero laca cciata degli incumbent da l settore industria le. Uso Improprio del Termine Diffida teogni volta che qua lcuno usa \"disruptive\" a sproposito. Nel lingua ggio comune, \"disruptive\" è diventato sinonimo di \"qualcosa di nuovo\". Main realtà haun significa to molto preciso. Le disruptive innova tion theory descrive ogni situazione in cui un settore industria le viene sconvolto (shaken up) e l'incumbent - l'a zienda congra nde quota di mercato - viene messo in crisi. I Due Tipidi Innovazione: Sustaining e Disruptive Christensen distingue tra due tipidi innovazione: • Sustaining Innovation.",
    "page": 156,
    "pages": [
      156
    ],
    "keywords": [
      "disruptive",
      "settore",
      "christensen",
      "theory",
      "industria"
    ]
  },
  {
    "id": "chunk_156",
    "text": "Quelle che rendono i prodotti migliori: \"Makes good products better for existing customers.\" Esempio: Koda k negli anni'80 creava ma cchinette fotogra fiche o carta fotogra ficain grado diviva cizza re i colori delle foto. Era innovazione susta ining poiché rendeva migliore un prodotto esistente dell'incumbent, del qua si-monopolista . • Disruptive Innovation. Non è qua lcosa che migliora un prodotto esistente. È qua lcosa che crea un merca to nuovo - che primanon esisteva . Quindi quando sentite qua lcuno dire \"questa roba è disruptive\", potete rispondere: \"Definisci disruptive. Se l'innovazione è disrupting, significa che deve aver creato un nuovo mercato. Se non l'ha fatto, chiamala cometi pare - ma non chiamarla disruptive.\" \n[HEADER] EMBA - Strategia ed Internazionalizzazione 67\n Il Processo della Disruption Il processo che Christensen e a ltri studiosi hanno a na lizza tovede sempre lo stesso schema .\n[H2] 1. Incumbent\n C'è l'incumbent - faccia mo l'esempio di Ubervs i ta ssisti. L'incumbent (ilta ssista ) offre un servizio per i \"most demanding and profitable customers\". Offre un servizio diqua lità , che si fapagare molto bene, e che riesce a vendere solo alla gente ingra dodipaga re per quel servizio. Ma non ha stimolo a migliora rlo. Perché? Perché è l'unico. Controlla il merca to. Ilta ssista dice: \"Vabbè, stoqua. Chi può rompermi le scatole?\"",
    "page": 157,
    "pages": [
      157
    ],
    "keywords": [
      "incumbent",
      "disruptive",
      "servizio",
      "customers",
      "esempio"
    ]
  },
  {
    "id": "chunk_157",
    "text": "[H2] 2. Consumatori Trascurati\n Inogni settore c'è una fetta di consumatori che hanno poca capacità di spesa, hanno poco interesse per una tecnologia che performa molto bene e non ha nno intenzione dipagare tanto per accedere a un prodotto o servizio Esempio: gli studenti a Londra . Si sposta no a piedi, in a utobus, col double-decker. Iltaxi? Ma i. Ilbla ckca b è iconico, ma costa troppo. C'è tutta la gente che vuole sposta rsi, non vuole prendere la metropolita nanell'ora di punta , vuole prenotare con lo sma rtphone che ha intasca - concui fa tutto tra nne che prenota reuntaxi.\n[H2] 3. Disruptor\n Il disruptor è quel soggetto che dice: \"Cisto io.\" Cosafa ? Offre un servizio che non è qualita tivamente comparabile a quello del monopolista - è inferiore. Ma proprio per questa ra gione chiede un prezzo inferiore. L'accesso a l servizio è più fa cile. E intanto cosafa ? Impara . Inizia a capire cosa vuole il consumatore. Perfeziona il modello di business. Comefa ceva l'iPhone all'inizio. Più impa ra , più convince il consumatore. E il singolo consumatore soddisfa tto informerà a ltri: \"Ancora prendi il black cab? Ma guarda che conUber spendi poco, arriva veloce, ti porta dovevuoi. Non prendere la metropolitana nell'ora di punta - c’è unmodo alternativo.\" All'inizio l'appdi Ubersi impalla va . La geoloca lizzazione a veva problemi - la mettevi qua e tidava là . In certe a ree geogra fiche eraun disastro: a Venezia Uber diceva che potevano venirti a prendere incanale. A Roma , nelle stradine piccole, faceva fatica . Oggino, oggi potenzia lmente è perfetto. Malacapa citàdi conquista reil consumatore è deriva tada llaca pacità di fornire un servizio a basso costo che fa ceva rispa rmiare - a nchese imperfetto.",
    "page": 158,
    "pages": [
      158
    ],
    "keywords": [
      "vuole",
      "servizio",
      "consumatore",
      "consumatori",
      "sposta"
    ]
  },
  {
    "id": "chunk_158",
    "text": "Le Precisazioni di Christensen su Uber Studente: \"Comesi traduce disruption in italiano?\" È difficile. \"Dirompente\", \"stravolgente\"... di solito lala sciano come \"disruptive\" perché seca mbiil termine perdi il significa to specifico. Come Hanno Reagito i Black Cab? I black ca b hanno risposto: \"Ok, accettiamo le carte di credito, sviluppiamo unapp.\" Mafa nnoleva a nche sul fatto che se va i a Londra vuoiil viaggio iconico sul bla ckca b. Tifa i il selfie davanti a Buckingha m Palace conilta xi dietro - e quello fadell’esperienza. Il Grafico della Disruption Il processo codifica toda Christensen è questo: Lesta rtuppa rtono da l low-end market - laparte del merca to conbassa willingness topay, bassa capacitàdi spesa . Lo spostamento daquel low-end verso il mainstream market - dovesi genera nopiù profitti - segue sempre lo stesso percorso. Studente: \"Non ho capito il grafico.\" La tra iettoria del disruptor: entra da l low-endma rket e sale. Gli incumbent non lo considera no - non sono interessa ti a quel segmento che pa gapoco. Accontenta rli costerebbe troppo, o comunque non pa gherebbero ma i la cifra richiesta per il servizio premium. Mentre l'incumbent guarda a ltrove, il disruptor costruisce lasua base proprio su quelli che sono dimentica ti, non soddisfa tti. Chi ri dazero invece ha proprio quello come obiettivo. Infostrada È Disruptive? Studente: \"Negli anni'90, con la liberalizzazione delle telecomunicazioni e lafine del monopolio SIP, è stata lanciata Infostrada. È stata una delle più grandi creazioni di valore del dopoguerra italiano. Sipuò definire disruptive?\" Sono d'accordo che sia stata importa nte.",
    "page": 159,
    "pages": [
      159
    ],
    "keywords": [
      "christensen",
      "studente",
      "disruption",
      "black",
      "quello"
    ]
  },
  {
    "id": "chunk_159",
    "text": "Masono usciti molti a rticoli - e precisazioni di Christensen stesso - che dicono: \"Questo non è disruptive, questo non è disruptive.\" Christensen ha specifica to: è disruptive quell'innovazione che viene daun'a zienda concapacità finanziarie limitate rispetto all'incumbent che controlla ilmassma rket. Infostra da aveva capacitàfina nziarie limita te? No. Non era l'a ziendina didue raga zziin ungarage. L'Eccezione di Uber e Netflix Anche Uber - mentre lama ggior parte della lettera turalo citacome esempio perfetto - inrea ltà Christensen più volte ha detto: \"Uber non ha mai avuto problemi di accesso al mercato dei capitali. Ha fatto quello che ha fatto perché in California l'accesso ai capitali era abbondante.\" Lo stesso discorso vale per Netflix vs Blockbuster. Hanno provato a cla ssifica rlacome disruptive, ma Christensen ha detto \"mah...\" - perché l'accesso a l merca to dei capita li per Netflix, soprattutto in Ca lifornia , è stato abbasta nza a gevole. Ryanair come Esempio Calzante Ryana ir invece calza perfettamente. All'inizio sonopa rtiti proprio così: risorse limita te, low-endma rket, costruzione gradua le. Ryana ir non è stata nemmeno la prima - la prima è stata Ea syJet. Ma Ryana ir è l'esempio più ca lzante di disruptive Innova tion nel settore a ereo. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 68",
    "page": 160,
    "pages": [
      160
    ],
    "keywords": [
      "disruptive",
      "christensen",
      "netflix",
      "esempio",
      "accesso"
    ]
  },
  {
    "id": "chunk_160",
    "text": "[H2] 18. IL CASO RYANAIR E EASYJET La Storia di EasyJet\n Se volete, la prossima volta possia mopa rtire proprio da Ryana ired Ea syJet. Conoscete la storia di Ea syJet? Il fondatore è il figlio diun a rmatore greco. Durante unvolo da Londra a d Atene - torna va a casa, lavora va per l'a zienda del pa dre, erano spedizionieri, come molti a rmatori greci; erano a micidi Onassis, tra l'a ltro - incontrò una persona che gli disse: \"Vorrei lanciare un'azienda con un modello di business come quello di Southwest Airlines.\" Southwest Airlines era stata la primaveralow-costca rrier creata a l mondo, negli Stati Uniti. Luici pensò unpo'. Investì in quell'a zienda , che però fallì. Marima se convinto dell'idea . Del business difa miglia , sinceramente, non a vevagra ndi a spirazioni. Erano gli anni della liberalizzazione del mercato aereo - niente più monopolisti. E sirese conto diunpaio dicose. Il Cartello dei Prezzi Prima di tutto: come tutti i monopolisti, le compa gniedi ba ndiera pratica vano prezzi daca rtello su certe tra tte. Ryana irpartìdalla Londra-Dublino. Ea syJet partì dalla Francoforte-Parigi. Guarda te i prezzi delle compa gniedi ba ndiera : hanno sempre lo stesso prezzo nella stessa fascia ora ria . Perché affittare la pista di atterra ggio a Hea throw o a Charles de Gaulle alle 7 dima ttina costa molto dipiù che affitta rla alle 10. Perché? Perché i business travelers vogliono viaggia relama ttina presto. Alle 10, chi via ggiapiù per la voro? Air Fra nce o British Airwa ysti fanno pagarelo stesso prezzo in quello slot ora rio. Quella è la rotta più frequentata d'Europa . La Strategia degli Aeroporti Secondari E allora che fa i? \"Io offro un collegamento alternativo su quella rotta.",
    "page": 161,
    "pages": [
      161
    ],
    "keywords": [
      "syjet",
      "erano",
      "prezzi",
      "easyjet",
      "storia"
    ]
  },
  {
    "id": "chunk_161",
    "text": "Daun aeroporto vicino all'aeroporto principale - perché l'aeroporto principale mi costa troppo, non mi darà mai accesso a quello slot. E non posso partire troppo dopo, altrimenti non volerebbe nessuno con me.\" Quindi: stringo un accordo commercia le con un a eroporto seconda rio. Ti assicuro il collegamento per arriva rci - Terravision, per intenderci. Sevuoi a ndare da Londra centro a Sta nsted o a Southend, iotici porto. Assicuro il collegamento frequente. E ti offro un prezzo estremamente più basso. La Value Proposition No-Frills Perché riesco a farlo? Perché offro una logica di tra sporto no-frills - senza fronzoli. Il fondatore diceva : \"Quando vaisull'autobus, tisei mai lamentato che non ti portano il panino? No. Staisull'autobus, non ti aspetti il panino.\" \"Quando viaggi conNational Express - una compagnia di pullman - vuoi viaggiare a basso prezzo e in sicurezza. Non pretendi altro.\" \"Io non faccio altro che assicurarti un servizio di trasporto aereo a basso prezzo e sicuro. Nessun problema.\" Comelo assicuro? Lamia logica di business, ilvalore che creo - sia per Ryana ir che per Ea syJet - è: trasporto no-frills. Le condizioni per accedere a quel tra sporto? Certo, a eroporti seconda ri. Matici porto io - non devi impa zzire per ca pirecome arriva re a Southend o a Sta nsted. I primi biglietti lidavano pra ticamente gratis: un centesimo. Anche ilbus per arriva re all'a eroporto eragra tis. Il Targeting della Generazione Erasmus Perché? Perché doveva nocrea rele condizioni per l'a dozione. Se metti un prezzo troppo a lto per un prodotto già scomodo rispetto a quello che offre British Airwa ys - ilbig legacy service - il cliente non volerà ma i con te. È la stessa logica del freemium nei videogiochi.",
    "page": 162,
    "pages": [
      162
    ],
    "keywords": [
      "perché",
      "aeroporto",
      "assicuro",
      "arriva",
      "prezzo"
    ]
  },
  {
    "id": "chunk_162",
    "text": "Perché molti videogiochi ti permettono di gioca re senza pagare? Perché pa gheresti 10,99 euro per una cosa che non sa i seti piace? C'è troppa scelta . Tifanno gioca regra tis. Ti porta nofino a l terzo livello. Quando ca pisci che la mecca nicadi gioco tihaca ttura to e vuoi continua re - paghi 10,99. È la stessa logica dell'all-you-ca n-ea t, in versione diversa . Ilvalore è lo stesso. Quello che ca mbia è ilmodo in cui gestisco l'engagement con il consumatore finale - ilmodo in cui abbasso la difficoltà di accesso a l servizio. I Modelli di Monetizzazione A seconda del settore industria le, ho modelli di monetizzazione diversi. L'elettricità lapa ghiamo per unità consuma ta - diversamente dalla pizza . Prima la telefonia lapa gavamo a scatti alla risposta . Adesso non più. Ilmodo in cui monetizza no Fa stweb, Poste, TIM per laba ndala rga è esattamente lo stesso di Spotify: paghi 10 euro, ha i accesso a quanto tipare. Sca richi 30 film a l giorno? Non è problema mio. Tupaghi 10,99. Non lo usi per unmese? Sta lì, sempre 10,99. L'elettricità e ilga s invece lipa ghiamo per unità consuma ta. Pensate se usassero un modello come quello della banda larga per l'energia: tutta l'energia che vuoi a prezzo fisso. Fa remmo più ca so a quanta energia sprechia mo? No. Quanto costerebbe a Dolomiti Energia assicura re a tutti energia tendenzia lmente illimita ta ? Troppo. Non funziona inquel settore. Non può funziona re una stra tegia di monetizzazione diquel tipo, perché Dolomiti Energia deve assicura rsidi poter far fronte a picchi didoma ndain ogni momento. La gente assume decisioni sul consumo energetico inmodo slegato daqua ntopa ga - e questo crea problemi.",
    "page": 163,
    "pages": [
      163
    ],
    "keywords": [
      "energia",
      "perché",
      "ilmodo",
      "monetizzazione",
      "gioca"
    ]
  },
  {
    "id": "chunk_163",
    "text": "Le Conseguenze delle Scelte Strategiche di Ryanair Ryana ircrea valore - valore low-cost: \"Ti faccio pagare poco, è sicuro, ci arrivi. Ti faccio prenotare attraverso ilcall center o online. Ti porto all'aeroporto gratis conTerravision.\" Quanto paghi? Molto poco. I primi biglietti costa vanoun centesimo. Da studente Erasmus, viaggia vo a 1,99 euro. Fantastico. Perché? Perché sapeva no - cisono documenti che lo \n[HEADER] EMBA - Strategia ed Internazionalizzazione 69\n prova no - che c'era una generazione Erasmus. Chi via ggia non è più solta ntoil businessma n. C'è una nuova generazione che via ggia per l'Europa per ra gioni di studio. Hanno trova toil fidanza to o lafida nzata ingiro per l'Europa . Non via ggiano perché British Airwa ys gli fapagare troppo - mavia ggerebbero. Gli importa del pa nino con la morta della o con la ma ionese stantia di British Airwa ys? Non gliene può frega redimeno. Cosa vogliono? Vogliono ra ggiungere ilpa rtner, viaggia no conbagaglio leggero. Benissimo - io quello ti offro. Il Successo di Ryanair Questi sono diventa ti i più gra ndi operatori d'Europa . Sulla base dicosa ? Di quello che vuole il merca to. Li mettono nelle condizioni di a verlo. La Standardizzazione della Flotta Però, per sta re dentro i costi, che fa i? \"Compro tutti aerei dello stesso tipo.\" Non è come British Airwa ys o Air Fra nce, che ha nnoil Fokker per le rotte brevi, l'Airbus, il Boeing... No. Ryana irha tutti Boeing 737-200. Quelli e basta . Perché? • Formazione piloti: forma reun pilota per un a ereo costa 250.000 sterline. Gli aggiornamenti annuali costano tra 50.000 e 100.000 sterline l'anno - per pilota . Pensa te a una flotta diqua lche miglia iodi a erei. Sedevo fare formazione per a erei diversi? Un delirio.",
    "page": 164,
    "pages": [
      164
    ],
    "keywords": [
      "perché",
      "europa",
      "british",
      "airwa",
      "ryanair"
    ]
  },
  {
    "id": "chunk_164",
    "text": "Sela faccio per un solotipo di a eromobile? La formazione lafaccio una volta . That's it. Rispa rmiun sacco di soldi. • Formazione steward: costa circa 20.000 sterline l'anno. Se a ogni stewa rddevo dire \"Sul Fokker il pranzo sta là, l'acqua stadi là, le porte si aprono così, l'uscita d'emergenza è là...\" - no. Con lo stesso identico a eromobile, la formazione lafa i una volta . • Pezzi di ricambio: li compro a stock, sempre per lo stesso a eromobile. Quando si rompe qua lcosa , un conto è dire \"Ne ordino uno\", un conto è dire \"Ne ordino mille per i prossimi dieci anni\". Scelte → Conseguenze Un modello di business - una logica di funzionamento a ziendale - si fonda su una serie di collegamenti strettissimi tra scelte stra tegiche. Cos'è che deve cara tterizza rmi? Dovemi posiziono? Poi ci sonole conseguenze. Sesei ingra dodi supporta rele conseguenze di offrire volilow-cost - viaggia resu a eroporti seconda ri - quella è la conseguenza . Devo renderla ilmeno scomoda possibile per i miei consumatori. Altrimenti non volera nno con me. Comelo faccio? Terra vision. Grazie. I Finanziamenti Regionali Ryana ir riesce a nche a prendere fondi dalle Regioni. Quegli a eroporti seconda ri - cenesono prolifera tiin Europa - in Puglia hanno preso 12 milioni dieuro per lo sviluppo. Poi finiscono i soldi. Mi ricordo l'a eroporto di Albenga , o Pesca ra e Ancona che recla mavanodi essere gli a eroporti della costa a driatica , del centro Italia - a 150 kmdi dista nza l'uno da ll'a ltro. Pesca raha preso i voli, Ryana irla voleva comehub. Fino a quando l'a eroporto di Pesca ra applicherà ta riffe convenienti... poi comincerà a volarci qualcun a ltro, oppure Ryana ir sposterà a ltrove. Hanno opera to a ncheil collegamento diretto.",
    "page": 165,
    "pages": [
      165
    ],
    "keywords": [
      "eromobile",
      "formazione",
      "conseguenze",
      "faccio",
      "volta"
    ]
  },
  {
    "id": "chunk_165",
    "text": "Pesca ra dovrebbe promuoversi come a eroporto seconda riodi Roma . L'obiettivo fonda mentale di Ryana ir? Avere un ordine sostenibile finanzia rio. 8 miliardi di market cap.\n[H2] 19. IL CASO\n XEROX - IL MODELLO DI BUSINESS COME DIFFERENZA La PrimaFotocopia Midate 10 minuti? Devora cconta rvi questa storia . Cos'è questa ? (mostra un'immagine) \"La copiatrice?\" No, gua rdate bene. Questa è la primascritta fotocopia ta nella storia .\"10-22-38 Astoria\" Astoria District è unqua rtiere di New York. Ladata : 22 ottobre 1938. L'Europa erasull'orlo del baratro, ma là c'eraqua lcuno che era riuscito a fotocopia re questa scritta . Joseph Wilson e Chester Carlson Chi era stato? Joseph Wilson - nato a Rochester nel 1909, morto a New York nel\n[H2] 1971. Luiha fatto\n un'innovazione basa ndosi sulla tecnologia diqua lcun a ltro. Quelqua lcun a ltrosi chiama va Chester Carlson - morto a New York nel\n[H2] 1968. La Storia della Xerografia\n Come a ndòla storia ? Erala fine degli anni'50. Wilson a veva l'ufficio a New York. C'è un bellissimo libro che ra cconta tutta la vicenda . Una ma ttina - una di quelle giorna te uggiose di New York - luifuma vail suosiga rocuba no, sprofonda to nella poltrona di pelle. Unsuo a mico riusciva a porta rgli i cubani da Cuba - si trova vanora ramente negli States. Entra il direttore del dipa rtimento R&D dell'a zienda di cui Wilson era CEO - l'a zienda sichia mava Haloid - e gli dice: \"Guarda, sai che nei nostri laboratori in California abbiamo messo a punto una tecnologia? Adesso possiamo fare fotocopie asciutte.\" Wilson salta sulla sedia : \"Siamo seduti suun barile di diamanti!\" \"Sì, è vero.",
    "page": 166,
    "pages": [
      166
    ],
    "keywords": [
      "storia",
      "wilson",
      "cconta",
      "fotocopia",
      "astoria"
    ]
  },
  {
    "id": "chunk_166",
    "text": "Possiamo fare fotocopie asciutte.\" Il Problema della Tecnologia Precedente Dovete capire che fino a d allora l'industria delle fotocopiatrici sibasava su una tecnologia simile a quella dei Polaroid degli anni'80. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 70\n Se avessi toccato l’inchiostro della Polaroid, la reazione chimica non sarebbe stata ancora stabile. La stampa sui fogli era bagnata - dovevi a spetta re che l'inchiostro si a sciuga sse e che la reazione chimica sista bilizza sse. Wilson ca pisce: \"Siamo seduti suun barile di diamanti. Possiamo fare tanta roba.\" Quella tecnologia sichia mava xerografia - da cui poi ha preso ilnome l'a zienda : Xerox. Holospot della prima ma cchina fotocopiatrice. Vifa vedere Wilson che prende un rotolo dicarta ordina ria , strappa un foglio, e ti mostra la fotocopia diun libro. \"Sto facendo esattamente la fotocopia diun libro. Avete capito bene: la fotocopia diun libro.\" Fa ntascienza, per l'epoca . \"Conche velocità?\" \"Tre minuti.\" Poi dice: \"Drycopy. An extraordinary machine che può realizzare una copia asciutta.\" Fantastico. Unba riledi diama nti. I Rifiuti delle Grandi Aziende Che fa Wilson? Per primacosava da Kodak e dice: \"Abbiamo sviluppato una tecnologia interessante.\" L'amministratore delega todi Koda k risponde: \"No, lascia perdere. Costa troppo e non è il futuro della fotografia. Forget it. Sevuoi svilupparla, sviluppatela - ma non fa per noi.\" Allora vada General Electric. Stessa risposta . Vada IBM - che già lavora va sulla comunicazione tra macchine diverse. Stessa risposta . Vada una società di consulenza , che risponde: \"A very limited specific purpose. Manca la giustificazione commerciale. Non c'è futuro nel fare fotocopie in ufficio. Non perdere tempo.",
    "page": 167,
    "pages": [
      167
    ],
    "keywords": [
      "tecnologia",
      "wilson",
      "fotocopia",
      "libro",
      "possiamo"
    ]
  },
  {
    "id": "chunk_167",
    "text": "Sevuoi sviluppare latua tecnologia, sviluppala pure.\" Il Problema del Costo Wilson torna in ufficio, mezzo dispera to. “Come faccio?\" Per produrre la 914 - ilnome della suama cchina - gli costava circa 2.000 dolla ri. I concorrenti vendeva no fotocopiatrici contecnologia a umido a circa 300 dolla ri. Chi era il consuma toretipo? Gli uffici federa li. E la fotocopiatrice veniva usata per fa re tra le 10 e le 15 copie a l mese. \"Come faccio a vendere una macchina da 2.000 dollari quando i competitor la vendono a 300, per una roba che fa 15 copie almese? Devo inventarmi qualcosa.\" Eppure, ci è riuscito. L'Innovazione del Modello di Business Che ha fatto? Come Candy Crush. Ha detto: \"Saicosa? Lamia macchina - prendila, usala. Vedi quanto è forte, quanto è migliore rispetto a quella che usi adesso. Ogni copia del libro che fai è asciutta. Quando non ne potrai più fare a meno...\" Chiaramente non gliel'ha detto così - macosì hafatto. Per i primi semestri, lema cchine leda vagra tis. Poi ha comincia to a fa r pagareun affitto mensile. Spingere sulla Tecnologia per Aumentare l'Utilizzo Nel fra ttempo, cosafa ? \"Devo mettere ilmio consumatore nelle condizioni difare più copie possibile almese. Come? Spingo sulla tecnologia. Rendo la 914 ilpiù veloce possibile, ilpiù affidabile possibile.\" Perché? Sela 914 riesce a farepiù copie possibile, contempi dira ffreddamento brevi... che fa lui? Fapagare il consuma torefina le per copia fatta . Il Modello Pay-Per-Use È quello che fa nnooggi Genera l Electric, Toshiba , Philips per gli ospeda li conlema cchine per la risona nzama gnetica. Quasi nessun ospeda lesi compra più la ma cchina da 10 milioni dieuro. La prendono in affitto. 1.000 sca n l'anno inclusi. La numero 1.001 lapa ghisepa ra tamente.",
    "page": 168,
    "pages": [
      168
    ],
    "keywords": [
      "copie",
      "possibile",
      "tecnologia",
      "faccio",
      "circa"
    ]
  },
  {
    "id": "chunk_168",
    "text": "Nelle 1.000 c'è a nche l'assistenza , lama nutenzione. Selausi una volta inpiù diqua nto previsto da l contra tto, paghi - e paghi a nchela ma nutenzione aggiuntiva . Il Rischio Tecnologico Cosaha fatto Wilson? Si è accolla toil rischio tecnologico. Ha detto: \"Il rischio tecnologico melo prendo io. Peròso che per creare innovazione, per mettere ilmio consumatore in grado di estrarre il maggior valore possibile dalla tecnologia, mi serve un modello di finanziamento diverso dal solito.\" \"Telado gratis. Poi ti faccio pagare l'affitto. Poi ti faccio pagare per copia.\" Il risulta to? Dopodieci anni, faceva no miglia iadi copie a l mese.\n[H2] 20. IL CASO\n EMI - L'OCCASIONE PERSA La TAC: Un'Altra Storia Vifa ccioil controesempio. La storia di Xerox è ra cconta tainun libro bellissimo: \"Copies in Seconds\". Ognita nto trova tequa lche copia su eBa y. Godfrey Hounsfield Chi è lui? (mostra una foto) Qua lcuno hail poster di questo signore incamera ? Nessuno? Vabbè. Questo signore sichia mava Godfrey Hounsfield - brita nnico, non a merica no. Morto una ventina di annifa a Kingston upon Thames. Storia molto simile a quella di Wilson. La Scoperta della TAC Che succede? Anche luista va nel suo ufficio. C'è un libro che ra cconta la storia . Gli bussa no alla porta : \"Guarda, i nostri laboratori hanno fatto per la primavolta la fotografia del cervello diun maiale.\" Luisa lta sulla poltrona : \"La fotografia del cervello diun maiale? Stai scherzando?\" \"No, guarda, è vero.\" È lapiù grande innovazione in a mbito medico dall'invenzione dei ra ggi X. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 71\n Tant'è che nel 1972 riuscì a fa r utilizza re quella tecnologia all'Atkinson Morley Hospital di Wimbledon: il primo utilizzo suun essere umano.",
    "page": 169,
    "pages": [
      169
    ],
    "keywords": [
      "storia",
      "rischio",
      "tecnologico",
      "nutenzione",
      "paghi"
    ]
  },
  {
    "id": "chunk_169",
    "text": "Lapiù importa nte scoperta medica dopo i raggi X. EMI: L'Occasione Persa E ora la domanda : di quale azienda era CEO Hounsfield? Wilson → Xerografia → Xerox. Hounsfield? → EMI. EMI Music. EMI a vevaun ramo che faceva ricerca medica . Ma ... mi risulta che EMI non venda ma cchine per la risona nzama gnetica. Qua lcosa è a ndato storto? La tecnologia ce l'a vevano. Buona , forse migliore di quella che a vrebbero sviluppa to a ltri. La migliore scoperta medica del secolo. Tra l'a ltro: seinun merca tinodell'a ntiqua riato trova teil prototipo originale della primaTAC, compra tevelo. È stato aggiudica toda Sotheby's per mezzo milione dieuro. Madeve essere firma todalui - ne esistono 5-6 copie. La Differenza tra Xerox ed EMI Cos'è a ndato storto? Hounsfield hasba gliato il modello di business. Non ha capito che doveva creare le condizioni per fa r estra rreva loreda lla tecnologia . Ha detto: \"Ilmio business è un altro. Quella roba costa troppo. Sì, ho l'invenzione top, ma...\" Studente: \"C'è da chiedersi per quale motivo una società che fa musica doveva andare a fare ricerca medica...\" Anche Xerox faceva ricerca e sviluppo su a mbiti diversi. Cerca vano interrelazioni. Aveva no a nche contributi governa tivi per fare ricerca in a mbito medico. Se volete, mi leggo meglio il libro per ca pirecome erano finiti a fare TAC. Mail punto è un a ltro: a vevano la tecnologia migliore e non l'hanno sfrutta ta .",
    "page": 170,
    "pages": [
      170
    ],
    "keywords": [
      "medica",
      "ricerca",
      "hounsfield",
      "xerox",
      "tecnologia"
    ]
  },
  {
    "id": "chunk_170",
    "text": "[H2] 21. DEFINIZIONI FONDAMENTALI\n Cos'è la Tecnologia Abbia mopa rlato di diverse tecnologie. Una è l'intelligenza artificiale. Quello che vedete là è il primo pa per pubblicato da Alan Turing nel 1950 su Mind. Inquel pezzo, per la primavolta , staccò l'ideadi \"essere intelligente\" dalla capacitàdi risolvere un problema . Per questo è considera toil padre dell'intelligenza artificiale: il primo a separa reil concetto dica pacità di risoluzione diun problema dall'essere intelligente. Cisono tante a ltre definizioni di intelligenza a rtificia le, e vari esempi di tecnologia - dalla blockcha in a molte a ltre. La Definizione di Tecnologia Mi serve definire cos'è la tecnologia . La definizione migliore viene da uno dei libri più cita ti sul tema : \"The Gifts of Athena\" di Joel Mokyr, 2011, Princeton University Press. • \"La tecnologia è conoscenza - anche se non tutta la conoscenza è tecnologica.\" • \"La tecnologia, nella sua accezione più ampia, è la manipolazione della natura per un guadagno materiale umano.\" Questa è la definizione più utilizza ta . È applicabile a qua lunque cosagua rdiate: l'industria biomedica , il motore a vapore, qua lunque tecnologia . È l'utilizzo dell'intelligenza umana per manipolare la natura a proprio vanta ggio o per un guada gnoma teria le. Tecnologia e Neutralità Tecnologica La tecnologia è una cosa diversa dall'innovazione. La tecnologia ha implicazioni positive e negative. Per questo sipa rladi neutralità tecnologica: non c'è nessuno che può sostenere che una tecnologia sia buona o ca ttiva di per sé.",
    "page": 171,
    "pages": [
      171
    ],
    "keywords": [
      "tecnologia",
      "intelligenza",
      "definizione",
      "tecnologica",
      "definizioni"
    ]
  },
  {
    "id": "chunk_171",
    "text": "• La tecnologia dell'a tomo porta la bomba a tomica , ma a nchela possibilità difare risona nzema gnetiche • L'intelligenza a rtificia lepuò risolvere molti problemi, mapuò a nchecrea rne • L'a utomobile dà mobilità e indipendenza , macrea problemi di inquinamento Nessuna tecnologia è buona di per sé. Per questo sipa rladi esternalità. Le Esternalità e la Privacy Il primo a ra giona rein termini di esterna lità - poi vedetevi lacitazione di Robert Kennedy, vale lapena leggerla a casa - fu questo a rticolo: \"The Right to Priva cy\", scritto da Warren e Bra ndeis nel dicembre\n[H2] 1890. Che succedeva in\n Inghilterra nel 1890? Quale tecnologia stava emergendo? \"La rivoluzione industriale?\" Sì, ma c'era una cosa specifica . Cosa compra vano gli inglesi nel 1890? Le macchine fotografiche. Tutti compra vanoma cchine fotogra fiche. Per cui i sudditi della Regina comincia rono a scrivere sui giorna li: \"Non è possibile ca mmina re per i parchi senza finire nelle fotogra fiedi qua lcuno! C'è ilmio diritto alla priva cy! Non voglio che gente faccia fotogra fiedi me conilmio a mante, o con il potenzia lepa rtner di business concui sto concludendo un affare.\" Sene parla tanto oggiin termini digita li: \"Devo a vereil diritto di non essere ritra tto nelle fotogra fie degli a ltri.\" Nessuno a vrebbe ma i pensa to che la fotogra fia potesse a vereun'esterna litànegativa . Eppure, oggi è chia rissimo. Ogni tecnologia non può essere di per sé buona o ca ttiva . \n[HEADER] EMBA - Strategia ed Internazionalizzazione 72\n 22. CONCLUSIONE - L'INNOVAZIONE COME MIX DI OPPOSTI L'Innovazione e i Paradossi E qui chiudia mo. Allafine, la tecnologia - come l'innovazione - è il frutto dipara dossi, di contra pposizioni.",
    "page": 172,
    "pages": [
      172
    ],
    "keywords": [
      "fotogra",
      "tecnologia",
      "problemi",
      "esternalità",
      "termini"
    ]
  },
  {
    "id": "chunk_172",
    "text": "Siamo pa rtiti all'inizio dicendo che l'innovazione, per costruzione - ce l'ha spiega to Ca lvino, ce l'ha spiega totanta a ltra gente - può essere vista inmodi opposti. È ilpara dosso. La tecnologia è qua lcosa che deve essere a ncora tra sformato inqua lcosa di utilizzabile - lama cchina dei Flintstones pa rtendo dalla ruota del Nea ndertha l. Power and Progress Vi consiglio \"Power a nd Progress\" di Acemoglu e Johnson. Latesi è questa : la tecnologia è fantastica , mafare sviluppo tecnologico non vuol dire progresso. Il progresso arriva 200 annidopo. Perché? Perché la tecnologia , spesso, inizia lmente beneficia un ristretto gruppo di persone. La tecnologia all'inizio crea disugua glianza . Tutta la tecnologia crea disugua glianza . Sipa rlaoggi di intelligenza a rtificia le: fa rà perdere illavoro a unsa ccodi gente, creerà disugua glianza . Ma gli effetti positivi arrivera nno tra qualche decennio. Ottima lettura : Power and Progress. Le Letture Consigliate Vi ringra zio, spero che sia stata di vostro gra dimento. Un a ltro libro bello, sevi piace la tecnologia : sulla rivoluzione, il progresso e leba ttaglie socia li, da l Medioevo all'era digita le. Vima ndola lista completa della lettera tura .",
    "page": 173,
    "pages": [
      173
    ],
    "keywords": [
      "tecnologia",
      "power",
      "progress",
      "progresso",
      "disugua"
    ]
  },
  {
    "id": "chunk_173",
    "text": "APPENDICE: LETTURE CONSIGLIATE • Italo Calvino - Lezioni Americane / Six Memos forthe Next Millennium • Massimo Sideri & Andrea Rangone - L'innovatore rampante • Luciano Floridi - opere sul concetto di onlife • Clayton Christensen - The Innovator's Dilemma (teoria delle disruptive innovation) • Mariana Mazzucato - Lo Stato Innovatore • Daron Acemoglu & Simon Johnson - Power and Progress (Potere e Progresso) • Steven Johnson - Where Good Ideas Come From: The Seven Patterns of Innovation • David Owen - Copies in Seconds (storia di Xerox) • Storia di LEGO - libro sulla storia di famiglia (Brick by Brick) • Adidas vs Puma - Il duello di una vita • Joel Mokyr - The Gifts of Athena (definizione di tecnologia) • Filmsu BlackBerry - BlackBerry (lafine di BlackBerry e la scalata di iPhone) • Filmsu McDonald's - The Founder • The Social Network - filmsu Facebook • Articolo \"How Cinderella Became Queen\" - sulla grappa • Warren & Brandeis - \"The Right to Privacy\" (dicembre 1890) 21.11.2025\n[H2] 1. RIEPILOGO DELLA LEZIONE PRECEDENTE\n Innovazione e tecnologia: lebasi Dobbia mo completa reil discorso inizia tola volta scorsa , costruendo la nostra narra tiva a pa rtire daciò che a vevamo detto. Dobbia mo prova re a dareun senso alle definizioni e a l percorso che ci ha porta to a definire prima la tecnologia e poi l'innovazione. Per chi non c'erala volta scorsa , eccocosa abbiamo fatto. Siamo pa rtiti daun grande cla ssico: cisia mo tra sformati momenta neamente in Alberto Angela - che tra l'a ltroha appena pubblica toil libro su Cesare, vendendo circa 200.000 copie intre giorni.",
    "page": 174,
    "pages": [
      174
    ],
    "keywords": [
      "storia",
      "filmsu",
      "blackberry",
      "innovatore",
      "innovation"
    ]
  },
  {
    "id": "chunk_174",
    "text": "Daquel grande cla ssico cisia mo posti una doma nda: cos'è l'innovazione e cos'è la tecnologia ? Immagina te che una nonna vi inviti a mangia rela polenta la domenica e tiri fuoritreimma gini concui descrivere l'innovazione: le Ande, i Flintstones e una Ferra ri. Cisia mo chiesti quale ra ppresenti meglio l'innovazione, e abbiamo concluso che sono i Flintstones - perché incarna nola differenza tra crea tività , innovazione e conoscenza . Letture e riferimenti della lezione precedente La volta scorsa abbiamo letto unsa ccodi ma teria le. Siamo pa rtiti da Ca lvino, e poi sia mopa ssati a ungra ndecla ssico: abbiamo scomoda to Robert Kennedy, parla ndodi tecnologie e delle cara tteristiche della tecnologia . Abbia mo discusso di pizza , carne e grappa , porta ndo esempi concreti per cerca redi comprendere comela tecnologia possa essere tra sforma tainqua lcosa dipiù utile per il mondo. Abbia mora giona todi innovazione parla ndodi processi e di prodotto: non solo con la primaMoleskine, ma a nche e soprattutto con la focaccia che il nostro pizza iolodi turno doveva dareinma no a Reid Hoffma n per Greylock - per il business. Abbia mopa rlato di Grappa Nonino perché cisia mo detti: guarda te, ilnome conta . L'abbiamo visto non solo nel ca so della carne coltiva ta , ma a nchein prodotti di successo come appunto la Grappa Nonino. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 73\n L'importanza del nome Poi abbiamo riflettuto sul perché non dicia mo \"snurfing\" o \"surfboa rding\" - che rigua rda appunto l'importa nza del nome. Abbia mocapito che ilnome haun senso, e l'abbiamo collega to a quello che ci erava mo detti con il Gra n Pa norino. Nota: \"Snurfing\" era effettivamente ilnome origina le dello snowboa rd (da \"snow\" + \"surfing\"), inventa toda Sherman Poppen nel 1965.",
    "page": 175,
    "pages": [
      175
    ],
    "keywords": [
      "innovazione",
      "abbiamo",
      "cisia",
      "tecnologia",
      "perché"
    ]
  },
  {
    "id": "chunk_175",
    "text": "Ilnome \"surf\" ha vinto su a lterna tivepiù goffe proprio perché erapiù immedia to e memorabile - stesso principio del Gra n Pa norino come esempio dinaming effica ce. L'arte del dubbio: la transizione tecnologica Poi abbiamo pratica tounpo'l'a rte del dubbio. O meglio: quando siamo arriva ti a ra giona rein termini di tecnologia e innovazione nella vitadi tutti i giorni, abbiamo fatto riferimento a l perché - qua l è la conseguenza del non utilizza re, dell'abba ndonare un certo tipodi tecnologia ? Quindi dell'abba ndonare un concetto di innovazione che per noi a veva gestito il nostro mododi accedere a i contenuti per molti anni. E abbiamo fatto uno switch all'improvviso: dalle ca ssettine, da gli a mici conlaca ssettina diradio DJ, a Spotify. Abbia mo a nchepra ticato l'a rte del dubbio quando dicevo: perché i vostri nonni sono tutti contenti? Masia mo sicuri che abbia senso una roba del genere? Cioè, noisia mopa ssati dall'a cquisto diunbene - dalla possibilità di a scolta rela musica che voglia mo, quando voglia mo, dove voglia mo, coniPod, ca ssette player - a qua lcosa che ci vincola inmodo importa nte. Sì, a vremo la possibilità di a scolta rlo ovunque, però nel momento in cui chiudia mo l'abbonamento ci giochia mo tutto quello che abbiamo fatto. Siamo molto dipendenti, molto legati alle continue scelte di consumo. Consuma , consuma , consuma . Non è tutto oro quello che luccica Abbia mo a ncheca pito, pa rtendo dalla bellezza della differenza e dell'innovazione, che non è tutto oro quello che luccica . L'a vevamo già inizia to a capire quando abbiamo pratica to l'a rte del dubbio e abbiamo parla todidue esempi: ricorda teil nostro a mico Joe Wilson e il nostro a mico Godfrey Hounsfield.",
    "page": 176,
    "pages": [
      176
    ],
    "keywords": [
      "abbiamo",
      "perché",
      "dubbio",
      "quando",
      "fatto"
    ]
  },
  {
    "id": "chunk_176",
    "text": "E ioho detto: mira ccoma ndo, se trova teil poster \"EMI Sca nners CT 5005\" daqua lchepa rte, compra telo - perché vicipaga teun mutuo dicasa . È stato giudica todi valore per qua si mezzo milione di sterline; ne esistono 3-4 copie ingiro per il mondo, firma tedaloro.\n[H2] 2. DEFINIZIONI FONDAMENTALI Definizione di Innovazione\n Abbia mo definito l'innovazione come \"a n idea , pra ctice or object perceived a s newby a n individua l orunit of a doption\" - qua lcosa di nuovo. Abbia mo utilizza to a nchela definizione di Rogers: l'innovazione è qua lcosa che migliora losta tusquo, che migliora lavita delle persone, che migliora laqua lità della vita . Definizione di Tecnologia E poi abbiamo definito la tecnologia che, nel senso più a mpio possibile, è \"the manipulation of nature for human material gain\". Comeho fatto la volta scorsa , quello che ho preso in inglese lola scioin inglese, e poi lo tra duciamo come voglia mo. 3. IL FILM \"JOY\" - CASO DI STUDIO Joy è unfilm che fitta alla perfezione. Joyera questa ragazza cresciuta in Michiga n, in una fa miglia conqua lche problema, malei finda piccola eracrea tiva : voleva inventa requa lcosa . Da teena gersi era inventa ta una cintura che si chiudeva , che si girava - insomma , unma rchingegno. E mentre assisteva lamamma, che a veva qualche problemino, videin televisione qua lcuno che presenta vaesa ttamente quello che lei a veva inventato nella suaca meretta, disegna ndo e fa cendo gli schizzi. Però nessuno erasta to disposto a darle fiducia : \"Insomma , robeda ba mbini.\" L'invenzione del mocio La storia di Joy Leidice: \"No, io quello che voglio fare è a ltro\". Poi incontra unra gazzo - questa è una storia unpo'sballa ta - che la tra scina nel suo mondo, nella musica e cosìvia .",
    "page": 177,
    "pages": [
      177
    ],
    "keywords": [
      "definizione",
      "innovazione",
      "lcosa",
      "migliora",
      "abbia"
    ]
  },
  {
    "id": "chunk_177",
    "text": "Peròlei continua a pensa re che lasua vocazione siatutt'a ltra , mentre ilpadre, i genitori e quant'a ltro vogliono che lei non stia instra da , che si sposi, che fa ccia figli, che fa cciala mamma. Basta. E leidice: \"No, io voglio faredipiù\". Lavora ndo e fatica ndo a casa , con i due o treba mbini piccoli che ha , scopre che fa unsa ccodi fatica a pulire per terra . L'unica che deve farlo a casa è lei, hala responsa bilità difarlo. Nel fra ttempo, ilma ritose n'è a ndato, lei con i figli piccoli haqua lche problema e pensa : \"Devo inventa rmiqua lcosa , non c'è unmodo più fa cile per pulire per terra ?\" Allora si inventa il mocio. Ed è lei a d a ver inventa toil mocio. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 74\n Il percorso imprenditoriale Lei non riusciva a pagarela bolletta a finemese ed è diventa ta miliona ria nel girodi unpaiodi decenni - decennio e mezzo, più o meno. Però questo mocio, inrea ltà , a chi lo vende? Prova a utilizza reil padre, con l'a zienda che a vevail padre. Nessuno le dà fiducia , fino a quando incontra l'uomo che veramente può da re una svolta allasua vita . Nel film, lui gestisce dei ca nalidi televendita , i più fa mosiin America . È lui che può darle accesso alla distribuzione in tutti gli Stati Uniti; è lui che può decidere: \"Guarda , iltuo prodotto entrerà neimega store a merica ni. Tido una possibilità , gioca tela .\" C'è unpo'di chimica tra i due. \"Gioca ti questa possibilità , fa i la televendita .\" L'importanza della value proposition Leiva lì, prova a presenta reil prodotto, main realtà è unflop totale: zero telefona te. Lei, nel fra ttempo, colpa dresi è impegna ta , si è indebita ta per riprodurre 50.000 pezzi del suo mocio.",
    "page": 178,
    "pages": [
      178
    ],
    "keywords": [
      "inventa",
      "mocio",
      "pensa",
      "figli",
      "fatica"
    ]
  },
  {
    "id": "chunk_178",
    "text": "Ha prova to addirittura a fare pubblicità dava ntial supermerca to, prova ndo a pulire un pezzo distra da , cerca ndodi convincere tutte le donne che entra vano a farela spesa: \"Guarda , funziona !\" Ma non funziona . Prova questa televendita , ma non va . L'incontro conBradley Cooper. Luile dice: \"Ma perché? Tihodato una cha nce. Cioè, che fa questa roba che vuoi vendere?\" E lei, in una fra se, mette giù quella che è la value proposition: \"Ilmio mocio fa questo, questo e questo, per persone comete che ha nno questo problema .\" Luila guarda e lefa : \"Allora c'è un'idea ! Ma perché non l'ha i fatto prima ? Se è cosìchiaro, se è cosìla mpante l'utilità , ilvalore che le persone comete - milioni, a lmeno negli States - possono estra rrecosì fa cilmente... Guarda , tidoun'a ltracha nce. Rifa i la televendita , ma dillo con pa roletue. Non devi impressiona re nessuno: devira cconta relatua storia , devifa r immedesima reil potenzia le cliente all'interno della tua storia . Solocosì puoi riuscire a fare overla p, a sovra pporre laloro esperienza con la tua .\" Il successo Ed è quello che fa . Va sullo stage, rifàla televendita : nel giro di 10 minuti vende 50.000 pezzi. Lasua vitaca mbia . Diventa la proprieta ria della sua a zienda , diventa miliona ria e comincia a fare scouting per decidere quali sono effettivamente le invenzioni che possono gioca rsi una chance per entra re nel grande merca to della distribuzione norda merica na . È unfilm pa zzesco per una lezione distra tegia .",
    "page": 179,
    "pages": [
      179
    ],
    "keywords": [
      "prova",
      "guarda",
      "televendita",
      "entra",
      "funziona"
    ]
  },
  {
    "id": "chunk_179",
    "text": "[H2] 4. IL MODELLO DI\n BUSINESS: INTRODUZIONE E CONTESTO Perché tutti parlano di modello di business Oggi dobbia mo definire un modello di business. Ci arriveremo inmodo gradua le, perché non so quanti divoi abbiano seguito nella lorovita un corso distra tegia dibase - corpora testra tegy, business strategy. Forse nessuno? Ra gione per cui ra gioneremo con ca lma e per gra di, per ca pireun po', per da rciun po'di coordina te, per da reunpo'di definizioni sui concetti base distra tegia . Vedremo quali concetti sonosta tiusa ti per decenni, comesi è arriva ti alla formulazione del concetto di business model, e perché oggi tutti parla nodi business model. Il presidente Obama , appena eletto presidente degli Stati Uniti qualche annofa , disse che doveva cambia reil modello di business degli Stati Uniti. Trump, eletto qualche annodopo: \"Devoca mbiare il modello di business degli Stati Uniti.\" Poi a scolti il CEOdi John Deere: \"Il nuovo modello di business ci porta nel futuro.\" Parla no tutti di modelli di business: politici, imprenditori, a nche gli studenti. Qualche giorno fa è venuto dame uno studente neola ureato. Mifa : \"Prof, dobbia mopa rlare.\" \"Sì, sì, siediti.\" E mifa: \"Prof, devoca mbiare ilmio modello di business. Devoda re una svolta allamia vita .\" Fantastico! \"Allora ra ccontami: cosavuoi fare? Cosaha i fatto prima ? E comevuoi modifica rela logica di funzionamento della tuavita ?\" E cisia mo messi a ra giona re per un'ora e mezza su quello che voleva fare.",
    "page": 180,
    "pages": [
      180
    ],
    "keywords": [
      "business",
      "modello",
      "perché",
      "tutti",
      "degli"
    ]
  },
  {
    "id": "chunk_180",
    "text": "[H2] 5. IL CASO\n EASYJET - STRATEGIA E MODELLO OPERATIVO Il contesto del trasporto aereo europeo Articolo in inglese che ra cconta la storia diea syJet - dove è nata , come è nata , perché è nata e cosaha fatto. Ok? È un pezzo scritto nel 1999, quando di business model non si parla va . Non troverete neanche una volta il termine, l'espressione \"business model\". Il modello Huband Spoke vs Point to Point Non c'erano abba stanza pa sseggeri potenzia li per gestire una flotta e orga nizza revoli ingiro per la Germa nia che collega ssero tutte lecittà tedesche. Che fa cevano? \"Guarda, tutta la gente che da Lipsia vuole a ndare a Monaco la facciamo arriva re a Berlino. Tutti quelli che da Fra ncoforte vogliono a ndare a Monaco lifa cciamo arriva re a Berlino. Quelli che da dovunque sia - da Amburgo - vogliono a ndare a Monaco lifa cciamo arriva re a Berlino. Io a Berlino li metto su uno stesso a ereo e da Berlino li porto a Monaco.\" Ognipa ese a vevaun hub, l'a eroporto principa le: Roma Fiumicino, Madrid Baraja s, Londra Hea throw, Parigi Charles de Gaulle. Tutti i voli convergeva no lì. Se faccia mounra gionamento banale, ci rendia mo conto che è estremamente \n[HEADER] EMBA - Strategia ed Internazionalizzazione 75\n inefficiente. Quanto gli costa questa storia ? Soprattutto considera ndo che di gente che via ggia tra Monaco e Lipsia ce n'è veramente poca . La strategia del cherry picking Quindi, seio voglio fare una stra tegia di cherry picking, mi prendo le ciliegie - quelle che sono a porta tadimano, quelle più buone, quelle più ma ture - senza stare sulle scale. Prendo così, e gli a ltririma ngono senza . Che fa ccio? Collego semplicemente lecittà , tra cui cisono più pa sseggeri.",
    "page": 181,
    "pages": [
      181
    ],
    "keywords": [
      "monaco",
      "berlino",
      "strategia",
      "ndare",
      "arriva"
    ]
  },
  {
    "id": "chunk_181",
    "text": "Cioè, vado a vedere: la gente dadove parte e dove vuole a ndare? In Europa vuole a ndare da Dublino a Londra e da Londra a Dublino. Fantastico. A che ora vuole a ndarci? Civanno tutti quanti lama ttina presto - a Londra devono starci entro le 9 - e ripa rtono più o meno verso le 5 da Londra . Ecco quello che devi a ndare a fare. Ilno frills model Non mi importa difa rlagira reingiro per l'Europa , la gente. Allora l'hub a nd spoke è un modello opera tivo che non funziona . Che fa ccio? Iofaccio point to point. Guardo: c'è unsa ccodi gente a Londra che deve a ndare a Dublino. Bellissimo. Allora vado lì, busso alla porta di Hea throw e chiedo: \"Scusa , quanto costa affitta rela pista - decollo e atterra ggio - dima ttina ?\" Quello risponde una cifra sproporziona ta . Non va bene. Perché? Perché setumi chiedi cosìtanto, io - se voglio rubare i clienti, se voglio a cquisire unva ntaggio competitivo verso British Airwa ys - devo proporre un servizio che è o qualita tivamente superiore, o devo proporre lo stesso servizio a un prezzo molto più ba sso. La nascita di Terravision e il trasporto su gomma Ha detto: \"Guarda , ioti collego questo e questo, ma non posso pa rtire da Hea throw.\" Allora vaingiro, vedequa lisono gli a eroporti più fa cilmente ra ggiungibili da Londra , arriva a Sta nsted e gli chiede: \"Guarda , volete che fa cciavia ggiare daqua ? Ma tra unpo'vipagoio.\" Affitta l'a eroporto - eraqua siun a eroporto milita re - e dice: \"Guarda , se volete, vifa ccioun prezzo difavore.\" Allora gli dice: \"Vabene, fa ntastico. Io posso a ndare da Londra a Sta nsted e porta rli a Dublino.\" Peròsi poneun problema: da Londra a Sta nsted, da Liverpool Street Station, ci vogliono trequa rti d'ora .",
    "page": 182,
    "pages": [
      182
    ],
    "keywords": [
      "londra",
      "ndare",
      "allora",
      "gente",
      "vuole"
    ]
  },
  {
    "id": "chunk_182",
    "text": "Che fa ccio? Beh, non fa ccio a ltro che accolla rmiio il rischio del tra sporto da Londra a Sta nsted. Nasce Terra vision. Na scono una serie di tra sporti su gomma che assicura noilra ggiungimento dell'a eroporto nei tempi previsti. L'offerta lowcost Quindi c'è l'a ereo alle 7 dima ttina ? Tra nquillo. Ioti faccio pa rtire a un prezzo straccia to, tirega loil biglietto di Terra vision e ti porto a Londra Sta nsted inmodo taledafa rtivia ggiare a un pound - nel'99. Certo, il businessma n a cui il biglietto glielo pagava l'a zienda preferiva viaggia reda Hea throw. Peròla generazione Erasmus che cresceva , o chi voleva a ndare a fare ungiro per l'Europa , comincia va a essere molto interessa ta all'ideadi viaggia re, di poter viaggia re molto più spesso a un prezzo più ba sso, ignora ndo l'ideadi poter a vereil panino con la ma rmella ta , ilpanino conlama ionese o lala ttina di Coca-Cola . Non so quanti divoi abbiano apprezzato ilpanino conlama rmella ta o con la ma ionese - non sono ma i stati ilma ssimo, ma i stati buonissimi. La riduzione dei costi Allora luisi dice: \"Guarda , io che faccio? Mi invento un sistema per gestire i voli point to point, no frills. Cioè, io voglio ridurre all'essenzia leil tra sporto a ereo.\" Tu, per cosa paghi? Tu che vuoivia ggiare? Tu, generazione Erasmus, che vuoi viaggia reda Londra a Dublino, da Monaco a Ba rcellona per a ndare a trova reil fidanza to o lafida nzata - ti interessa a vereil tègratis? No. Viaggi ilfine settima na , ti porti ilbaga glione? No. Allora ioti offro un servizio di tra sporto a ereo che è ridotto all'osso. No frills: quello paghi, quello ti offro. Il resto lopaghi. La crescita graduale e la reazione dei competitor A quel punto si è detto: \"Interessa nte.\" Però cominciò da Londra-Dublino.",
    "page": 183,
    "pages": [
      183
    ],
    "keywords": [
      "viaggia",
      "londra",
      "sporto",
      "nsted",
      "terra"
    ]
  },
  {
    "id": "chunk_183",
    "text": "Piano piano è salito, hafatto cherry picking, cosciente del fa tto che lasua stra tegia poteva funzionare - poteva arriva reda l punto A a l punto B - perché i competitor non era noin grado direa gire. British Airwa ysciha messo 15 anni a creare Go, ilsuo spin-offlow cost. Air Fra nce ceneha messi dieci per crea re Tra nsa via . Masono passa ti 10 anni! Inquei 10 anni, nel fra ttempo, i consumatori - i viaggia toridi ea syJet e di Ryana ir - erano belli che fidelizza ti, non disposti più a d abba ndonare la comodità e ilbasso prezzo di Ryana ir e diea syJet. L'omogeneità della flotta Sa pendo che in Europa - seil volova daest a ovest - più o menoil volo è didueore, dueore e mezza , io posso permettermi difa r viaggia re i mieipa sseggeri tutti con lo stesso a eromobile. È lara gione per cui ea syJet e Ryana irhanno tutti o Boeing o Airbus, tutti dello stesso modello. Perché? Perché quando va i a ordina reun Airbus e gli dici: \"Guarda , mi serve un Airbus\", è una cosa . Mase gli dici: \"Guarda , mene servono mille nei prossimi dieci anni, mi impegno a compra rne mille\" - mifa nnolo sconto. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 76\n Il risparmio sui costi di training Sapete che per fareil tra ining diun pilota servono più o meno 150.000 euro l'anno? Sedevo fargli fare tra ining per più a eromobili, devo moltiplica re 150.000 euro per il numero di a eromobili che ho. No: io compro unsolo simulatore e lifa cciola vorare tutti sullo stesso simulatore. Taglia ti a ltri costi. Devo addestra re stewa rd e hostess per vendere le riviste, per porta re i panini a bordo. Ogni a eromobile funziona inmodo diverso. Fareil tra ining di hostess e stewa rd costa più o meno 10.000 euro - tutto il processo. Devofa rlorifa re per ogni a eromobile? No.",
    "page": 184,
    "pages": [
      184
    ],
    "keywords": [
      "tutti",
      "perché",
      "syjet",
      "ryana",
      "stesso"
    ]
  },
  {
    "id": "chunk_184",
    "text": "Iodevo renderli interca mbiabili, devo essere ingra dodi sposta rlida una pa rte all'a ltra . Le negoziazioni sindacali e la flessibilità del lavoro Quanto mi costa nole negoziazioni sinda cali? Quanto costa no a d Alita liale negoziazioni sinda cali? Un delirio. \"Guarda , ioti metto una condizione ca pestro: nel tuo contra tto è vieta todire che sei sinda ca lizza to.\" Per cui: sparo unsa ccodi soldi, non devo mettermi a tavola e fare negoziazioni sulle condizioni dilavoro. Io a vevoun a mico che lavora va per Ryana ir. Luiera dibase a Sta nsted. Quando doveva venire a Londra , ciera vamo ripromessi di vederci spesso. Cisia mo visti due volte intre anni. Perché? Lui atterra valasera alle 8, faceva a lbergo. \"Ci possia mo vedere per una pinta di birra ?\" Lo vedevo alle 9. \"Quando riparti?\" \"Non lo so.\" \"Cioè, non lo sa i?\" \"No, non lo so. Quando riparti?\" \"Doma ttina alle 6, alle 9 disera , doma ttina alle 6, oppure dopodomani.\" \"Allora quando losa i?\" \"Mi arriva un messa ggio alle 3 dima ttina .\" \"Cioè, un messa ggio alle 3 dima ttina ?\" \"Sì, alle 3 dima ttina ti arriva . Devi tenere il telefono acceso e ti dicono: inmezz'ora devi essere pronto a l check-in per ricevere i viaggiatori.\" \"Maloso alle 3 dima ttina separto alle 6?\" \"Tu non cipuoi fare niente.\" \"E allora ?\" \"Cambia lavoro.\" Costi per Ryana ir? Zero. Va i via , qualcun a ltrolo trovo. Ra gione per cui su Ryana ir a vevate unsa ccodi portoghesi, poi spa gnoli, poiita liani - a seconda didove i raga zzida i 18 a i 25 anni non trova vano lavoro. Allora trova vi portoghesi, italia ni, spa gnoli e greci.",
    "page": 185,
    "pages": [
      185
    ],
    "keywords": [
      "ttina",
      "negoziazioni",
      "quando",
      "lavoro",
      "sinda"
    ]
  },
  {
    "id": "chunk_185",
    "text": "[H2] 6. CONCETTI DI STRATEGIA Definizione di strategia\n Devo mettere insieme unpo'dicose: quello che sta dentro l'a zienda e quello che sta fuori. Solta ntoin quelmodo riesco a formula re una stra tegia . Ovvio che poi i metodi per formula relestra tegie - ovvero per decidere dove a ndare a competere - quelli bravi fanno la PEST (Politica l Fa ctors, Economic Fa ctors, Socia l Fa ctors, Technologica l Fa ctors) a na lysis. Sifa nnoun ma tricione giga ntesco e dicono: \"Conviene entra reinquel business, inquel determina topaese? Sì, no, sì, no - pro e contro.\" Fanno un listone di condizioni che regola no l'ingresso all'interno diun settore inun determina to contesto geogra fico: fa vorevole o non fa vorevole. Lastra tegia possia mo definirla comela determinazione di obiettivi di medio-lungo termine, realizzata attraverso l'adozione di courses of action e l'allocazione di risorse necessarie per raggiungere quegli obiettivi. Quindi: devo a ndare da l punto A a l punto B, devo a vere tutte lecara tteristiche per poterlo fare. Mi servono gli a erei, mi serve il persona ledi bordo, mi servono le a utorizzazioni dell'ENAC, mi serve un accordo commercia le con le piste di atterra ggio degli a eroporti, mi servono tutte lecose che ho elenca to. E poi devo vedere se l'investimento lo posso fare - cioè, chi c'è fuori? I miei competitor mi permettono difare una roba del genere? Non me lo permettono? La legislazione europea melo permette? Caratteristiche della strategia Se c'è ilmatch - sedico: \"Guarda , questo ce l'ho, qualo posso fare\" - allora formulo lamia stra tegia . \"Voglio diventa reil principa leca rrier lowcost in Europa entrodieci anni.\" Lopuoi fare? Sì, lo posso fare, con le condizioni interne e le condizioni esterne che me lo permettono.",
    "page": 186,
    "pages": [
      186
    ],
    "keywords": [
      "ctors",
      "servono",
      "strategia",
      "quello",
      "fuori"
    ]
  },
  {
    "id": "chunk_186",
    "text": "Allora definisco una serie di obiettivi - magari nel breve termine, pa ssetto dopopa ssetto, pezzetto dopopezzetto - per arriva re all'obiettivo di lungo termine. Ognistra tegia che si formula - che sia corpora te o che sia business - deve essere ovviamente esplicita , deve essere sviluppa tainmodo conscio. Quello che sto fa cendo è un obiettivo consciously and purposely - cioè \"purposely\" nel senso che deve essere sviluppa ta a vendo inmente l'obiettivo finale che voglio ra ggiungere. Chiaramente deve essere fatta prima di inizia re a lavora re sul merca to. Non è che fa cciola stra tegia dopo: lastra tegia mi serve come guida per ra ggiungere l'obiettivo. Primadico: \"Guarda , devofa recosì\", e poi inizio a fare. Non è che comincio prima a fare una roba e poi dico: \"Ah, comunque volevo fare questo.\" \n[HEADER] EMBA - Strategia ed Internazionalizzazione 77\n Letre condizioni chiave - che in ognicla ssedi stra tegia , dall'università fino a gli MBA, vengono insegna te - sono: 1. Stra tegia esplicita 2. Developed consciously 3. Espressa in advance rispetto alle decisioni da prendere. Intended strategy vs realized strategy A volte però succede che la stra tegia che si formula viene modifica ta , o non funziona , o magari l'imprenditore a nche inconsciamente prende decisioni diverse. Perché ogni imprenditore a gisce sulla base delle conoscenze che ha e sulla basediun modello menta le - cognitive structures, strutture cognitive - che l'imprenditore si è fatto. Queste deriva nodall'esperienza persona le, dalle persone concui hapa rlato, da esperienze fa milia ri o professiona li pregresse, da quello che uno ha studia to.",
    "page": 187,
    "pages": [
      187
    ],
    "keywords": [
      "tegia",
      "obiettivo",
      "imprenditore",
      "magari",
      "termine"
    ]
  },
  {
    "id": "chunk_187",
    "text": "Sevoi parla te con i ragazzi del CIBIO, del DISI, di Ingegneria , che vogliono creare una sta rtup, loroti dicono: \"Io divento un unicorno.\" Perché? \"Perché c'è la tecnologia . Unmese faho capito che c'è la tecnologia .\" Ma che vuoldire? \"Ioso che posso diventa rela startup di successo, il nuovo unicorno europeo del 2030, perché lofa cciocosì e così e così.\" Ma questa tua convinzione ti viene dacosa ? Da quello che ha i studia to, da l fatto che tu ha i studia to sempre la stessa roba e sei fortissimo in quello che ha i studia to. È untuo modello menta le che condiziona lastra tegia . Lastra tegia che tu formuli - la intended strategy, quella che ogni imprenditore formula a l tempo t=0 - non è ma i quella che rea lizza allafine. Perché nel momento in cui la formuli, nel momento in cui tela rendi esplicita - l'a vevo detto prima - ovvero la comunichi a qua lcuno, quelqua lcuno rea gisce. Sela comunichi a l socio, il socio tidice: \"Ah, sì, però...\" Quindi latua idea inizia ledistra tegia cambia . Perché? Perché iltuo socio non è d'accordo. Cambia . Oppure latua stra tegia cominci a opera ziona lizza rla conqualche decisione, e il concorrente - Luftha nsa , a d esempio - sta là e dice: \"Vedia mo che bella voro che fa \", e rea gisce. Sta lì a farti le peppe. Ognistra tegia , nel momento in cui inizia a essere implementa ta , cambia . Ilcaso Swatch-Omega Nel 2022 Swatch Group hala nciato il MoonSwatch, una colla borazione tra Swatch e Omega . Si tra ttadi una versione economica (circa 250€) del celebre Omega Speedmaster Moonwatch - l'orologio che gli a strona uti indossa ronodura ntelo sbarco sulla Luna nel 1969.",
    "page": 188,
    "pages": [
      188
    ],
    "keywords": [
      "perché",
      "tegia",
      "studia",
      "momento",
      "socio"
    ]
  },
  {
    "id": "chunk_188",
    "text": "La strategia - intended strategy - L'ideaera : • Punta resull'anniversa rio dello sbarco sulla Luna per creare unlega me emotivo • Creare una capsule collection a disponibilità limita ta - non sempre a cquistabile, devi a ndare in negozio e spera re che cisia ) • Genera re scarsità e attesa per a umenta reil desiderio • Ma ntenere la differenziazione tra i duebra nd: Omega resta lusso, Swatch resta accessibile • Il MoonSwa tchha soloil design ispira to a Omega , mail mecca nismo è interamente Swatch Sono uscite a nche versioni ispira te a i pianeti (Mars, Venus, Neptune, Terra ...). Il problema - realized strategy - Peròlastra tegia rea lizza ta non ha sempre coinciso conquella intenziona le: • Lauser community si è ribellata - a lcuni clienti Omega hanno percepito una \"svalutazione\" del bra nd • Suiblog e riviste di settore sono emerse critiche • Un progetto di ricerca acca demico sul lusso ha inizia to a studia recome scelte di merca to unfocused possano mettere in discussione l'identità dibra nd • Ilmodo in cui lastra tegia è stata percepita da l consuma torefina le non è sempre stato coerente con le intenzioni inizia li La lezione strategica Questo caso illustra perfettamente la differenza tra intended strategy e realized strategy: quello che pia nifichi non è sempre quello che ottieni, perché il merca to e i consuma torirea giscono inmodi che non puoi controlla re completamente.",
    "page": 189,
    "pages": [
      189
    ],
    "keywords": [
      "strategy",
      "sempre",
      "omega",
      "intended",
      "creare"
    ]
  },
  {
    "id": "chunk_189",
    "text": "[H2] 7. STRUMENTI DI ANALISI STRATEGICA SWOT Analysis\n Per fa re tutti i ra gionamenti che ci stiamo fa cendo devo utilizza re una serie di strumenti. Tra questi, lapiù famosa di tutte è la SWOT analysis: quell'a ltroma tricione che mette insieme punti di forza (Strengths), punti di debolezza (Weaknesses), opportunità (Opportunities) e possibili minacce (Threats) a l mio business. A livello di business strategy - come competo controTizio e Caio - la SWOTmi a iuta a capire: quali sonole opportunità? Quali rischi ho nel competere? Come posso ra ggiungere unva ntaggio competitivo? \n[HEADER] EMBA - Strategia ed Internazionalizzazione 78\n Le 5 forze competitive di Porter Il pezzo suea syJet che a vete letto è costruito conuna logica che rispecchia molto quella delle 5 forze competitive di Porter. Non ho un \"micro Porter\", malui cidice: guarda , nel momento in cui un'a zienda ha deciso dove a ndare a competere, deve decidere a nchecome a ndare a competere. E per ca pirecome competere, devefa re i conti con 5 forze diverse. Il pezzo che a vete letto suea syJet, pubblica tosu European Management Journal, è costruito esattamente per cerca redi capire: ok, che cosa hafa ttoea syJet per ra ggiungere unva ntaggio competitivo nella a irline industry? Il modello di Porter conqueste 5 forze mette insieme nient'a ltro che la competitività all'interno dell'industry nella quale l'a zienda ha deciso di competere. Applicazione delle 5 forze",
    "page": 190,
    "pages": [
      190
    ],
    "keywords": [
      "competere",
      "forze",
      "porter",
      "syjet",
      "strumenti"
    ]
  },
  {
    "id": "chunk_190",
    "text": "[H2] 1. Rivalità tra competitor esistenti\n Se voglio ra ggiungere unva ntaggio competitivo, devosa pere chi c'è già dentro: quante a ziende devo considera recome mie competitor? Un settore che viene libera lizza tochia ramente non ha molti competitor: c'è l'ex monopolista e basta , più una serie di gente volenterosa che vuole entra re nel merca to perché vede l'opportunità . Peròso che c'è un monopolista che è incredibilmente inefficiente. Midico: \"Guarda , là dentronon ho spazio per competere?\" Inrea ltà , questi incumbent non ha nnola capacitàdi reagire inmodo molto veloce. Non ha nno soprattutto laca pacità dicrea reba rriere all'ingresso o ba rriere all'uscita troppo onerose. 2. Barriere all'ingresso e all'uscita Le barriere all'ingresso: quanto mi costa ? Qua l è l'investimento che devo fare per entra re nel settore? Le barriere all'uscita: sele coseva nnoma le, quanto mi costa abba ndona re l'investimento che ho fatto e uscirne? Ovvio che se ho deciso di investire in a eromobili, non posso poi mettermi a produrre stuzzica denti. Significa che tutto quello che ho investito in a eromobili lo perdo. Stelios - il fonda toredi ea syJet - a vevaun vanta ggio: ilpadre gli disse: \"Guarda , setivama le, quegli a erei e una pa rte degli investimenti del tuo network li possia mo riutilizza re per a ltro. Tido una via d'uscita . Tido i soldi per investire suea syJet perché so che, setivama le, una pa rtedi quell'investimento la recuperia mo.\" I sunk costs - i costi sommersi - sono quelli che non sono recupera bilise l'investimento vamale. Stelios ne a vevameno di a ltri.",
    "page": 191,
    "pages": [
      191
    ],
    "keywords": [
      "uscita",
      "competitor",
      "ingresso",
      "barriere",
      "investimento"
    ]
  },
  {
    "id": "chunk_191",
    "text": "[H2] 3. Potere negoziale dei fornitori\n Ca pisco seil settore è competitivo a nche sulla base diqua ntosono forti quelli che mi mettono ingra dodi opera reilmio business: i miei fornitori. Stelios dice - nel pezzo che a vete letto - che ea syJet opera tutti i propri voli con la stessa tipologia di a erei. Perché? Perché vada Airbus e ne compra mille pezzi. Chiaramente il potere negozia ledi uno che compra mille pezzi influisce sul modo in cui diventa competitivo, sul modo in cui può cerca redira ggiungere unva ntaggio competitivo. Perché? Perché il singolo pezzo lopa gameno diqua ntolo paga ilsuo competitor.\n[H2] 4. Potenziali entranti e sostituti\n Poi devo considera re: guarda , è un merca to appena libera lizza to, potenzia lmente c'è unsa ccodi gente che vuole entra re. Siamo sicuri che sia una buona idea ? Cioè, investia mo a desso inun posto dove tutti quanti vogliono butta rsi? E poi: quali sono i potenziali sostituti diquel servizio? Vi ricorda te che qualche tempo fa - 2, 3, 4 annifa - Ryana ir decise di sospendere tutti i voli tra Roma e Milano? Perché Ryana ir sospende i voli tra Roma e Milano? Perché c'erail Freccia rossa , l'a lta velocità . Andare a Roma Cia mpino da Roma Termini costa vaun'ora e mezza . Dovevi starci trequa rti d'ora prima a lmeno, senza imbarca reba gaglio. Poi a vevitre quarti d'ora di viaggio, arriva vi a Berga mo Orio a l Serio e tifa ceviun'a ltra ora e mezza per arriva re a Milano. Una giorna tadi viaggio. Con l'a lta velocità , inqua ttroore facevi su e giù: centro città , centro città . I possibili sostituti rendeva nopoco profittevole stare là dentro.",
    "page": 192,
    "pages": [
      192
    ],
    "keywords": [
      "perché",
      "competitivo",
      "tutti",
      "potere",
      "fornitori"
    ]
  },
  {
    "id": "chunk_192",
    "text": "[H2] 5. Potere negoziale dei consumatori\n Quanto sono informa ti? Quanto sono forti i miei consuma torifina li? Dipende da l customer group, da l focus group, dal segmento di merca to che vuoi servire. Ilma nager che via ggia tra Londra e Dublino non si preoccupa sepaga 300 o 350 sterline a biglietto: il potere negozia le che hoiocome compa gnia a ereasu dilui è molto a lto, tanto a luiil viaggio glielo paga qualcun a ltro - l'a zienda . Lo studente Erasmus invece haun potere negozia le molto forte, soprattutto se nel merca tocisono a ziende diverse - lowcost diverse - che offrono lo stesso identico servizio. Passa redall'una all'a ltra non gli costa niente. Non c'è micala carta fedeltà Ryana ir, lacarta fedeltà ea syJet... Viaggia no con l'uno o con l'a ltro a seconda di chi offre lo stesso servizio a l prezzo più ba sso. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 79\n 8. DALL'ANALISI STRATEGICA AL MODELLO DI BUSINESS I limiti degli strumenti tradizionali Fino a gli anni 2000, tutte lecla ssidi stra tegia lavora vano conquesta robaqua. Cila vorano a ncora , eh? Ti serve per ca pirecome vail mondo, bana lmente. Peròsi ferma vano là : faceva no PEST, SWOT a na lysis, 5 forze competitive, eccetera eccetera . E poi metteva no insieme tutte queste informazioni, vedeva no quanto erama turoil settore, qua l era l'intensità competitiva , e diceva no: \"Ok, vabene, vado a investire lì.\" Decisione stra tegica corpora te: doveva do a investire? Guarda qua sotto, guarda sopra . Sulla base dei risulta ti - qualita tivi, sosta nzia lmente - che gli davanole matrici PEST, SWOT, l'a nalisi delle 5 forze competitive e tutto quello che ci siamo ra cconta tifino a desso, decideva noqua l erail loro posizionamento stra tegico.",
    "page": 193,
    "pages": [
      193
    ],
    "keywords": [
      "potere",
      "quanto",
      "group",
      "merca",
      "negozia"
    ]
  },
  {
    "id": "chunk_193",
    "text": "L'era del Merger and Acquisition Lara gione per cui molte delle classi distra tegia degli MBA degli anni'80 erano tutte quante \"merger a nd a cquisition, merger a nd a cquisition, merger a nd a cquisition\"... Era tutto quanto: dove a ndare a competere. Sapete, di nuovo ci risia mo con la movie industry. Comesi chiama valui - Richa rd Gere - nel fa mosofilm? Velo ricorda te? Pretty Woman. Lui che faceva ilgra nde avvocato di successo - merger a nd a cquisition più smembramento. Lui smembrava roba : compra va e smembra va . Masono molti i film degli anni'80 e'90 in cui il businessma n o l'avvoca todi grido - lo stesso neiroma nzidi John Grisha m, fiumi diroma nzi e difilm inquel periodo - quando dovevi fa r vedere l'attività del businessma n, erano gente che decideva stra tegie corpora te: vendeva e compra va pezzi di a zienda . Era quello ilmodo per fa re i soldi, era quello il focus stra tegico della ma ggior parte delle a ziende. Il leggenda rio Gordon Gekko in Wall Street - vi ricorda tequel discorso? \"Greed isgood.\" La sfida di Skype Inizio degli anni 2000: le a ziende hanno comincia to a dire che inrea ltà non riusciva no a gestire leloro attività semplicemente contutta questa robaqua. Intervista i dirigenti di Telecom Italia e Telecom Austria a Vienna per la miatesi dilaurea . Mi dissero: \"Il nostro problema a l momento sichia ma Skype. Cioè, i fonda torisono tre persone che fa nnoesa ttamente la stessa cosa che faccia monoi - a nzi, fanno una cosa fatta meglio diqua nto centina iadi ingegneri superpagatida noi, ingiro per l'Italia , riescono a fare. E cigua dagna no molto dipiù.\" Tusei a Cra covia , a casa non chiami.",
    "page": 194,
    "pages": [
      194
    ],
    "keywords": [
      "merger",
      "degli",
      "cquisition",
      "erano",
      "ricorda"
    ]
  },
  {
    "id": "chunk_194",
    "text": "Peròse devichia mare a casa , ha i la tesserina : ca ncelli il codice a lfa numerico, quelle 25 cifre che sba gli più di una volta a digita re, e ha i 10 minuti di credito - pubblico o priva to. Tuchia mi a casa una volta a settima na , è passa toil semestre, peròchiami a casa inquel modo là . E luimi fa : \"Ha i voglia di vendere tessere del genere? Ha i voglia di convincere persone a fare telefona te tra paesi diversi e a farci soldi?\" Mifa : \"Basta che sca richi Skype.\" La necessità diun nuovo concetto Inrea ltàla logica - tutte le logiche applica tefino a d allora : Merger a nd Acquisition, Interna ziona lizzazione, Va ntaggio Competitivo, Cost Lea dership - non ci basta no. Non ci servono? Cioè, ci servono, ma non ciba stano più per capire, allafine dei conti, a finemese: comefa Skype a gestire più telefona tedi quante non riuscite a gestirne voi? Ilra gionamento non va leva solta nto per loro, perché la globa lizzazione e l'ITha nnoca mbiato le regole del gioco. Le a vevano cambia tein molti settori industria li. Pensa te a Napster: lapira teria digita leera diventa taun problema all'inizio degli anni 2000. \"Perché devo compra rmiil CD? Iome losca rico con un torrent\". Allora Sony, piuttosto che EMI Records e quant'a ltro, inizia rono a d a ndare nel pa nico: \"Oh, comefa cciamo a reagire controquesta gente qua ? Cioè, usiamo Porter? Provia mo a usare Porter, proviamo a rista bilire unva ntaggio competitivo...\". Cia o! Quelli sisca ricano i torrent e sisca mbiano i file. Prova a stare dietrocon Porter e SWOT a na lysis per capire comecrea revalore per qua lcuno.",
    "page": 195,
    "pages": [
      195
    ],
    "keywords": [
      "volta",
      "digita",
      "voglia",
      "telefona",
      "basta"
    ]
  },
  {
    "id": "chunk_195",
    "text": "[H2] 9. IL MODELLO DI BUSINESS COME MODELLO MENTALE\n L'origine del concetto di Business Model Serviva un concetto nuovo. Allora qua lcuno si inventò il concetto di modello di business. \"Guarda , non ra gionia mopiù solta ntoin termini di elementi stra tegici che ci servono per ra ggiungere unva ntaggio. Pensia molaun po'più in grande: pensia mo a qua l è la logica di funzionamento diun'a zienda . Come l'a zienda crea valore? Per chi creava lore? Come monetizza ?\" Tha t's it. Come funziona Skype Allora , loca pisco cosafa Skype. Che valore crea? Tidàla possibilità dichia marequa lcuno ingiro per il mondo, basta che abbialo stesso softwa re insta llato sul computer. A costo zero. Sevuoi chiama requa lcuno che non ha Skype, sulla linea fissa , lopaghi a un prezzo \n[HEADER] EMBA - Strategia ed Internazionalizzazione 80\n molto, molto più ba sso. Perché? Perché Skype utilizza un'infra struttura direte che non è neanche sua - non ci ha messo neanche un centesimo per rea lizza rla - ma che sfrutta per crea revalore per qua lcuno. Per chi crea valore? Per tutti quelli che vogliono chiama recasa e non vogliono spendere unpa trimonio. Per la generazione Erasmus. Come monetizza? Guarda , monetizza semplicemente fa cendosi pagareda qualcun a ltro: tima ndano unpo'di pubblicità . Quando visua lizzi la pubblicità , sono quelli che mettono ilbanner sul porta le Skype, sul sito Skype, a pagare. Non pa ghitu. Poi, chiaro, sevuoi chiama reun numero dicasa - tipo 0461 - allora tirica richi con la carta di credito o con la prepa gata: 10 euro. E conquei 10 euroci parli 2 ore.",
    "page": 196,
    "pages": [
      196
    ],
    "keywords": [
      "skype",
      "lcuno",
      "modello",
      "business",
      "concetto"
    ]
  },
  {
    "id": "chunk_196",
    "text": "Altro che 10 minuti per 25 euro con la tesserina che gra ttavi! Come reagire a Skype Allora , io che devofa re per reagire a quello che fa Skype? Devocrea repiù o menoun valore che sia simile per i miei consuma torifina li. Qua l è il consuma torefina le? La generazione Erasmus. Come monetizzo? Devo monetizza rein unmodo che la generazione Erasmus è ingra dodi recepire. Devo monetizzare inunmodo che permette alla generazione Erasmus di a vere accesso a l valore che creo per lei. Non ra giona vanopiù in termini di 5 forze competitive: \"Creoun vanta ggio competitivo.\" Sì, malocreo perché houn modello di business fatto bene. Il modello di business creava ntaggio competitivo, è fonte diva ntaggio competitivo. È lo stesso obiettivo, ma non ci arrivo attra verso tutti i ra gionamenti che abbiamo fatto fino a desso. Il modello di business nelle startup Luiti chiede: \"Comefa cciamo a farci pagare? Cosìil modello di business stain piedi.\" Questo lo studi subito. Quando una sta rtupsi presenta davanti a l venture capita list, quello non gli chiede l'a nalisi delle 5 forze competitive. No. Gli chiede: \"Che vuoi fare nella vita ?\" \"Io voglio diventa re l'unicorno europeo più gra nde nel 2030.\" \"Bene. Guarda : chi è iltuo consumatore? Che va lore gli offri? Cometi fa i pagare? Sesta in piedi, mira cconti il resto.\" Mainta ntoti sei messo nella conditio sinequa non: come non ciparli? Perché? Perché questo tidice se l'a zienda funziona o non funziona . È la logica di funzionamento diun'a zienda . Se non c'è questo, non c'è il resto. Sei molto foca lizza to sul valore che crei e per chi locrei. Ferrari come riferimento concettuale È ovvio che a lcuni modelli di business diventa nota lmente identita ri che tupuoi ra giona rciin termini di modello menta le.",
    "page": 197,
    "pages": [
      197
    ],
    "keywords": [
      "modello",
      "business",
      "valore",
      "generazione",
      "erasmus"
    ]
  },
  {
    "id": "chunk_197",
    "text": "Esempio: seio vidico \"sto pensa ndodi compra rmi una Ferra ri\", e l'anno prossimo voi venite qua a novembre - quando faccio lezione a quelli che sta nnonell'a ltra a ula - e qua sottovedete una Ferra ripa rcheggia ta , dite: \"Ah, l'ha compra ta!\" Se invece vedete una La mborghini, magari pensa te: \"Ah, non ha compra tola Ferra ri... cos'è, una La mborghini?\" Perché? Perché seio vidico \"vorrei compra rmi una Ferra ri\", iovi stoda ndo dei riferimenti concettuali per da rvila possibilità di costruire un modello mentale. Per cui \"Ferra ri\" - o \"ma cchina sportiva \" - vuoldire: una ma cchina dal colore appa riscente, da l design diun certo tipo, proba bilmente bassa , unpo'rumorosa . La Ferra ri elettrica a ncora non l'abbiamo vista , neanche la La mborghini. Visto dando degli elementi per crea reun modello menta le concui a na lizza reil mondo, concui dire: \"Quella è una Ferra ri, o qua lcosa di simile.\" Comefa mio figlio inma cchina : \"Mamma, una Ferra ri!\" \"No, non è una Ferra ri, guarda , è una Porsche.\" Peròlui, sevede la Porsche, dice: \"Guarda , è una Ferra ri!\" Perché? Perché ilsuo modello menta ledi Ferra ri - dima cchina sportiva - ha determina tecara tteristiche. Riferimenti di modelli di business Sevidico \"sto pensa ndodi compra rmiun tra ttore\" e qua sottovedete un tra ttore, non sta te a vedere che tipo di tra ttore è. \"Oh, il tra ttore! Alberto si è compra toun tra ttore.\" Per cui, seio vidico: \"Sto pensa ndodi creare un'a zienda che funzioni alla eBa y\" o \"alla Google\", oppure \"sto pensa ndodi creare un'a zienda come funziona va IBM negli anni'80\", iovi stoda ndoun riferimento ben preciso per costruirvi un modello menta lediqua l è la logica di funzionamento dell'a zienda che voglio creare.",
    "page": 198,
    "pages": [
      198
    ],
    "keywords": [
      "ferra",
      "compra",
      "pensa",
      "ttore",
      "ndodi"
    ]
  },
  {
    "id": "chunk_198",
    "text": "Esempio 1: il modello \"pizzeria\" Sevidico \"sto pensa ndodi creare un'a zienda che funziona come una pizzeria a l taglio\" - tipo Alice Pizza qua sotto - voisa pete che voglio creare una roba in cui entra qua lcuno, paga , si prende il prodotto e seneva . Bye. Esempio 2: il modello \"consulenza\" Se invece vidico \"guarda , voglio creare un'a zienda che funziona unpo'come McKinsey\", non è un posto dove entri, paghi, prendi ilbox e teneva i. È un posto doveva i, gli spieghi un problema , loro formula no una soluzione che fitta esattamente conquello che tu gli ha i chiesto. Gli pa ghiun sacco dipiù diqua ntopa gheresti la pizza da Alice, e tenevai conquella soluzione - che si a datta perfettamente alletue esigenze, ma non si a datta a nessun'a ltra esigenza di nessun a ltro potenzia le consumatore. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 81\n Esempio 3: il modello \"piattaforma\" Sevidico \"sto pensa ndodi creare una pia tta forma che funzioni come Vinted - voglio creare la nuova Vinted nel business delle pizzerie\", questo vuoldire che voglio crearmi una piattaforma. Quindi deve esserci qua lcuno in mezzo a due gruppi di consumatori, che li mette in conta tto. Iovido questi riferimenti precisi che vi fanno costruire un modello menta le. Per cui, quando poi vedete quelle a ziende, dite: \"Guarda , ha quelle cara tteristiche, quindi è una Ferra ri\" - oppure: \"Quindi è un tra ttore.\"",
    "page": 199,
    "pages": [
      199
    ],
    "keywords": [
      "creare",
      "modello",
      "voglio",
      "esempio",
      "quindi"
    ]
  },
  {
    "id": "chunk_199",
    "text": "[H2] 11. IL MODELLO RAZOR AND BLADE\n L'esempio del rasoio Il modello di business è Reson & Blade sapete che è Reson & Blade? Quanti divoi vanno a l supermerca to e si comprano il rossoio? Ioho perso a Bidonia peròsevoi a ndate a l supermerca to allacopp e volete compra rviil rasoio ci a vete nel shelf dei ra soici a veteta nte possibilità diverse ci a vete quelli che usi a getta i bicgia lli e bianchi a ra ncioni pa cchetti da 10 3 euro all'inizio taglia nocome una la magia pponese dopoche arrivi ilfiso streggia todopo 10 giorni puoi acca rezza rciil gatto e le butti e le indifferenzia te. Poi a fianco a quella roba lì c'è una roba che di design mail mioba gno non è ingra dodi ospita re una roba bella cosìin fibra dica rbonio una roba pa zzesca lovedi e dicegua rda questo ha 25 lameci ammazza qua lcuno inrea ltà non tita gli per niente e scopri che quella roba lì costa meno del pa cchetto 10 di cimita rre a i gia pponesi prendo quello rifaròil bagno maio quella robala devo prova re costa puredi meno 25 lamela porti a casa comincia a fa rtici labarba poi peròti viene il problema che dopo un mesetto quelle lame non ta gliano più torni alla coppa a ndiamo a cerca rcile testine interca mbiabili e scopri che sono fatte intita no che costa noqua nto una Tesla . Il meccanismo del lock-in Diceno iodevo cerca re l'offerta io voglio solta ntoil rasoio non voglio le 5 è come gli spa zzolini da denti compra relospa zzolino Black Frida y vidira nnoieri gli ora li BIO9 e ti dicono guarda che è è comela ma cchinetta del ca ffèdell'Aneespresso è comele stampa nti HP verso Lexma rk a ndate da Megaword sti giorni La Lexma rkve latira no dietro. L'HP, a nchese Black Frida y, unpo'lapagate.",
    "page": 200,
    "pages": [
      200
    ],
    "keywords": [
      "blade",
      "quella",
      "costa",
      "modello",
      "rasoio"
    ]
  }
]