[
  {
    "id": "chunk_150",
    "text": "## 13. I MODELLI DI BUSINESS NON SONO BREVETTABI LI La Questione dei Brevetti I modelli di business non sono brevettabili. Nessuno si è ma i inventa to un brevetto sul modello di business. Neanche il processo di produzione, in sé, è brevettabile. Ciò che è brevetta biledeve essere: • creativo - devi dimostra reche è creativo • innovativo - nel senso di diverso dallo status quo, dalla conoscenza comune Se il processo utilizza una nuova tecnologia, allora la tecnologia è brevettabile - e il processo incorpora quel brevetto. Posso brevetta re diversi usidella tecnologia. L'Esempio della Teiera Faccia mo un esempio. Mi invento una teiera condue beccucci e dico: \"La teiera condue beccucci permette di ridurre il tempo di riempimento di due tazze di tè.\" È brevettabile? No. Perché la ma cchina del ca ffè condueeroga torifa già la stessa cosa. Quindi quell'idea non è innova tiva - non apporta niente di nuovo rispetto a ciò che esiste. Dovrei trovare una ra gione diversaper giustifica re il brevetto. Due beccucci nella teiera non basta no se la funzione è già rea lizzata da un altro prodotto. EMBA - strategia ed Internazionalizzazione 65 14. L'EVOLUZIONE DELLA BICICLETTA La Storia della Bicicletta Qui c'è un po'di storia sull'evoluzione della bicicletta come la conoscia mooggi. Siamo partiti da ll'Ottocento: la bicicletta eracosì - una ruota grande da vanti, una piccola dietro, senzapeda li come li conoscia mo. Homesso questa storia per ragionare su un puntofondamentale: nel mondo dell'IT e oltre, l'innovazione di prodotto è spesso la ricombinazione di innovazioni provenienti da settori industriali diversi. Dovremmo richia ma reSchumpeter su questo.",
    "page": 151,
    "pages": [
      151
    ],
    "keywords": [
      "business",
      "brevetto",
      "processo",
      "tecnologia",
      "brevetti",
      "innovativo",
      "conoscenza",
      "strategia"
    ]
  },
  {
    "id": "chunk_151",
    "text": "La bicicletta come la conoscia mooggi è il risulta to del progresso della metallurgia, che ha permesso la produzione di una catena sottile ma resistente, con ma glie abba stanza piccole da essere a zionata da un essere umano. Quell'innovazione da llameta llurgia, tra sferita al settore delle biciclette, ha porta to a: dueruote della stessa gra ndezza, i freni, la tra smissione a catena. A quelpunto qualcuno ha detto: \"Se la bicicletta comincia ad andare molto veloce, ho bisogno di pneumatici.\" E quindi l'innovazionedegli pneumatici - dal settore a utomobilistico - è stata applica ta alla bicicletta. Due Approcci all'innovazione Questo è un approccio diverso rispetto a quello dell'IT: • Nell'IT: \"Ho la tecnologia, devo trovare una giustificazione per renderla innovazione - un modello di business, una piattaforma.\" • Nel mondo offline: spesso l'innovazione è l'adattamento di una tecnologia che non ha trova to applicazione in un settore, verso un settore diverso dove risolve un problema concreto. innovazione di Componente vs Architetturale Ogni prodotto può essere scomposto. quando parlo di innovazione, devoragionare: la nuova tecnologia impatta su un singolo componente oppure su tutta l'architettura del prodotto? È un ragionamento un po'sofistica to, ma serve per puntua lizzare. L'importanza del Nome Ne abbiamo già parla to con lo snurfer ela horseless carria ge. L'innovazione di posizionamento - come il drink acqua e zucchero del mio a mico sportivo. Il modo in cui chiamo qualcosa è fondamentale. Il nome evoca significa tichefanno percepire come quel prodotto possafa re al casomio, a nche se non ne conosco esattamente l'uso.",
    "page": 152,
    "pages": [
      152
    ],
    "keywords": [
      "innovazione",
      "tecnologia",
      "business",
      "piattaforma",
      "settore",
      "bicicletta",
      "prodotto",
      "catena"
    ]
  },
  {
    "id": "chunk_152",
    "text": "La carta di credito: quando qualcuno decise di chia ma rla \"carta di credito\", cosa comunica va? La possibilità di beneficia re di un credito. Il nome cambia tutto.Ci sono beipezzi di ricerca e ca pitoli di libri che mostra no come il destino delle aziende dipenda molto spesso dal nomedell'azienda stessa.\n## 15. IL CASO UBER VSBLABLACAR Perché Uber È stato Bannato? Quanti di voi usano Uber? Non come taxi in Italia - perché qui è stato limita to - ma all'estero. Visiete ma i chiesti perché Uber è stato bannato in molti paesi mentre BlaBlaCar no? Qualcuno potrebbe dire: \"BlaBlaCar tioffre spostamenti da una cittàall'altra, non è competitor diretto dei taxi.\" Ma non è sempre così. A Londra prendevo Bla Bla Ca r per sposta rmi dentro la città. A Roma a nche. Non ho potuto chia ma re Uber, hochia ma toBla Bla Car. Il servizio offerto era lo stesso - hopagato il conducente in modo diverso, ok. L'Errore nel Claim Ma perché a nessuno è ma i venuto inmente di dire che Bla Bla Ca r è illega le? Perché Uber, nel suo claim inizia le, ci ha messo questa pa rolina: taxi. Si è presenta ta come \"taxi company\". Il cla imera: \"Better, faster, cheaper thantaxi.\" Sbaglia to. Ha sba gliato il posizionamento. Ha messo la pa rola \"taxi\" nel cla im - e si è messa in bocca al lupo. La Protesta dei Black Cab a Londra Iostavo a Londra quando è arrivato Uber. Conoscete i blackcab di Londra? Iconici. Per prendere la licenza e diventa re tassista a Londra devi supera re un esamechia ma to \"The Knowledge\" - con la K ma iuscola. The Knowledge implica che tu sappia a memoria tutte le strade, i vicoli, gli a nfratti di Greater London.",
    "page": 153,
    "pages": [
      153
    ],
    "keywords": [
      "knowledge",
      "aziende",
      "azienda",
      "estero",
      "uber",
      "taxi",
      "londra",
      "bla"
    ]
  },
  {
    "id": "chunk_153",
    "text": "Richiede più o meno un anno e mezzo di studio, più l'investimento per compra rti il ca b - che lo produce una sola azienda, monopolista: 70.000 sterline. Poi arrivaqua lcuno che, utilizza ndo l'app di Google - non a vendo inventa to niente, non avendo studia to niente - tiporta dal punto A al punto B a un prezzo straccia to. I tassisti londinesi fecero la rivoluzione. Blocca rono Londra per una settima na. Cartelli: \"Wehad The Knowledge!\" quale fu l'effetto? Dopo un mese, tutti i tassisti - che primanon accetta vano assolutamente il Bancomat - a vevano il POS. E sistava no attrezza ndo per sviluppa re un'app per chia ma re i Black Ca b. Chi ha provocato questa reazione? Uber, che arriva vachia ma ndosi taxi. Non Bla Bla Ca r, che esisteva prima e non a veva ma i provoca toproteste - nonosta nte offrisse un servizio simile. L'importanza del Naming nel Business hanno sbaglia to il claim. Ci sono fior di ca pitoli di libri che analizza no aziende che hannosba gliato con il nome e ne hannopagato le conseguenze. C'è un'intervista al CEOfondatore di Bla Bla Ca r della BBC. Gli chiedono: \"Perché BlaBlaCar sì e Uberno?\" EMBA - strategia ed Internazionalizzazione 66 La cosa interessa nte è che lui parla per 10 minuti, ma non pronuncia mai la parola taxi. Ma i. dal punto di vistanorma tivo, non è che puoi bannare qualcuno perché usa un'app. Li hanno fermati per il claim \"better, faster, cheaper thantaxi\". Se dici \"taxi service\", il ta xi service è regola to, normato, richiede licenza. Solo il governo o l'a utorità può concederla. C'è un pa per molto interessa nte di due colleghi - uno alla BSL, l'altro all'Angolino - che hanno ricostruito tutto il processo in Spagna con i documenti dellacorte spagnola.",
    "page": 154,
    "pages": [
      154
    ],
    "keywords": [
      "investimento",
      "azienda",
      "prezzo",
      "knowledge",
      "business",
      "aziende",
      "strategia",
      "internazionalizzazione"
    ]
  },
  {
    "id": "chunk_154",
    "text": "Mostra no come la decisione siasta tabasata sul fatto che Uberfa cevacla im di essere un ta xi service.\n## 16. LA STORIA DELLA GRAPPA L'Influenza della Narrativa sulla Grappa Vi ma ndo un pa per moltobello scritto da due norda merica ni. Si intitola: \"How Cinderella Became Queen\" - Come Cenerentola diventò Regina. Oggi la grappa Nonino la trovi all'a eroporto di Tokyo. Negli anni'80, sociologi ed esperti del settore diceva no: \"La grappa non è paragonabile al peggior whisky, scotch o gin. È tuttoposto uguale sul mercato, ma di qualità inferiore.\" In rea ltà, la narra tiva concui sipresenta va la grappa era sempre stata quella di uno spirito loca le, che condensa va una conoscenza centenaria di una certa regione d'Italia. Il cui beneficio era limita to a quella zona geogra fica. Nessuna aspirazione a diventa re uno spirito bevuto in tutto il mondo. Il Cambiamento di Narrativa Poi qua lcuno - chi produceva il Picolit - cambiò versione. Cambiò narrativa.\"Sapete che il Picolit è il risultato di una particolare condizione del grappolo d'uva? Nascesolo in certe condizioni. C'è un processo dietro, la storia di una famiglia, generazioni di sapere...\" La gra ppa fupresenta ta in un pa io di conferenze europee e interna zionali sugli spirits conuna storia completamente rinnovata: \"Tustai bevendo un distillato di saperi centenari. Stai bevendo una prelibatezza. Se ne può produrre veramente poca. È un condensato di tradizione.\" Nel giro di dieci anni, la gra ppa è diventa ta uno spirito apprezza to a livello europeo. Poi ha comincia to a essere venduta a nchenegli Stati Uniti. Ma È Cambiato il Prodotto? È cambiato il prodotto? Zero. La gra ppa dei Picolit che si produceva negli anni'80 è la stessa grappa dei Picolit di oggi.",
    "page": 155,
    "pages": [
      155
    ],
    "keywords": [
      "mercato",
      "conoscenza",
      "processo",
      "grappa",
      "picolit",
      "storia",
      "narrativa",
      "anni"
    ]
  },
  {
    "id": "chunk_155",
    "text": "Anzi, proprio quello è bello: fadella storia, della tra dizione. Un commentatore disse: \"La grappa era uno di quegli spiriti che non bevevi neanche nei piccoli bar di Caracas.\" Oggi la compri all'a eroporto di Tokyo e costapiù dello scotch. I Nonino sono il topdella comunicazionesulla grappa. Sono a nchedonne che comunica nobene, hanno una storia molto interessa nte. Sono la bestpra ctice del settore.\n## 17. LA TEORIA DELLA DISRUPTIVE INNOVATION (APPROFONDIMENTO) La Definizione Precisa di Christensen Passia mo a qualcosa che abbiamo nomina to ma non a ncora definito conprecisione. Christensen, al MIT, orma i 20-25 annifa, ha costruito una teoria: la Disruptive Innova tion Theory. A cosaserve? È nata nel momento in cui piccole realtà imprenditoria li, utilizza ndo la sca la bilità di processi e prodotti grazie all'IT, riusciva no a sma ntella re interi settori industria li e a caccia regli incumbent. Christensen ha detto: \"Dobbiamo codificare questo processo.\" La disruption theory studia il processo attraverso cui avviene la disruption - ovvero la caccia tadegli incumbent dal settore industria le. Uso Improprio del Termine Diffida teogni volta che qualcuno usa \"disruptive\" asproposito. Nel lingua ggio comune, \"disruptive\" è diventato sinonimo di \"qualcosa di nuovo\". Ma in realtà ha un significatomolto preciso. Le disruptive innova tion theory descrive ognisituazione in cui un settore industria le viene sconvolto (shaken up) e l'incumbent - l'azienda congra ndequota di mercato - vienemesso in crisi. I Due Tipi di innovazione: Sustaining e Disruptive Christensen distingue tra due tipi di innovazione: • Sustaining Innovation.",
    "page": 156,
    "pages": [
      156
    ],
    "keywords": [
      "disruptive",
      "christensen",
      "incumbent",
      "processo",
      "disruption",
      "innovazione",
      "sustaining",
      "processi"
    ]
  },
  {
    "id": "chunk_156",
    "text": "Quelle che rendono i prodotti migliori: \"Makesgood products better for existing customers.\" Esempio: Koda k negli anni'80 creava ma cchinette fotogra fiche o carta fotogra fica in grado di viva cizzare i colori dellefoto. Era innovazionesusta iningpoiché rendeva migliore un prodotto esistente dell'incumbent, del qua si-monopolista. • Disruptive Innovation. Non è qualcosa che migliora un prodotto esistente. È qualcosa che crea un merca tonuovo - che primanon esisteva. Quindi quando sentite qualcuno dire \"questa roba è disruptive\", potete rispondere: \"Definisci disruptive. Se l'innovazione è disrupting, significa che deve aver creato un nuovo mercato. Se non l'ha fatto, chiamala come ti pare - ma non chiamarla disruptive.\" EMBA - strategia ed Internazionalizzazione 67 Il Processo della Disruption Il processo che Christensen e altri studiosi hanno analizza tovede sempre lo stesso schema.\n## 1. Incumbent C'è l'incumbent - faccia mo l'esempio di Ubervs i tassisti. L'incumbent (il tassista ) offre un servizio per i \"most demanding and profitable customers\". Offre un servizio di qualità, che si fapagare moltobene, e che riesce a vendere solo allagente in gra do di pagare per quel servizio. Ma non ha stimolo a migliora rlo. Perché? Perché è l'unico. Controlla il merca to. Il tassista dice: \"Vabbè, stoqua. Chi può rompermi le scatole?\"",
    "page": 157,
    "pages": [
      157
    ],
    "keywords": [
      "incumbent",
      "disruptive",
      "processo",
      "innovazione",
      "mercato",
      "strategia",
      "internazionalizzazione",
      "disruption"
    ]
  },
  {
    "id": "chunk_157",
    "text": "## 2. Consumatori Trascurati In ogni settore c'è una fetta di consumatori che hanno poca capacità di spesa, hanno poco interesse per una tecnologia che performa moltobene e non hanno intenzione di pa garetanto per accedere a un prodotto o servizio Esempio: gli studenti a Londra. Sisposta no a piedi, in a utobus, col double-decker. Il ta xi? Ma i. Il bla ckca b è iconico, ma costa troppo. C'è tutta la gente che vuole sposta rsi, non vuole prendere la metropolita nanell'ora di punta, vuole prenotare con lo sma rtphone che ha in tasca - concui fatutto tra nne che prenota re un taxi.\n## 3. Disruptor Il disruptor è quel soggetto che dice: \"Cistoio.\" Cosafa? Offre un servizio che non è qualita tivamente comparabile a quello del monopolista - è inferiore. Ma proprio per questa ragione chiede un prezzo inferiore. L'accesso al servizio è più fa cile. E intanto cosafa? Impara. Inizia a capire cosavuole il consumatore. Perfeziona il modello di business. Come fa ceva l'iPhone all'inizio. Più impa ra, più convince il consumatore. E il singolo consumatore soddisfa tto informerà altri: \"Ancora prendi il black cab? Ma guarda che conUber spendi poco, arriva veloce, tiporta dove vuoi. Non prendere la metropolitana nell'ora di punta - c’è un modo alternativo.\" All'inizio l'app di Ubersi impalla va. La geoloca lizzazione a veva problemi - la mettevi qua e ti da va là. In certe a ree geogra ficheera un disa stro: a Venezia Uber diceva che potevano venirti a prendere in ca na le. A Roma, nellestra dine piccole, faceva fatica. Oggino, oggi potenzia lmente è perfetto. Ma la capacità di conquista re il consumatore è deriva ta da llacapacità di fornire un servizio a bassocosto che fa cevarispa rmiare - a nche se imperfetto.",
    "page": 158,
    "pages": [
      158
    ],
    "keywords": [
      "tecnologia",
      "prezzo",
      "business",
      "non",
      "servizio",
      "consumatore",
      "prendere",
      "consumatori"
    ]
  },
  {
    "id": "chunk_158",
    "text": "Le Precisazioni di Christensen su Uber Studente: \"Come sitraduce disruption in italiano?\" È difficile. \"Dirompente\", \"stravolgente\"... di solito la la sciano come \"disruptive\" perché se cambi il termine perdi il significatospecifico. Come hanno Reagito i Black Cab? I blackca b hanno risposto: \"Ok, accettiamo le carte di credito, sviluppiamo un app.\" Ma fanno leva a nche sul fatto che se va i a Londra vuoi il viaggio iconico sul bla ckca b. Tifa i il selfie da vanti a Buckingha m Pa la ce con il ta xi dietro - e quello fadell’esperienza. Il Grafico della Disruption Il processo codifica to da Christensen è questo: Le sta rtup partono dal low-end market - la parte del merca to conbassa willingness topay, bassacapacità di spesa. Lo spostamento da quellow-endverso il mainstream market - dove si genera nopiù profitti - segue sempre lo stesso percorso. Studente: \"Non ho capito il grafico.\" La tra iettoria del disruptor: entra dal low-end ma rket e sa le. Gli incumbent non lo considera no - non sono interessa ti a quel segmento che pa gapoco. Accontenta rli costerebbe troppo, o comunque non pagherebbero ma ila cifra richiesta per il servizio premium. Mentre l'incumbent guarda altrove, il disruptor costruisce la sua ba se proprio su quelli che sono dimentica ti, non soddisfa tti. Chi ri da zero invece ha proprio quello come obiettivo. Infostrada È Disruptive? Studente: \"Neglianni'90, con la liberalizzazione delle telecomunicazioni ela fine del monopolio SIP, è stata lanciata Infostrada. È stata una dellepiù grandi creazioni di valore del dopoguerra italiano. Sipuò definire disruptive?\" Sono d'accordo che sia stata importante.",
    "page": 159,
    "pages": [
      159
    ],
    "keywords": [
      "disruptive",
      "christensen",
      "disruption",
      "incumbent",
      "processo",
      "segmento",
      "valore",
      "non"
    ]
  },
  {
    "id": "chunk_159",
    "text": "Ma sono usciti molti a rticoli - e precisazioni di Christensen stesso - che dicono: \"Questo non è disruptive, questo non è disruptive.\" Christensen ha specifica to: è disruptive quell'innovazione che viene da un'azienda concapacità finanziarie limitate rispetto all'incumbent che controlla il ma ss ma rket. Infostra da aveva capacitàfina nziarie limita te? No. Non era l'a ziendina di due ragazzi in un garage. L'Eccezione di Uber e Netflix Anche Uber - mentre la maggiorparte della lettera tura lo cita come esempio perfetto - in rea ltà Christensen più volte ha detto: \"Uber non ha mai avuto problemi di accesso al mercato dei capitali. Ha fatto quello che ha fattoperché in California l'accesso ai capitali era abbondante.\" Lo stesso discorso va le per Netflix vsBlockbuster. hanno provato a cla ssifica rla come disruptive, ma Christensen ha detto \"mah...\" - perché l'accesso al mercato dei capitali per Netflix, soprattutto in Ca lifornia, è stato abbasta nza a gevole. Ryanair come Esempio Calzante Ryanair invece calza perfettamente. All'inizio sono partiti proprio così: risorse limita te, low-end ma rket, costruzione gradua le. Ryanair non è stata nemmeno la prima - la prima è stata Ea syJet. Ma Ryanair è l'esempio più calza nte di disruptive Innova tion nel settore a ereo. EMBA - strategia ed Internazionalizzazione 68",
    "page": 160,
    "pages": [
      160
    ],
    "keywords": [
      "disruptive",
      "christensen",
      "mercato",
      "innovazione",
      "azienda",
      "incumbent",
      "risorse",
      "strategia"
    ]
  },
  {
    "id": "chunk_160",
    "text": "## 18. IL CASO RYANAIR E EASYJET La Storia di EasyJet Se volete, la prossima volta possia mo partire proprio da Ryanaired Ea syJet. Conoscete la storia di Ea syJet? Il fondatore è il figlio di un a rmatore greco. Durante un volo da Londra a d Atene - tornava a casa, lavora va per l'azienda del padre, era nospedizionieri, come molti a rmatori greci; erano a mici di Onassis, tra l'altro - incontrò una persona che gli disse: \"Vorrei lanciare un'azienda con un modello di business come quello di Southwest Airlines.\" Southwest Airlines erastata la primaveralow-cost carrier creata al mondo, negli Stati Uniti. Luicipensò un po'. Investì in quell'azienda, che però fallì. Ma rima se convinto dell'idea. Del business di fa miglia, sinceramente, non a vevagra ndi aspirazioni. Eranogli annidella liberalizzazione del mercato aereo - niente più monopolisti. E sirese conto di un pa io di cose. Il Cartello dei Prezzi Prima di tutto: come tutti i monopolisti, le compa gnie di bandiera pratica va noprezzi da cartello su certe tra tte. Ryanairpa rtì dalla Londra-Dublino. Ea syJetpa rtì dalla Francoforte-Parigi. Guarda te i prezzi dellecompa gnie di bandiera: hanno sempre lo stesso prezzo nella stessa fascia ora ria. Perché affittare la pista di atterra ggio a Heathrow o a Charles de Gaulle alle 7 di ma ttinacosta molto di più che affitta rla alle 10. Perché? Perché i business travelers vogliono viaggia re la ma ttina presto. Alle 10, chi via ggiapiù per la voro? Air Fra nce o British Airways tifanno pagare lo stesso prezzo in quello slot ora rio. Quella è la rotta più frequentata d'Europa. La strategia degli Aeroporti Secondari E allora che fa i? \"Iooffro un collegamento alternativo su quella rotta.",
    "page": 161,
    "pages": [
      161
    ],
    "keywords": [
      "azienda",
      "business",
      "prezzo",
      "mercato",
      "strategia",
      "easyjet",
      "storia",
      "syjet"
    ]
  },
  {
    "id": "chunk_161",
    "text": "Da un aeroporto vicino all'aeroporto principale - perché l'aeroporto principale micosta troppo, non mi darà mai accesso a quello slot. E non posso partire troppo dopo, altrimenti non volerebbe nessuno con me.\" Quindi: stringo un accordo commercia le con un a eroporto seconda rio. Ti assicuro il collegamento per arrivarci - Terravision, per intenderci. Se vuoi a ndare da Londra centro a Stansted o a Southend, ioti ciporto. Assicuro il collegamento frequente. E tioffro un prezzo estremamente più basso. La Value Proposition No-Frills Perché riesco a farlo? Perché offro una logica di tra sporto no-frills - senza fronzoli. Il fondatore diceva: \"quando vaisull'autobus, tisei mai lamentato che non ti portano il panino? No. Staisull'autobus, non ti aspetti il panino.\" \"quando viaggi conNational Express - una compagnia di pullman - vuoi viaggiare a basso prezzo e in sicurezza. Non pretendi altro.\" \"Io non faccio altro che assicurarti un servizio di trasporto aereo a basso prezzo e sicuro. Nessun problema.\" Come lo assicuro? La mia logica di business, il va lore che creo - sia per Ryanairche per Ea syJet - è: trasporto no-frills. Le condizioni per accedere a quel tra sporto? Certo, a eroporti seconda ri. Ma ti ciporto io - non devi impazzire per capire come arrivare a Southend o a Stansted. I primi biglietti li da vanopra ticamente gratis: un centesimo. Anche il bus per arrivare all'a eroporto eragra tis. Il Targeting della generazione Erasmus Perché? Perché doveva nocrea re le condizioni per l'a dozione. Se metti un prezzo troppo a lto per un prodotto già scomodo rispetto a quello che offre British Airways - il big legacy service - il cliente non volerà ma i con te. È la stessa logica del freemium nei videogiochi.",
    "page": 162,
    "pages": [
      162
    ],
    "keywords": [
      "prezzo",
      "value",
      "proposition",
      "business",
      "cliente",
      "non",
      "aeroporto",
      "troppo"
    ]
  },
  {
    "id": "chunk_162",
    "text": "Perché molti videogiochi ti permettono di gioca resenza pagare? Perché pagheresti 10,99 euro per una cosa che non sa i se ti piace? C'è troppa scelta. Tifanno giocaregra tis. Tiporta nofino al terzo livello. quando capisci che la meccanica di gioco ti ha cattura to e vuoi continua re - paghi 10,99. È la stessa logica dell'all-you-ca n-ea t, in versione diversa. Il va lore è lo stesso. Quello che cambia è il modo in cui gestisco l'engagement con il consumatore finale - il modo in cui abbasso la difficoltà di accesso al servizio. I Modelli di Monetizzazione A seconda del settore industria le, ho modelli di monetizzazione diversi. L'elettricità la paghia mo per unità consuma ta - diversamente da llapizza. Prima la telefonia la pa gavamo ascatti alla risposta. Adesso non più. Il modo in cui monetizza no Fastweb, Poste, TIM per la banda la rga è esattamente lo stesso di Spotify: paghi 10 euro, ha i accesso a quanto tipare. Scarichi 30 film al giorno? Non è problema mio. Tupaghi 10,99. Non lo usi per un mese? Sta lì, sempre 10,99. L'elettricità e il ga s invece li paghia mo per unità consuma ta. Pensate se usassero un modello come quello dellabanda larga per l'energia: tutta l'energia che vuoi a prezzo fisso. Faremmo più ca so a quanta energia sprechia mo? No. Quanto costerebbe a Dolomiti Energia assicura re a tutti energia tendenzia lmente illimita ta? Troppo. Non funziona in quel settore. Non può funziona re una strategia di monetizzazione di queltipo, perché Dolomiti Energia deve assicura rsi di poterfar fronte a picchi di domanda in ogni momento. La gente assume decisioni sul consumo energetico in modo slegato da qua ntopaga - e questo crea problemi.",
    "page": 163,
    "pages": [
      163
    ],
    "keywords": [
      "prezzo",
      "strategia",
      "non",
      "energia",
      "monetizzazione",
      "euro",
      "vuoi",
      "paghi"
    ]
  },
  {
    "id": "chunk_163",
    "text": "Le conseguenze delle Scelte Strategiche di Ryanair Ryana ircrea valore - valore low-cost: \"Ti faccio pagare poco, è sicuro, ci arrivi. Ti faccio prenotare attraverso il call center o online. Tiporto all'aeroporto gratis conTerravision.\" Quanto paghi? Moltopoco. I primi biglietti costava no un centesimo. Da studente Erasmus, viaggia vo a 1,99 euro. Fantastico. Perché? Perché sapeva no - ci sono documenti che lo EMBA - strategia ed Internazionalizzazione 69 provano - che c'era una generazione Erasmus. Chi via ggia non è più solta nto il businessma n. C'è una nuova generazione che viaggia per l'Europa per ra gioni di studio. hanno trovato il fida nzato ola fida nzata in giro per l'Europa. Non via ggiano perché British Airwaysgli fapaga retroppo - ma via ggerebbero. Gli importa del pa nino con la morta della o con la ma ionese stantia di British Airways? Non gliene può frega re di meno. Cosa vogliono? Vogliono raggiungere il partner, viaggia no con ba gaglio leggero. Benissimo - io quello tioffro. Il Successo di Ryanair Questi sono diventa ti i più gra ndioperatori d'Europa. Sullaba se di cosa? Di quello che vuole il merca to. Li mettono nelle condizioni di a verlo. La Standardizzazione della Flotta Però, per sta re dentro i costi, che fa i? \"Compro tuttiaerei dello stesso tipo.\" Non è come British Airways o Air Fra nce, che hanno il Fokker per le rottebrevi, l'Airbus, il Boeing... No. Ryanair ha tutti Boeing 737-200. Quelli e basta. Perché? • formazione piloti: formare un pilota per un a ereocosta 250.000 sterline. Gli aggiornamenti annuali costano tra 50.000 e 100.000 sterline l'anno - per pilota. Pensate a una flotta di qua lche miglia io di a erei. Se devo fare formazione per a erei diversi? Un delirio.",
    "page": 164,
    "pages": [
      164
    ],
    "keywords": [
      "valore",
      "strategia",
      "internazionalizzazione",
      "partner",
      "costi",
      "non",
      "ryanair",
      "viaggia"
    ]
  },
  {
    "id": "chunk_164",
    "text": "Se la faccio per un solotipo di a eromobile? La formazione la faccio una volta. That's it. Risparmi un sacco di soldi. • formazione steward: costacirca 20.000 sterline l'anno. Se a ognistewa rddevo dire \"Sul Fokker il pranzo sta là, l'acquasta di là, le porte si aprono così, l'uscita d'emergenza è là...\" - no. Con lo stesso identico a eromobile, la formazione la fa i una volta. • Pezzi di ricambio: li compro astock, sempre per lo stesso a eromobile. quando sirompe qualcosa, un conto è dire \"Ne ordino uno\", un conto è dire \"Ne ordino mille per i prossimi diecianni\". Scelte → conseguenze Un modello di business - una logica di funzionamento aziendale - sifonda su una serie di collegamenti strettissimi tra scelte stra tegiche. Cos'è che deve ca ratterizza rmi? Dove mi posiziono? Poi ci sono le conseguenze. Se sei in gra do di supporta re le conseguenze di offrire volilow-cost - viaggia re su a eroporti seconda ri - quella è la conseguenza. Devo renderla il meno scomoda possibile per i miei consumatori. altrimenti non volera nno con me. Come lo faccio? Terra vision. Grazie. I Finanziamenti Regionali Ryanair riesce a nche a prendere fondi dalle Regioni. Quegli a eroporti seconda ri - cene sono prolifera ti in Europa - in Puglia hanno preso 12 milioni di euro per lo sviluppo. Poi finiscono i soldi. Mi ricordo l'a eroporto di Albenga, o Pescara e Ancona che recla ma va no di essere gli a eroporti dellacosta a driatica, del centro Italia - a 150 km di distanza l'uno da ll'altro. Pescara ha preso i voli, Ryanair la voleva come hub. Fino a quando l'a eroporto di Pescara applicherà tariffe convenienti... poi comincerà a volarci qualcun altro, oppure Ryana irsposterà altrove. hanno operato a nche il collegamento diretto.",
    "page": 165,
    "pages": [
      165
    ],
    "keywords": [
      "business",
      "faccio",
      "eromobile",
      "formazione",
      "conseguenze",
      "poi",
      "eroporti",
      "pescara"
    ]
  },
  {
    "id": "chunk_165",
    "text": "Pescara dovrebbe promuoversi come a eroporto seconda rio di Roma. L'obiettivo fondamentale di Ryanair? Avere un ordine sostenibile finanzia rio. 8 miliardi di market cap.\n## 19. IL CASO XEROX - IL MODELLO DI BUSINESS COME differenza La PrimaFotocopia Mi da te 10 minuti? Devo racconta rvi questa storia. Cos'è questa? (mostra un'immagine) \"La copiatrice?\" No, guardate bene. Questa è la primascritta fotocopia tanella storia.\"10-22-38 Astoria\" Astoria District è un qua rtiere di New York. La da ta: 22 ottobre 1938. L'Europa erasull'orlo del baratro, ma là c'eraqua lcuno che era riuscito a fotocopia re questa scritta. Joseph Wilson e Chester Carlson Chi era stato? Joseph Wilson - nato a Rochester nel 1909, morto a New York nel\n## 1971. Lui ha fatto un'innovazioneba sandosi sulla tecnologia di qua lcun altro. Quelqua lcun altro sichia ma vaChester Carlson - morto a New York nel\n## 1968. La Storia della Xerografia Come a ndò la storia? Era la finedegli anni'50. Wilson a veva l'ufficio a New York. C'è un bellissimo libro che racconta tutta la vicenda. Una ma ttina - una di quelle giorna te uggiose di New York - luifuma va il suosiga rocuba no, sprofonda tonella poltrona di pelle. Un suo a mico riusciva a portargli i cubani da Cuba - sitrova vanora ramente negli States. Entra il direttore del dipa rtimento R&D dell'azienda di cui Wilson era CEO - l'azienda sichia ma va Ha loid - e gli dice: \"Guarda, sai che nei nostri laboratori in California abbiamo messo a punto una tecnologia? Adesso possiamo fare fotocopie asciutte.\" Wilson saltasulla sedia: \"Siamo seduti su un barile di diamanti!\" \"Sì, è vero.",
    "page": 166,
    "pages": [
      166
    ],
    "keywords": [
      "tecnologia",
      "azienda",
      "business",
      "new",
      "york",
      "wilson",
      "storia",
      "era"
    ]
  },
  {
    "id": "chunk_166",
    "text": "Possiamo fare fotocopie asciutte.\" Il Problema della tecnologia Precedente Dovete capire che fino a d allora l'industria delle fotocopia tricisi basava su una tecnologia simile a quella dei Polaroid degli anni'80. EMBA - strategia ed Internazionalizzazione 70 Se avessi toccato l’inchiostro della Polaroid, la reazione chimica non sarebbe stata ancora stabile. La stampa suifogli era bagnata - dovevi aspetta reche l'inchiostro si asciuga sse e che la reazione chimica sista bilizza sse. Wilson capisce: \"Siamo seduti su un barile di diamanti. Possiamo faretanta roba.\" Quella tecnologia sichia ma va xerografia - da cui poi ha preso il nome l'azienda: Xerox. Ho lo spotdella prima ma cchina fotocopiatrice. Vifa vedere Wilson che prende un rotolo di carta ordina ria, strappa un foglio, e ti mostra la fotocopia di un libro. \"Sto facendo esattamente la fotocopia di un libro. Avete capito bene: la fotocopia di un libro.\" Fantascienza, per l'epoca. \"Conche velocità?\" \"Tre minuti.\" Poi dice: \"Drycopy. An extraordinary machine che può realizzare una copia asciutta.\" Fantastico. Un ba rile di dia ma nti. I Rifiuti delle Grandi aziende Che fa Wilson? Per primacosava da Kodak e dice: \"Abbiamo sviluppato una tecnologia interessante.\" L'amministratore delega to di Koda k risponde: \"No, lascia perdere. Costa troppo e non è il futuro della fotografia. Forget it. Se vuoi svilupparla, sviluppatela - ma non fa per noi.\" Allora va da General Electric. Stessa risposta. Va da IBM - che già lavora vasulla comunicazione tra macchine diverse. Stessa risposta. Va da una società di consulenza, che risponde: \"A very limited specific purpose. Manca la giustificazione commerciale. Non c'è futuro nel fare fotocopie in ufficio. Non perdere tempo.",
    "page": 167,
    "pages": [
      167
    ],
    "keywords": [
      "tecnologia",
      "strategia",
      "internazionalizzazione",
      "azienda",
      "aziende",
      "non",
      "fotocopia",
      "wilson"
    ]
  },
  {
    "id": "chunk_167",
    "text": "Se vuoi sviluppare la tua tecnologia, sviluppala pure.\" Il Problema del Costo Wilson torna in ufficio, mezzo dispera to. “Come faccio?\" Per produrre la 914 - il nome dellasua ma cchina - gli costava circa 2.000 dollari. I concorrenti vendeva no fotocopiatrici contecnologia a umido a circa 300 dollari. Chi era il consuma toretipo? Gli uffici federa li. Ela fotocopiatrice veniva usata per faretra le 10 ele 15 copie al mese. \"Come faccio a vendere una macchina da 2.000 dollari quando i competitor la vendono a 300, per una roba che fa 15 copie al mese? Devo inventarmi qualcosa.\" Eppure, ci è riuscito. L'innovazione del Modello di Business Che ha fatto? Come Candy Crush. Ha detto: \"Saicosa? La mia macchina - prendila, usala. Vedi quanto è forte, quanto è migliore rispetto a quella che usi adesso. Ognicopia del libro che fai è asciutta. quando non ne potrai più fare a meno...\" Chiaramente non gliel'ha detto così - ma così ha fatto. Per i primi semestri, le ma cchine le da vagratis. Poi ha comincia to a fa r pagare un affitto mensile. Spingere sulla tecnologia per Aumentare l'Utilizzo Nel fra ttempo, cosafa? \"Devo mettere il mio consumatore nelle condizioni di fare più copie possibile al mese. Come? Spingo sulla tecnologia. Rendo la 914 il più veloce possibile, il più affidabile possibile.\" Perché? Se la 914 riesce a farepiù copie possibile, contempi di raffredda mentobrevi... che fa lui? Fapagare il consuma torefina le per copiafatta. Il Modello Pay-Per-Use È quello che fanno oggi Genera l Electric, Toshiba, Philips per gli ospeda li con le ma cchine per la risona nza ma gnetica. Quasi nessun ospeda le si compra più la ma cchina da 10 milioni di euro. La prendono in affitto. 1.000 sca n l'anno inclusi. La numero 1.001 la paghi separa tamente.",
    "page": 168,
    "pages": [
      168
    ],
    "keywords": [
      "tecnologia",
      "costo",
      "innovazione",
      "business",
      "copie",
      "possibile",
      "914",
      "000"
    ]
  },
  {
    "id": "chunk_168",
    "text": "Nelle 1.000 c'è a nche l'assistenza, la ma nutenzione. Se la usi una volta in più di quanto previsto dal contra tto, paghi - e paghi a nche la ma nutenzione aggiuntiva. Il Rischio tecnologico Cosa ha fatto Wilson? Si è accolla to il rischio tecnologico. Ha detto: \"Il rischio tecnologico me lo prendo io. Peròsoche per creare innovazione, per mettere il mio consumatore in grado di estrarre il maggior valore possibile dalla tecnologia, miserve un modello di finanziamento diverso dal solito.\" \"Te la dogratis. Poi ti faccio pagare l'affitto. Poi ti faccio pagare per copia.\" Il risulta to? Dopodieci anni, faceva no miglia ia di copie al mese.\n## 20. IL CASO EMI - L'OCCASIONE PERSA La TAC: Un'altra Storia Vi faccio il controesempio. La storia di Xerox è racconta ta in un libro bellissimo: \"Copies in Seconds\". Ognitanto trovate qualche copia su eBa y. Godfrey Hounsfield Chi è lui? (mostra una foto) Qualcuno ha il poster di questo signore in ca mera? Nessuno? Vabbè. Questo signore sichia ma va Godfrey Hounsfield - britannico, non a merica no. Morto una ventina di annifa a Kingston upon Thames. Storia molto simile a quella di Wilson. La Scoperta della TAC Che succede? Anchelui stava nel suo ufficio. C'è un libro che racconta la storia. Gli bussa no allaporta: \"Guarda, i nostri laboratori hannofatto per la primavolta la fotografia del cervello di un maiale.\" Luisalta sulla poltrona: \"La fotografia del cervello di un maiale? Stai scherzando?\" \"No, guarda, è vero.\" È la più grande innovazione in ambito medico da ll'invenzione dei raggi X. EMBA - strategia ed Internazionalizzazione 71 Tant'è che nel 1972 riuscì a fa r utilizza re quella tecnologia all'Atkinson Morley Hospital di Wimbledon: il primo utilizzo su un essere umano.",
    "page": 169,
    "pages": [
      169
    ],
    "keywords": [
      "innovazione",
      "tecnologia",
      "valore",
      "strategia",
      "internazionalizzazione",
      "storia",
      "rischio",
      "tecnologico"
    ]
  },
  {
    "id": "chunk_169",
    "text": "La più importante scoperta medica dopo i raggi X. EMI: L'Occasione Persa E ora la domanda: di quale azienda era CEO Hounsfield? Wilson → Xerografia → Xerox. Hounsfield? → EMI. EMI Music. EMI a veva un ramoche faceva ricerca medica. Ma... mi risulta che EMI non venda ma cchine per la risona nza ma gnetica. Qualcosa è a nda tostorto? La tecnologia ce l'a vevano. Buona, forse migliore di quella che a vrebbero sviluppa to altri. La migliore scoperta medica del secolo. Tra l'altro: se in un merca tinodell'a ntiqua ria totrova te il prototipo originale dellaprima TAC, compra tevelo. È stato aggiudica to da Sotheby's per mezzo milione di euro. Ma deve essere firmato da lui - ne esistono 5-6 copie. La differenza tra Xeroxed EMI Cos'è a nda tostorto? Hounsfield ha sba gliato il modello di business. Non ha capito che doveva creare le condizioni per fa r estrarre valore dalla tecnologia. Ha detto: \"Il mio business è un altro. Quella robacosta troppo. Sì, ho l'invenzione top, ma...\" Studente: \"C'è da chiedersi per quale motivo una società che fa musica doveva andare a fare ricerca medica...\" Anche Xeroxfa ceva ricerca e sviluppo su a mbiti diversi. Cercava no interrelazioni. Avevano a nche contributi governa tivi per fare ricerca in ambito medico. Se volete, mileggo meglio il libro per capire come erano finiti a fare TAC. Ma il punto è un altro: a vevano la tecnologia migliore e non l'hanno sfrutta ta.",
    "page": 170,
    "pages": [
      170
    ],
    "keywords": [
      "tecnologia",
      "business",
      "azienda",
      "valore",
      "emi",
      "medica",
      "ricerca",
      "hounsfield"
    ]
  },
  {
    "id": "chunk_170",
    "text": "## 21. DEFINIZIONI FONDAMENTALI Cos'è la tecnologia Abbiamo parlato di diverse tecnologie. Una è l'intelligenza artificiale. Quello che vedete là è il primo pa per pubblicato da Alan Turing nel 1950 su Mind. In quel pezzo, per la primavolta, staccò l'idea di \"essere intelligente\" dalla capacità di risolvere un problema. Per questo è considera to il padredell'intelligenza artificiale: il primo a separa re il concetto di capacità di risoluzione di un problema da ll'essere intelligente. Ci sono tante altre definizioni di intelligenza a rtificia le, e vari esempi di tecnologia - dalla blockcha in a molte altre. La Definizione di tecnologia Miserve definire cos'è la tecnologia. La definizione migliore viene da uno dei libripiù citati sul tema: \"The Giftsof Athena\" di Joel Mokyr, 2011, Princeton University Press. • \"La tecnologia è conoscenza - anche se non tutta la conoscenza è tecnologica.\" • \"La tecnologia, nellasua accezione più ampia, è la manipolazione della natura per un guadagno materiale umano.\" Questa è la definizione più utilizza ta. È applicabile a qua lunque cosagua rdiate: l'industria biomedica, il motore a vapore, qua lunque tecnologia. È l'utilizzo dell'intelligenza umana per manipolare la natura a proprio vantaggio o per un gua da gno ma teria le. tecnologia e Neutralità Tecnologica La tecnologia è una cosa diversa da ll'innovazione. La tecnologia ha implicazioni positive e negative. Per questo siparla di neutralità tecnologica: non c'è nessuno che può sostenere che una tecnologia siabuona o cattiva di per sé.",
    "page": 171,
    "pages": [
      171
    ],
    "keywords": [
      "tecnologia",
      "intelligenza",
      "artificiale",
      "conoscenza",
      "tecnologie",
      "vantaggio",
      "innovazione",
      "definizione"
    ]
  },
  {
    "id": "chunk_171",
    "text": "• La tecnologia dell'a tomoporta la bomba a tomica, ma a nche la possibilità di fa re risona nze ma gnetiche • L'intelligenza a rtificia le può risolvere molti problemi, ma può a nchecrea rne • L'a utomobile dà mobilità e indipendenza, ma crea problemi di inquinamento Nessuna tecnologia è buona di per sé. Per questo siparla di esternalità. Le Esternalità ela Privacy Il primo a ragiona re in termini di esterna lità - poi vedetevi la citazione di Robert Kennedy, va le la pena leggerla a casa - fu questo a rticolo: \"The Right toPriva cy\", scritto da Warren e Brandeis nel dicembre\n## 1890. Che succedeva in Inghilterra nel 1890? quale tecnologia stava emergendo? \"La rivoluzione industriale?\" Sì, ma c'era una cosa specifica. Cosa compra vanogli inglesi nel 1890? Le macchine fotografiche. Tutti compra vano ma cchine fotogra fiche. Per cui i sudditi della Regina comincia rono ascrivere sui giorna li: \"Non è possibile cammina re per i parchi senza finire nelle fotogra fie di qualcuno! C'è il mio diritto allapriva cy! Non voglio che gente faccia fotogra fie di me con il mio a ma nte, o con il potenzia le partner di business concui sto concludendo un affare.\" Se ne parlatanto oggi in termini digita li: \"Devo a vere il diritto di non essere ritratto nelle fotogra fiedegli altri.\" Nessuno a vrebbe ma i pensatoche la fotogra fia potesse a vere un'esterna litànegativa. Eppure, oggi è chia rissimo. Ogni tecnologia non può essere di per sébuona o cattiva. EMBA - strategia ed Internazionalizzazione 72 22. CONCLUSIONE - L'innovazione COME MIX DI OPPOSTI L'innovazione e i Paradossi E qui chiudia mo. Allafine, la tecnologia - come l'innovazione - è il frutto di pa radossi, di contra pposizioni.",
    "page": 172,
    "pages": [
      172
    ],
    "keywords": [
      "tecnologia",
      "innovazione",
      "intelligenza",
      "partner",
      "business",
      "strategia",
      "internazionalizzazione",
      "fotogra"
    ]
  },
  {
    "id": "chunk_172",
    "text": "Siamo partiti all'inizio dicendo che l'innovazione, per costruzione - ce l'ha spiega to Calvino, ce l'ha spiega totanta altragente - può essere vista in modi opposti. È il pa radosso. La tecnologia è qualcosa che deve essere a ncora trasformato in qua lcosa di utilizzabile - la ma cchina dei Flintstones partendo dalla ruota del Nea ndertha l. Powerand Progress Vi consiglio \"Power a ndProgress\" di Acemoglu e Johnson. La tesi è questa: la tecnologia è fantastica, ma fa resviluppo tecnologico non vuol dire progresso. Il progresso arriva 200 annidopo. Perché? Perché la tecnologia, spesso, inizia lmente beneficia un ristretto gruppo di persone. La tecnologia all'inizio crea disugua glianza. Tutta la tecnologia crea disugua glianza. Siparla oggi di intelligenza a rtificia le: fa rà perdere il la voro a un sacco di gente, creerà disugua glianza. Ma gli effetti positivi arrivera nno tra qualche decennio. Ottima lettura: Powerand Progress. Le Letture Consigliate Vi ringra zio, spero che siasta ta di vostro gra dimento. Un altrolibro bello, se vi piace la tecnologia: sulla rivoluzione, il progresso ele batta gliesocia li, dal Medioevo all'era digita le. Vi ma ndo la lista completa della lettera tura.",
    "page": 173,
    "pages": [
      173
    ],
    "keywords": [
      "tecnologia",
      "innovazione",
      "intelligenza",
      "all",
      "progresso",
      "disugua",
      "glianza",
      "inizio"
    ]
  },
  {
    "id": "chunk_173",
    "text": "APPENDICE: LETTURE CONSIGLIATE • Italo Calvino - Lezioni Americane / Six Memosfor the Next Millennium • Massimo Sideri & Andrea Rangone - L'innovatore rampante • Luciano Floridi - opere sul concetto di onlife • Clayton Christensen - The Innovator's Dilemma (teoria delle disruptive innovation) • Mariana Mazzucato - Lo stato Innovatore • Daron Acemoglu & Simon Johnson - Powerand Progress (Potere e Progresso) • Steven Johnson - Where Good Ideas Come From: The Seven Patterns of Innovation • David Owen - Copies in Seconds (storia di Xerox) • Storia di LEGO - librosulla storia di famiglia (Brick byBrick) • Adidas vs Puma - Il duello di una vita • Joel Mokyr - The Giftsof Athena (definizione di tecnologia) • Film su BlackBerry - BlackBerry (la fine di BlackBerry ela scalata di iPhone) • Film su McDonald's - The Founder • The Social Network - film su Facebook • Articolo \"How Cinderella Became Queen\" - sulla grappa • Warren & Brandeis - \"The Right toPrivacy\" (dicembre 1890) 21.11.2025\n## 1. RIEPILOGO DELLA LEZIONE PRECEDENTE innovazione e tecnologia: le basi Dobbia mo completa re il discorso inizia to la volta scorsa, costruendo la nostra narrativa a partire da ciò che a vevamo detto. Dobbia moprova re a da re un senso alle definizioni e al percorso che ci ha porta to a definire prima la tecnologia e poi l'innovazione. Per chi non c'era la volta scorsa, eccocosa abbiamo fatto. Siamo partiti da un grande classico: cisiamotrasformati momenta neamente in Alberto Angela - che tra l'altro ha appena pubblica to il libro su Cesare, vendendo circa 200.000 copie in tre giorni.",
    "page": 174,
    "pages": [
      174
    ],
    "keywords": [
      "tecnologia",
      "innovazione",
      "christensen",
      "disruptive",
      "the",
      "storia",
      "film",
      "blackberry"
    ]
  },
  {
    "id": "chunk_174",
    "text": "Da quel grande classico cisia moposti una domanda: cos'è l'innovazione e cos'è la tecnologia? Immagina teche una nonnavi inviti a ma ngia re la polenta la domenica e tirifuori treimma gini concui descrivere l'innovazione: le Ande, i Flintstones e una Ferrari. Cisia mochiesti quale rappresenti meglio l'innovazione, e abbiamo concluso che sono i Flintstones - perché incarna no la differenza tra crea tività, innovazione e conoscenza. Letture e riferimenti della lezione precedente La volta scorsa abbiamo letto un sacco di ma teria le. Siamo partiti da Calvino, e poi sia mopassa ti a un gra ndecla ssico: abbia moscomoda to Robert Kennedy, parlando di tecnologie e delleca ratteristiche della tecnologia. Abbiamo discusso di pizza, carne e grappa, portando esempi concreti per cerca re di comprendere come la tecnologia possa essere trasforma ta in qualcosa di più utile per il mondo. Abbiamo ragiona to di innovazioneparla ndo di processi e di prodotto: non solo con la primaMoleskine, ma a nche e soprattutto con la focaccia che il nostro pizzaiolo di turno doveva da re in ma no a Reid Hoffma n per Greylock - per il business. Abbiamo parlato di Grappa Nonino perché cisia modetti: guarda te, il nome conta. L'abbiamo visto non solo nel caso dellacarne coltiva ta, ma a nche in prodotti di successo come appunto la Grappa Nonino. EMBA - strategia ed Internazionalizzazione 73 L'importanza del nome Poi abbiamo riflettuto sul perché non dicia mo \"snurfing\" o \"surfboa rding\" - che rigua rda appunto l'importanza del nome. Abbiamo capito che il nome ha un senso, e l'abbiamo collega to a quello che ci erava modetti con il Gra n Pa norino.",
    "page": 175,
    "pages": [
      175
    ],
    "keywords": [
      "innovazione",
      "tecnologia",
      "conoscenza",
      "tecnologie",
      "processi",
      "business",
      "strategia",
      "internazionalizzazione"
    ]
  },
  {
    "id": "chunk_175",
    "text": "Nota: \"Snurfing\" era effettivamente il nome origina le dello snowboa rd (da \"snow\" + \"surfing\"), inventa to da Sherman Poppen nel 1965. Il nome \"surf\" ha vinto su a lterna tivepiù goffe proprio perché erapiù immedia to e memorabile - stesso principio del Gra n Pa norino come esempio di na ming effica ce. L'arte del dubbio: la transizione tecnologica Poi abbiamopra ticato un po'l'a rte del dubbio. O meglio: quando siamo arrivati a ragiona re in termini di tecnologia e innovazionenella vita di tutti i giorni, abbiamo fatto riferimento al perché - qua l è la conseguenza del non utilizza re, dell'abba ndonare un certo tipo di tecnologia? Quindi dell'abba ndonare un concetto di innovazione che per noi a veva gestito il nostro modo di accedere a i contenuti per molti anni. E abbiamo fatto uno switch all'improvviso: dalle cassettine, da gli a mici con la cassettina di ra dio DJ, a Spotify. Abbiamo a nchepra ticato l'a rte del dubbio quando dicevo: perché i vostri nonni sono tutti contenti? Ma sia mo sicuri che abbiasenso una roba del genere? Cioè, noisia mopassa ti da ll'acquisto di un bene - dalla possibilità di ascolta re la musica che voglia mo, quando voglia mo, dove voglia mo, coniPod, cassette player - a qualcosa che ci vincola in modo importante. Sì, a vremo la possibilità di ascolta rlo ovunque, però nel momento in cui chiudia mo l'abbonamento ci giochia motutto quello che abbiamo fatto. Siamomolto dipendenti, moltolega ti alle continue scelte di consumo. Consuma, consuma, consuma. Non è tuttooro quello che luccica Abbiamo a ncheca pito, partendo dalla bellezza della differenza e dell'innovazione, che non è tuttooro quello che luccica.",
    "page": 176,
    "pages": [
      176
    ],
    "keywords": [
      "tecnologia",
      "innovazione",
      "dipendenti",
      "dubbio",
      "non",
      "dell",
      "voglia",
      "consuma"
    ]
  },
  {
    "id": "chunk_176",
    "text": "L'a vevamo già inizia to a capire quando abbiamopra ticato l'a rte del dubbio e abbiamo parlato di due esempi: ricorda te il nostro a mico Joe Wilson e il nostro a mico Godfrey Hounsfield. E iohodetto: mi raccoma ndo, se trova te il poster \"EMI Scanners CT 5005\" da qua lcheparte, compra telo - perché vicipaga te un mutuo di casa. È stato giudica to di valore per qua simezzo milione di sterline; ne esistono 3-4 copie in giro per il mondo, firmate da loro.\n## 2. DEFINIZIONI FONDAMENTALI Definizione di innovazione Abbiamo definito l'innovazione come \"a n idea, practice or object perceived a s newby a n individua l orunit of a doption\" - qualcosa di nuovo. Abbiamo utilizza to a nche la definizione di Rogers: l'innovazione è qualcosa che migliora lo sta tusquo, che migliora la vita delle persone, che migliora la qualitàdellavita. Definizione di tecnologia E poi abbiamo definito la tecnologia che, nel senso più a mpio possibile, è \"the manipulation of nature forhuman material gain\". Come ho fatto la volta scorsa, quello che hopreso in inglese lo la scio in inglese, e poi lo tra duciamo come voglia mo. 3. IL FILM \"JOY\" - CASO DI STUDIO Joy è un film che fitta alla perfezione. Joyera questa ragazza cresciuta in Michiga n, in una fa miglia conqua lche problema, ma lei fin da piccola eracrea tiva: voleva inventa requalcosa. Da teena gersiera inventa ta una cintura che sichiudeva, che si girava - insomma, un ma rchingegno. E mentre assisteva la ma mma, che a veva qualche problemino, vide in televisione qualcuno che presenta vaesa ttamente quello che lei a veva inventato nellasua ca meretta, disegna ndo e facendo gli schizzi.",
    "page": 177,
    "pages": [
      177
    ],
    "keywords": [
      "innovazione",
      "tecnologia",
      "valore",
      "definizione",
      "migliora",
      "nostro",
      "mico",
      "ndo"
    ]
  },
  {
    "id": "chunk_177",
    "text": "Però nessuno erastato disposto a da rle fiducia: \"Insomma, robe da bambini.\" L'invenzione del mocio La storia di Joy Leidice: \"No, io quello che voglio fare è altro\". Poi incontra un ra gazzo - questa è una storia un po'sballa ta - che la tra scina nel suo mondo, nella musica e cosìvia. Peròlei continua a pensareche la sua vocazione siatutt'altra, mentre il padre, i genitori e quant'altro vogliono che lei non stia in stra da, che sisposi, che faccia figli, che faccia la ma mma. Basta. Eleidice: \"No, io voglio fare di più\". lavora ndo e fatica ndo a casa, con i due o tre bambini piccoli che ha, scopre che fa un sacco di fatica a pulire per terra. L'unica che devefarlo a casa è lei, ha la responsa bilità di farlo. Nel fra ttempo, il ma rito se n'è a ndato, lei con i figli piccoli ha qua lche problema e pensa: \"Devo inventa rmiqua lcosa, non c'è un modo più fa cile per pulire per terra?\" Allora si inventa il mocio. Ed è lei a da ver inventa to il mocio. EMBA - strategia ed Internazionalizzazione 74 Il percorso imprenditoriale Lei non riusciva a pagare la bolletta a finemese ed è diventa ta miliona ria nel giro di un pa io di decenni - decennio e mezzo, più o meno. Però questo mocio, in rea ltà, a chi lo vende? Prova a utilizza re il padre, con l'azienda che a veva il padre. Nessuno le dà fiducia, fino a quando incontra l'uomo che veramente può da re una svolta allasua vita. Nel film, lui gestisce dei ca nali di televendita, i più fa mosi in America. È lui che può darle accesso alla distribuzione in tutti gli Stati Uniti; è lui che può decidere: \"Guarda, il tuo prodotto entrerà neimega store a merica ni. Tido una possibilità, giocatela.\" C'è un po'di chimica tra i due.",
    "page": 178,
    "pages": [
      178
    ],
    "keywords": [
      "strategia",
      "internazionalizzazione",
      "azienda",
      "lei",
      "mocio",
      "padre",
      "non",
      "inventa"
    ]
  },
  {
    "id": "chunk_178",
    "text": "\"Giocati questa possibilità, fa ila televendita.\" L'importanza dellavalue proposition Leiva lì, prova a presenta re il prodotto, ma in realtà è un flop tota le: zero telefona te. Lei, nel fra ttempo, col padre si è impegna ta, si è indebita ta per riprodurre 50.000 pezzi del suomocio. Ha prova to addirittura a fare pubblicità da vanti al supermercato, provando a pulire un pezzo di stra da, cercando di convincere tutte le donne che entrava no a fare la spesa: \"Guarda, funziona!\" Ma non funziona. Prova questa televendita, ma non va. L'incontro conBradley Cooper. Lui le dice: \"Ma perché? Tiho da to una chance. Cioè, che fa questa roba che vuoi vendere?\" Elei, in una fra se, mettegiù quella che è la value proposition: \"Il mio mociofa questo, questo e questo, per persone come teche hanno questo problema.\" Lui la guarda ele fa: \"Allora c'è un'idea! Ma perché non l'ha i fattoprima? Se è cosìchiaro, se è così la mpante l'utilità, il va lore che le persone come te - milioni, a lmenonegli States - possono estrarre cosìfacilmente... Guarda, tido un'altracha nce. Rifa ila televendita, ma dillo con pa roletue. Non devi impressiona re nessuno: devi racconta re la tua storia, devifa r immedesima re il potenzia le cliente all'interno dellatua storia. Solocosì puoi riuscire a fare overla p, a sovra pporre la loro esperienza con la tua.\" Il successo Ed è quello che fa. Vasullo stage, rifà la televendita: nel giro di 10 minuti vende 50.000 pezzi. La sua vita cambia. Diventa la proprieta riadella sua azienda, diventa miliona ria e comincia a fa rescouting per decidere quali sono effettivamente le invenzioni che possono giocarsi una cha nce per entrare nel gra ndemerca todella distribuzione norda merica na.",
    "page": 179,
    "pages": [
      179
    ],
    "keywords": [
      "proposition",
      "value",
      "cliente",
      "azienda",
      "televendita",
      "non",
      "prova",
      "guarda"
    ]
  },
  {
    "id": "chunk_179",
    "text": "È un film pazzesco per una lezione di strategia.\n## 4. IL MODELLO DI BUSINESS: INTRODUZIONE E CONTESTO Perché tutti parlano di modello di business Oggi dobbia mo definire un modello di business. Ci arriveremo in modo gradua le, perché non so quanti di voi abbiano seguito nellaloro vita un corso di strategia di ba se - corpora testra tegy, business strategy. Forse nessuno? Ragione per cui ra gioneremo concalma e per gra di, per capire un po', per da rci un po'di coordina te, per da re un po'di definizioni sui concetti ba se di strategia. Vedremo quali concetti sono sta tiusati per decenni, come si è arrivati alla formulazione del concetto di business model, e perché oggitutti parlano di business model. Il presidente Oba ma, appena eletto presidente degli Stati Unitiqua lche annofa, disse che doveva cambia re il modello di business degli Stati Uniti. Trump, eletto qualche annodopo: \"Devo cambia re il modello di business degli Stati Uniti.\" Poi ascolti il CEO di John Deere: \"Il nuovo modello di business ciporta nel futuro.\" Parlano tutti di modelli di business: politici, imprenditori, a nche gli studenti. Qualche giorno fa è venuto da me uno studente neolaurea to. Mifa: \"Prof, dobbia moparla re.\" \"Sì, sì, siediti.\" E mifa: \"Prof, devo cambia re il mio modello di business. Devo da re una svolta allamia vita.\" Fantastico! \"Allora raccontami: cosavuoi fare? Cosa ha i fattoprima? E come vuoi modifica re la logica di funziona mentodella tuavita?\" E cisia momessi a ragiona re per un'ora e mezza su quello che voleva fare.",
    "page": 180,
    "pages": [
      180
    ],
    "keywords": [
      "business",
      "strategia",
      "model",
      "modello",
      "parlano",
      "cambia",
      "devo",
      "dobbia"
    ]
  },
  {
    "id": "chunk_180",
    "text": "## 5. IL CASO EASYJET - strategia E MODELLO operativo Il contesto del trasporto aereo europeo Articolo in inglese che racconta la storia di ea syJet - dove è nata, come è nata, perché è nata e cosa ha fatto. Ok? È un pezzo scritto nel 1999, quando di business model non siparla va. Non troverete neanche una volta il termine, l'espressione \"business model\". Il modello Huband Spokevs Pointto Point Non c'erano abba stanza passeggeri potenzia li per gestire una flotta e organizza revoli in giro per la Germania che collega sserotutte le città tedesche. Che fa cevano? \"Guarda, tutta la gente che da Lipsia vuole a ndare a Monaco la facciamo arrivare a Berlino. Tutti quelli che da Fra ncoforte vogliono a ndare a Monaco li faccia mo arrivare a Berlino. Quelli che da dovunque sia - da Amburgo - vogliono a ndare a Monaco li faccia mo arrivare a Berlino. Io a Berlino limetto su uno stesso a ereo e da Berlino liporto a Monaco.\" Ognipa ese a veva un hub, l'a eroporto principa le: Roma Fiumicino, Ma drid Baraja s, Londra Heathrow, Parigi Charles de Gaulle. Tutti i voli convergeva no lì. Se faccia mo un ragiona mentoba na le, ci rendia moconto che è estremamente EMBA - strategia ed Internazionalizzazione 75 inefficiente. Quanto gli costa questa storia? Soprattutto considera ndo che di gente che via ggia tra Monaco e Lipsia ce n'è veramente poca. La strategia del cherry picking Quindi, se io voglio fare una strategia di cherry picking, miprendo le ciliegie - quelle che sono a portata di ma no, quelle più buone, quelle più ma ture - senzasta resulle sca le. Prendo così, e gli altririma ngonosenza. Che faccio? Collego semplicemente le città, tra cui ci sono più passeggeri.",
    "page": 181,
    "pages": [
      181
    ],
    "keywords": [
      "strategia",
      "business",
      "model",
      "internazionalizzazione",
      "monaco",
      "berlino",
      "nata",
      "non"
    ]
  },
  {
    "id": "chunk_181",
    "text": "Cioè, vado a vedere: la gente da dove parte e dove vuole a ndare? In Europa vuole a ndare da Dublino a Londra e da Londra a Dublino. Fantastico. A che ora vuole a ndarci? Civanno tuttiqua nti la ma ttina presto - a Londra devono starci entro le 9 - e ripartono più o menoverso le 5 da Londra. Ecco quello che devi a ndare a fare. Il nofrills model Non mi importa di farla girare in giro per l'Europa, la gente. Allora l'hub a ndspoke è un modello operativo che non funziona. Che faccio? Io faccio pointto point. Guardo: c'è un sacco di gente a Londra che deve a ndare a Dublino. Bellissimo. Allora vado lì, busso allaporta di Heathrow e chiedo: \"Scusa, quanto costa affitta re la pista - decollo e atterra ggio - di ma ttina?\" Quello risponde una cifra sproporziona ta. Non va bene. Perché? Perché se tu michiedi cosìtanto, io - se voglio rubare i clienti, se voglio a cquisire un vantaggio competitivo verso British Airways - devo proporre un servizio che è o qualita tivamente superiore, o devo proporre lo stesso servizio a un prezzo moltopiù basso. La nascita di Terravision e il trasporto su gomma Ha detto: \"Guarda, ioti collego questo e questo, ma non posso partire da Heathrow.\" Allora va in giro, vedequali sono gli a eroporti più facilmente raggiungibili da Londra, arriva a Stansted e gli chiede: \"Guarda, volete che faccia viaggia re da qua? Ma tra un po'vipagoio.\" Affitta l'a eroporto - eraqua si un a eroporto milita re - e dice: \"Guarda, se volete, vi faccio un prezzo di fa vore.\" Allora gli dice: \"va bene, fantastico. Ioposso a ndare da Londra a Stansted e portarli a Dublino.\" Peròsipone un problema: da Londra a Stansted, da Liverpool Street Station, ci vogliono trequa rti d'ora.",
    "page": 182,
    "pages": [
      182
    ],
    "keywords": [
      "prezzo",
      "model",
      "clienti",
      "vantaggio",
      "competitivo",
      "londra",
      "ndare",
      "dublino"
    ]
  },
  {
    "id": "chunk_182",
    "text": "Che faccio? Beh, non faccio altro che accolla rmiio il rischio del tra sporto da Londra a Stansted. Nasce Terra vision. Nascono una serie di tra sporti su gomma che assicura no il raggiungimento dell'a eroporto neitempi previsti. L'offerta lowcost Quindi c'è l'a ereo alle 7 di ma ttina? Tra nquillo. Ioti faccio partire a un prezzo straccia to, tirega lo il biglietto di Terra vision e tiporto a Londra Stansted in modo ta le da farti viaggia re a un pound - nel'99. Certo, il businessma n a cui il biglietto glielo pagava l'azienda preferiva viaggia re da Heathrow. Però la generazione Erasmus che cresceva, o chi voleva a ndare a fare un giro per l'Europa, comincia va a essere molto interessa ta all'idea di viaggia re, di poter viaggia remolto più spesso a un prezzo più basso, ignora ndo l'idea di poter a vere il panino con la ma rmella ta, il pa nino con la ma ionese ola la ttina di Coca-Cola. Non so quanti di voi abbiano apprezzato il pa nino con la ma rmella ta o con la ma ionese - non sono ma istati il ma ssimo, ma istati buonissimi. La riduzione dei costi Allora luisidice: \"Guarda, ioche faccio? Mi invento un sistema per gestire i volipoint topoint, nofrills. Cioè, io voglio ridurre all'essenziale il tra sporto a ereo.\" Tu, per cosa paghi? Tuchevuoi viaggia re? Tu, generazione Erasmus, che vuoi viaggia re da Londra a Dublino, da Monaco a Barcellona per a ndare a trovare il fida nzato ola fida nzata - ti interessa a vere il tègratis? No. Viaggi il fine settima na, tiporti il ba gaglione? No. Allora iotioffro un servizio di tra sporto a ereo che è ridotto all'osso. Nofrills: quello paghi, quello tioffro. Il resto lo paghi. La crescita graduale ela reazione dei competitor A quelpunto si è detto: \"Interessa nte.\" Però cominciò da Londra-Dublino.",
    "page": 183,
    "pages": [
      183
    ],
    "keywords": [
      "prezzo",
      "azienda",
      "costi",
      "viaggia",
      "faccio",
      "londra",
      "non",
      "sporto"
    ]
  },
  {
    "id": "chunk_183",
    "text": "Pianopiano è salito, ha fatto cherry picking, cosciente del fatto che la suastrategia poteva funzionare - poteva arrivare dal punto A al punto B - perché i competitor non era no in grado di reagire. British Airways ci ha messo 15 anni a creare Go, il suo spin-offlow cost. Air Fra nce cene ha messidieci per crea reTransa via. Ma sono passati 10 anni! In quei 10 anni, nel fra ttempo, i consumatori - i viaggiatori di ea syJet e di Ryanair - eranobelli che fidelizza ti, non disposti più a d abba ndonare la comodità e il basso prezzo di Ryanair e di ea syJet. L'omogeneità della flotta Sapendo che in Europa - se il volova da est a ovest - più o meno il volo è di dueore, dueore e mezza, ioposso permettermi di fa r viaggia re i miei passeggeri tutti con lo stesso a eromobile. È la ra gione per cui ea syJet e Ryanair hannotutti o Boeing o Airbus, tuttidello stesso modello. Perché? Perché quando va i a ordina re un Airbus e gli dici: \"Guarda, miserve un Airbus\", è una cosa. Ma se gli dici: \"Guarda, mene servono millenei prossimi dieci anni, mi impegno a compra rnemille\" - mifanno lo sconto. EMBA - strategia ed Internazionalizzazione 76 Il risparmio suicosti di training Sapete che per fare il tra ining di un pilota servono più o meno 150.000 euro l'anno? Se devo fargli faretra ining per più a eromobili, devo moltiplica re 150.000 euro per il numero di a eromobili che ho. No: io compro un solo simulatore e li faccio lavora retutti sullo stesso simulatore. Taglia ti altricosti. Devo addestra restewa rd e hostess per vendere le riviste, per porta re i panini a bordo. Ogni a eromobile funziona in modo diverso. Fare il tra ining di hostess esteward costapiù o meno 10.000 euro - tutto il processo. Devofarlo rifare per ogni a eromobile? No.",
    "page": 184,
    "pages": [
      184
    ],
    "keywords": [
      "prezzo",
      "strategia",
      "internazionalizzazione",
      "processo",
      "anni",
      "syjet",
      "ryanair",
      "eromobile"
    ]
  },
  {
    "id": "chunk_184",
    "text": "Iodevo renderli interca mbiabili, devo essere in gra do di sposta rli da una parte all'altra. Le negoziazioni sindacali ela flessibilità del lavoro Quanto micosta no le negozia zionisinda cali? Quanto costano a d Alitalia le negozia zionisinda cali? Un delirio. \"Guarda, iotimetto una condizione ca pestro: nel tuo contra tto è vietato dire che seisinda calizza to.\" Per cui: sparo un sacco di soldi, non devo mettermi a tavola e fare negozia zionisulle condizioni di la voro. Io a vevo un a mico che lavora va per Ryanair. Luiera di ba se a Stansted. quando doveva venire a Londra, cieravamo ripromessi di vederci spesso. Cisia movisti duevolte in tre anni. Perché? Lui atterra va la sera alle 8, faceva a lbergo. \"Ci possia mo vedere per una pinta di birra?\" Lo vedevo alle 9. \"quando riparti?\" \"Non lo so.\" \"Cioè, non lo sa i?\" \"No, non lo so. quando riparti?\" \"Domattina alle 6, alle 9 di sera, domattina alle 6, oppure dopodomani.\" \"Allora quando lo sa i?\" \"Mi arriva un messaggio alle 3 di ma ttina.\" \"Cioè, un messa ggio alle 3 di ma ttina?\" \"Sì, alle 3 di ma ttinati arriva. Devi tenere il telefono acceso e ti dicono: in mezz'ora devi essere pronto al check-in per ricevere i viaggiatori.\" \"Ma lo so alle 3 di ma ttina se parto alle 6?\" \"Tu non cipuoi fare niente.\" \"E allora?\" \"Cambia la voro.\" Costi per Ryanair? Zero. Va i via, qualcun altro lo trovo. Ragione per cui su Ryanair a vevate un sacco di portoghesi, poi spa gnoli, poiita liani - a seconda di dove i ragazzi da i 18 a i 25 anni non trovava no la voro. Allora trovavi portoghesi, italia ni, spagnoli e greci.",
    "page": 185,
    "pages": [
      185
    ],
    "keywords": [
      "costi",
      "non",
      "negozia",
      "voro",
      "ryanair",
      "allora",
      "ttina",
      "devo"
    ]
  },
  {
    "id": "chunk_185",
    "text": "## 6. CONCETTI DI strategia Definizione di strategia Devo mettere insieme un po'di cose: quello che sta dentro l'azienda e quello che sta fuori. Soltanto in quel modo riesco a formula re una strategia. Ovvio che poi i metodi per formula re le strategie - ovvero per decidere dove a ndare a competere - quelli bravifanno la PEST (Politica l Factors, Economic Factors, Socia l Factors, Technologica l Factors) a nalysis. Sifanno un ma tricione giga ntesco e dicono: \"Conviene entrare in quel business, in quel determina topaese? Sì, no, sì, no - pro e contro.\" Fanno un listone di condizioni che regola no l'ingresso all'interno di un settore in un determina to contesto geogra fico: fa vorevole o non fa vorevole. La strategia possia mo definirla come la determinazione di obiettivi di medio-lungo termine, realizzata attraverso l'adozione di courses of action e l'allocazione di risorse necessarie per raggiungere quegli obiettivi. Quindi: devo a ndare dal punto A al punto B, devo a veretutte le ca ratteristiche per poterlo fare. Mi servono gli a erei, miserve il personale di bordo, mi servono le a utorizza zionidell'ENAC, miserve un accordo commercia le con le piste di atterra ggiodegli a eroporti, mi servono tutte le cose che ho elenca to. E poi devo vedere se l'investimento lo posso fare - cioè, chi c'è fuori? I miei competitor mi permettono di fa re una roba del genere? Non me lo permettono? La legislazione europea me lo permette? Caratteristiche della strategia Se c'è il ma tch - se dico: \"Guarda, questo ce l'ho, qua lo possofa re\" - allora formulo la mia strategia. \"Voglio diventa re il principa le carrier lowcost in Europa entrodieci anni.\" Lo puoi fare? Sì, lo posso fare, con le condizioni interne ele condizioni esterne che me lo permettono.",
    "page": 186,
    "pages": [
      186
    ],
    "keywords": [
      "strategia",
      "azienda",
      "business",
      "risorse",
      "investimento",
      "devo",
      "factors",
      "quel"
    ]
  },
  {
    "id": "chunk_186",
    "text": "Allora definisco una serie di obiettivi - magari nel breve termine, passetto dopopassetto, pezzetto dopopezzetto - per arrivare all'obiettivo di lungo termine. Ognistrategia che si formula - che sia corpora te o che sia business - deve essere ovviamente esplicita, deve essere sviluppa ta in modo conscio. Quello che sto facendo è un obiettivo consciously and purposely - cioè \"purposely\" nel senso che deve essere sviluppa ta a vendo inmente l'obiettivo fina le che voglio raggiungere. Chiara mentedeve essere fattaprima di inizia re alavora re sul mercato. Non è che faccio la strategiadopo: la strategiami serve come guida per raggiungere l'obiettivo. Primadico: \"Guarda, devofa recosì\", e poi inizio a fare. Non è che comincio prima a fare una roba e poi dico: \"Ah, comunque volevo fare questo.\" EMBA - strategia ed Internazionalizzazione 77 Le tre condizioni chiave - che in ognicla sse di strategia, da ll'università fino a gli MBA, vengono insegna te - sono: 1. strategia esplicita 2. Developed consciously 3. Espressa in advance rispetto alle decisioni da prendere. Intended strategy vs realized strategy A volte però succede che la strategia che si formula viene modifica ta, o non funziona, o magari l'imprenditore a nche inconsciamente prende decisioni diverse. Perché ogni imprenditore a giscesulla ba se delle conoscenze che ha e sullaba se di un modello menta le - cognitive structures, strutture cognitive - che l'imprenditore si è fatto. Queste deriva no da ll'esperienza personale, dalle persone concui ha parla to, da esperienze familia ri o professiona lipregresse, da quello che uno ha studia to.",
    "page": 187,
    "pages": [
      187
    ],
    "keywords": [
      "strategia",
      "esplicita",
      "business",
      "mercato",
      "internazionalizzazione",
      "conoscenze",
      "obiettivo",
      "non"
    ]
  },
  {
    "id": "chunk_187",
    "text": "Se voi parlate con i ragazzi del CIBIO, del DISI, di Ingegneria, che vogliono creare una sta rtup, loroti dicono: \"Io divento un unicorno.\" Perché? \"Perché c'è la tecnologia. Un mese faho capito che c'è la tecnologia.\" Ma che vuoldire? \"Iosoche posso diventa re la startup di successo, il nuovo unicorno europeo del 2030, perché lo faccio così e così e così.\" Ma questa tua convinzione tiviene da cosa? Da quello che ha istudia to, dal fatto che tu ha istudia to sempre la stessa roba e sei fortissimo in quello che ha istudia to. È un tuo modello menta le che condiziona la strategia. La strategia che tu formuli - la intended strategy, quella che ogni imprenditore formula al tempo t=0 - non è ma i quella che rea lizza allafine. Perché nel momento in cui la formuli, nel momento in cui te la rendi esplicita - l'a vevodetto prima - ovvero la comunichi a qualcuno, quelqua lcunorea gisce. Se la comunichi al socio, il socio tidice: \"Ah, sì, però...\" Quindi la tua idea inizia le di strategia cambia. Perché? Perché il tuo socio non è d'accordo. Cambia. Oppure la tua strategia cominci a operaziona lizzarla conqua lche decisione, e il concorrente - Luftha nsa, a d esempio - sta là e dice: \"Vediamoche bel la voro che fa \", e reagisce. Sta lì a farti le peppe. Ognistrategia, nel momento in cui inizia a essere implementa ta, cambia. Il caso Swatch-Omega Nel 2022 Swatch Group ha la ncia to il MoonSwatch, una colla borazione tra Swatch e Omega. Sitratta di una versione economica (circa 250€) del celebre Omega Speedmaster Moonwatch - l'orologio che gli astrona uti indossa ronodura nte lo sbarco sulla Luna nel 1969.",
    "page": 188,
    "pages": [
      188
    ],
    "keywords": [
      "strategia",
      "tecnologia",
      "startup",
      "esplicita",
      "economica",
      "sta",
      "così",
      "tua"
    ]
  },
  {
    "id": "chunk_188",
    "text": "La strategia - intended strategy - L'ideaera: • Puntare sull'anniversa riodello sbarco sulla Luna per creare un lega me emotivo • Creare una capsule collection a disponibilità limita ta - non sempre acquistabile, devi a ndare in negozio esperareche cisia ) • Genera rescarsità e attesaper a umenta re il desiderio • mantenere la differenziazione tra i duebra nd: Omegaresta lusso, Swatch resta accessibile • Il MoonSwa tch ha solo il design ispira to a Omega, ma il meccanismo è interamente Swatch Sono uscite a nche versioni ispira te a i pianeti (Ma rs, Venus, Neptune, Terra...). Il problema - realized strategy - Però la strategia realizza ta non ha sempre coinciso conquella intenziona le: • La user community si è ribellata - alcuni clienti Omega hanno percepito una \"svalutazione\" del bra nd • Suiblog e riviste di settore sono emerse critiche • Un progetto di ricerca acca demico sul lusso ha inizia to astudia re come scelte di merca to unfocused possano mettere in discussione l'identità di bra nd • Il modo in cui la strategia è stata percepita dal consuma torefina le non è sempre stato coerente con le intenzioni inizia li La lezione strategica Questo caso illustra perfettamente la differenza tra intended strategy e realized strategy: quello che pia nifichi non è sempre quello che ottieni, perché il merca to e i consuma torirea giscono in modi che non puoi controlla re completamente.",
    "page": 189,
    "pages": [
      189
    ],
    "keywords": [
      "strategia",
      "clienti",
      "non",
      "strategy",
      "intended",
      "creare",
      "lusso",
      "swatch"
    ]
  },
  {
    "id": "chunk_189",
    "text": "## 7. STRUMENTI DI analisi STRATEGICA SWOT Analysis Per fa retutti i ragionamenti che cistia mofa cendodevo utilizza re una serie di strumenti. Tra questi, la più famosa di tutte è la SWOT analysis: quell'altro ma tricione che mette insieme punti di forza (Strengths), punti di debolezza (Weaknesses), opportunità (Opportunities) e possibili minacce (Threats) al mio business. A livello di business strategy - come competo controTizio e Caio - la SWOTmi a iuta a capire: quali sono le opportunità? quali rischi ho nel competere? Come posso raggiungere un vanta ggio competitivo? EMBA - strategia ed Internazionalizzazione 78 Le 5 forze competitive di Porter Il pezzo su ea syJet che a veteletto è costruito conuna logica che rispecchia molto quella delle 5 forze competitive di Porter. Non ho un \"micro Porter\", ma lui cidice: guarda, nel momento in cui un'azienda ha deciso dove a ndare a competere, deve decidere a nche come a ndare a competere. E per capire come competere, devefa re i conti con 5 forze diverse. Il pezzo che a veteletto su ea syJet, pubblica to su European Management Journal, è costruito esattamente per cercare di capire: ok, che cosa ha fatto ea syJet per raggiungere un vanta ggio competitivo nella a irline industry? Il modello di Porter conqueste 5 forzemette insieme nient'altro che la competitività all'interno dell'industry nellaquale l'azienda ha deciso di competere. applicazione delle 5 forze",
    "page": 190,
    "pages": [
      190
    ],
    "keywords": [
      "porter",
      "business",
      "competitivo",
      "competitive",
      "azienda",
      "strategia",
      "internazionalizzazione",
      "management"
    ]
  },
  {
    "id": "chunk_190",
    "text": "## 1. Rivalità tra competitor esistenti Se voglio raggiungere un vanta ggio competitivo, devosapere chi c'è già dentro: quante aziende devo considera re come mie competitor? Un settore che viene libera lizza tochia ramente non ha molti competitor: c'è l'ex monopolista e basta, più una serie di gente volenterosa che vuole entrare nel merca toperché vede l'opportunità. Peròsoche c'è un monopolista che è incredibilmente inefficiente. Midico: \"Guarda, là dentronon hospa zio per competere?\" In rea ltà, questi incumbent non hanno la capacità di reagire in modo molto veloce. Non hannosopra ttutto la capacità di crea re barriere all'ingresso o barriere all'uscita troppo onerose. 2. Barriere all'ingresso e all'uscita Le barriere all'ingresso: quanto micosta? Qua l è l'investimento che devo fare per entrare nel settore? Le barriere all'uscita: se le cosevanno ma le, quanto micosta abbandona re l'investimento che ho fatto e uscirne? Ovvio che se ho deciso di investire in a eromobili, non posso poi mettermi a produrre stuzzica denti. Significa che tutto quello che ho investito in a eromobili lo perdo. Stelios - il fondatore di ea syJet - a veva un vantaggio: il padre gli disse: \"Guarda, se ti va ma le, quegli a erei e una parte degli investimenti del tuo network li possia mo riutilizza re per altro. Tido una via d'uscita. Tido i soldi per investire su ea syJetperché soche, se ti va ma le, una parte di quell'investimento la recuperia mo.\" I sunkcosts - i costi sommersi - sono quelli che non sono recuperabili se l'investimento va ma le. Stelios ne a vevameno di altri.",
    "page": 191,
    "pages": [
      191
    ],
    "keywords": [
      "investimento",
      "competitivo",
      "aziende",
      "incumbent",
      "vantaggio",
      "costi",
      "all",
      "non"
    ]
  },
  {
    "id": "chunk_191",
    "text": "## 3. Potere negoziale dei fornitori Capisco se il settore è competitivo a nchesulla ba se di qua nto sono forti quelli che mi mettono in gra do di operare il mio business: i miei fornitori. Stelios dice - nel pezzo che a veteletto - che ea syJetopera tutti i propri voli con la stessa tipologia di a erei. Perché? Perché va da Airbus e ne compra millepezzi. Chiaramente il potere negozia le di uno che compra millepezzi influisce sul modo in cui diventa competitivo, sul modo in cui può cerca re di raggiungere un vanta ggio competitivo. Perché? Perché il singolo pezzo lo pagameno di quanto lo pa ga il suo competitor.\n## 4. Potenziali entranti e sostituti Poi devo considera re: guarda, è un merca to appena libera lizzato, potenzia lmente c'è un sacco di gente che vuole entrare. Siamo sicuri che sia una buona idea? Cioè, investia mo a desso in un posto dove tutti quanti vogliono buttarsi? E poi: quali sono i potenziali sostituti di quel servizio? Vi ricorda techequa lchetempo fa - 2, 3, 4 annifa - Ryanair decise di sospendere tutti i voli tra Roma e Milano? Perché Ryanair sospende i voli tra Roma e Milano? Perché c'era il Freccia rossa, l'a lta velocità. Andare a Roma Ciampino da Roma Termini costava un'ora e mezza. Dovevi starci trequa rti d'ora prima a lmeno, senzaimba rcareba gaglio. Poi a vevitre quarti d'ora di viaggio, arrivavi a Bergamo Orio al Serio e tifacevi un'altra ora e mezza per arrivare a Milano. Una giorna ta di viaggio. Con l'a lta velocità, in qua ttroore facevi su e giù: centro città, centro città. I possibili sostituti rendeva nopoco profittevole stare là dentro.",
    "page": 192,
    "pages": [
      192
    ],
    "keywords": [
      "competitivo",
      "business",
      "roma",
      "ora",
      "voli",
      "sostituti",
      "poi",
      "milano"
    ]
  },
  {
    "id": "chunk_192",
    "text": "## 5. Potere negoziale dei consumatori Quanto sono informa ti? Quanto sono forti i miei consuma torifina li? Dipende dal customer group, dal focusgroup, dal segmento di merca tochevuoi servire. Il ma nager che viaggia tra Londra e Dublino non sipreoccupa se pa ga 300 o 350 sterline a biglietto: il potere negozia le che hoio come compagnia a erea su di lui è molto a lto, tanto a lui il viaggio glielo paga qualcun altro - l'azienda. Lo studente Erasmus invece ha un potere negozia le molto forte, soprattutto se nel mercato ci sono aziende diverse - lowcost diverse - che offrono lo stesso identico servizio. Passare da ll'una all'altra non gli costa niente. Non c'è mica la carta fedeltà Ryanair, la carta fedeltà ea syJet... Viaggia no con l'uno o con l'altro a seconda di chi offre lo stesso servizio al prezzo più basso. EMBA - strategia ed Internazionalizzazione 79 8. DALL'analisi STRATEGICA AL MODELLO DI BUSINESS I limiti degli strumenti tradizionali Fino a gli anni 2000, tutte le classi di strategia lavorava no conquesta robaqua. Ci lavorano a ncora, eh? Tiserve per capire come va il mondo, ba nalmente. Peròsi fermava no là: faceva no PEST, SWOT a nalysis, 5 forze competitive, eccetera eccetera. E poi metteva no insieme tutte queste informazioni, vedeva no quanto era ma turo il settore, qua l era l'intensità competitiva, e diceva no: \"Ok, va bene, vado a investire lì.\" Decisione stra tegica corpora te: dove va do a investire? Guarda quasotto, guarda sopra. Sullaba se dei risulta ti - qualita tivi, sostanzia lmente - che gli da va no le matrici PEST, SWOT, l'analisi delle 5 forze competitive e tutto quello che ci siamo racconta tifino a desso, decideva noqua l era il loro posiziona mentostrategico.",
    "page": 193,
    "pages": [
      193
    ],
    "keywords": [
      "strategia",
      "competitive",
      "segmento",
      "azienda",
      "mercato",
      "aziende",
      "prezzo",
      "internazionalizzazione"
    ]
  },
  {
    "id": "chunk_193",
    "text": "L'era del Merger and Acquisition La ra gione per cui molte dellecla ssi di strategia degli MBAdegli anni'80 erano tuttequa nte \"merger a nd a cquisition, merger a nd a cquisition, merger a nd a cquisition\"... Eratutto quanto: dove a ndare a competere. Sapete, di nuovo cirisia mo con la movie industry. Come sichia ma va lui - Richard Gere - nel fa mosofilm? Ve lo ricorda te? Pretty Woman. Lui che faceva il gra nde avvocato di successo - merger a nd a cquisition più smembramento. Lui smembrava roba: compra va e smembra va. Ma sono molti i filmdegli anni'80 e'90 in cui il businessma n o l'avvocato di grido - lo stesso neiroma nzi di John Grisha m, fiumi di romanzi e di film in quel periodo - quando dovevi fa r vedere l'attività del businessma n, eranogente che decideva strategie corpora te: vendeva e compra vapezzi di azienda. Era quello il modo per fa re i soldi, era quello il focus strategico della maggiorparte delle aziende. Il leggenda rio Gordon Gekko in Wall Street - vi ricorda tequel discorso? \"Greedis good.\" La sfida di Skype Inizio degli anni 2000: le aziende hanno comincia to a dire che in rea ltà non riusciva no a gestire le loro attività semplicemente contutta questa robaqua. Intervista i dirigenti di Telecom Italia e Telecom Austria a Vienna per la miatesi di la urea. Mi dissero: \"Il nostro problema al momento sichia ma Skype. Cioè, i fondatori sono tre persone che fanno esattamente la stessa cosa che faccia monoi - a nzi, fanno una cosafatta meglio di qua nto centina ia di ingegneri superpa gati da noi, in giro per l'Italia, riescono a fare. E cigua da gna nomolto di più.\" Tusei a Cracovia, a casa non chiami.",
    "page": 194,
    "pages": [
      194
    ],
    "keywords": [
      "attività",
      "aziende",
      "strategia",
      "azienda",
      "strategico",
      "merger",
      "cquisition",
      "era"
    ]
  },
  {
    "id": "chunk_194",
    "text": "Però se devichia ma re a casa, ha ila tesserina: cancelli il codice a lfa numerico, quelle 25 cifre che sba gli più di una volta a digita re, e ha i 10 minuti di credito - pubblico o privato. Tuchia mi a casa una volta a settima na, è passato il semestre, peròchiami a casa in quelmodo là. E luimifa: \"Ha i voglia di vendere tessere del genere? Ha i voglia di convincere persone a fare telefona tetrapa esi diversi e a farcisoldi?\" Mifa: \"Basta che scarichi Skype.\" La necessità di un nuovo concetto In rea ltà la logica - tutte le logiche applica tefino a d allora: Merger a nd Acquisition, Interna zionalizzazione, Vantaggio Competitivo, Cost Lea dership - non ci bastano. Non ci servono? Cioè, ci servono, ma non cibasta nopiù per capire, allafine dei conti, a finemese: come faSkype a gestire più telefona te di quante non riuscite a gestirne voi? Il ragionamento non va levasolta nto per loro, perché la globa lizzazione e l'IT hanno cambia to le regole del gioco. Le a vevano cambia te in molti settori industria li. Pensate a Napster: la pira teria digita le era diventa ta un problema all'inizio degli anni 2000. \"Perché devo compra rmi il CD? Iome lo scarico con un torrent\". Allora Sony, piuttosto che EMI Records e quant'altro, inizia rono a da ndare nel panico: \"Oh, come faccia mo a reagire controquesta gentequa? Cioè, usiamo Porter? Provia mo a usare Porter, proviamo a rista bilire un vanta ggio competitivo...\". Cia o! Quelli siscarica no i torrent e siscambia no i file. Prova astare dietrocon Porter e SWOT a nalysis per capire come crea revalore per qualcuno.",
    "page": 195,
    "pages": [
      195
    ],
    "keywords": [
      "porter",
      "competitivo",
      "vantaggio",
      "non",
      "casa",
      "volta",
      "digita",
      "voglia"
    ]
  },
  {
    "id": "chunk_195",
    "text": "## 9. IL MODELLO DI BUSINESS COME MODELLO MENTALE L'origine del concetto di Business Model Serviva un concetto nuovo. Allora qualcuno si inventò il concetto di modello di business. \"Guarda, non ra gionia mopiù soltanto in termini di elementi stra tegici che ci servono per raggiungere un vanta ggio. Pensia mola un po'più in grande: pensia mo a qua l è la logica di funzionamento di un'azienda. Come l'azienda crea valore? Per chi creava lore? Come monetizza?\" Tha t's it. Come funziona Skype Allora, lo ca piscocosa faSkype. Che valore crea? Ti dà la possibilità di chia ma re qualcuno in giro per il mondo, basta che abbia lo stesso softwa reinsta llato sul computer. A costozero. Se vuoi chia ma requalcuno che non ha Skype, sullalinea fissa, lo paghi a un prezzo EMBA - strategia ed Internazionalizzazione 80 molto, moltopiù basso. Perché? Perché Skype utilizza un'infra struttura di rete che non è neanche sua - non ci ha messo neanche un centesimo per rea lizzarla - ma che sfrutta per crea revalore per qualcuno. Per chi crea valore? Per tutti quelli che vogliono chia ma recasa e non vogliono spendere un patrimonio. Per la generazione Erasmus. Come monetizza? Guarda, monetizza semplicemente fa cendosi pagare da qualcun altro: ti ma ndano un po'di pubblicità. quando visualizzi la pubblicità, sono quelli che mettono il banner sul porta le Skype, sul sito Skype, a pagare. Non paghi tu. Poi, chiaro, se vuoi chia ma re un numero di ca sa - tipo 0461 - allorati ricarichi con la carta di credito o con la prepagata: 10 euro. E conquei 10 euroci parli 2 ore.",
    "page": 196,
    "pages": [
      196
    ],
    "keywords": [
      "business",
      "valore",
      "azienda",
      "model",
      "prezzo",
      "strategia",
      "internazionalizzazione",
      "non"
    ]
  },
  {
    "id": "chunk_196",
    "text": "altro che 10 minuti per 25 euro con la tesserina che gra ttavi! Come reagire a Skype Allora, iochedevo fare per reagire a quello che faSkype? Devocrea repiù o meno un valore che sia simile per i miei consuma torifina li. Qua l è il consuma torefina le? La generazione Erasmus. Come monetizzo? Devo monetizza re in un modo che la generazione Erasmus è in gra do di recepire. Devo monetizzare in un modo che permette alla generazione Erasmus di a vere accesso al valore che creo per lei. Non ragionava nopiù in termini di 5 forze competitive: \"Creo un vantaggio competitivo.\" Sì, ma lo creoperché ho un modello di business fattobene. Il modello di business creavanta ggio competitivo, è fonte di vantaggio competitivo. È lo stesso obiettivo, ma non ci arrivo attraverso tutti i ragionamenti che abbiamo fattofino a desso. Il modello di business nelle startup Lui tichiede: \"Come faccia mo a farcipa gare? Così il modello di business sta in piedi.\" Questo lo studi subito. quando una sta rtup sipresenta da vanti al venture capita list, quello non gli chiede l'analisi delle 5 forze competitive. No. Gli chiede: \"Che vuoi fare nellavita?\" \"Io voglio diventa re l'unicorno europeo più gra nde nel 2030.\" \"Bene. Guarda: chi è il tuo consumatore? Che va lore gli offri? Come ti fa i pagare? Se sta in piedi, mi racconti il resto.\" Ma inta ntoti seimesso nella conditio sinequa non: come non ciparli? Perché? Perché questo tidice se l'azienda funziona o non funziona. È la logica di funzionamento di un'azienda. Se non c'è questo, non c'è il resto. Seimolto focalizza to sul valore che crei e per chi lo crei. Ferrari come riferimento concettuale È ovvio che alcuni modelli di business diventa no talmente identita richetu puoiragionarci in termini di modello menta le.",
    "page": 197,
    "pages": [
      197
    ],
    "keywords": [
      "business",
      "valore",
      "competitivo",
      "competitive",
      "vantaggio",
      "azienda",
      "startup",
      "non"
    ]
  },
  {
    "id": "chunk_197",
    "text": "Esempio: se io vidico \"stopensa ndo di compra rmi una Ferrari\", e l'anno prossimo voi venite qua a novembre - quando faccio lezione a quelli che sta nnonell'altra a ula - e quasotto vedete una Ferrari parcheggia ta, dite: \"Ah, l'ha compra ta!\" Se invece vedete una La mborghini, magaripensa te: \"Ah, non ha compra to la Ferrari... cos'è, una La mborghini?\" Perché? Perché se io vidico \"vorrei compra rmi una Ferrari\", iovisto da ndo dei riferimenti concettuali per da rvi la possibilità di costruire un modello mentale. Per cui \"Ferrari\" - o \"ma cchina sportiva \" - vuoldire: una ma cchina dal colore appa riscente, dal design di un certotipo, probabilmente bassa, un po'rumorosa. La Ferrari elettrica a ncora non l'abbiamo vista, neanche la La mborghini. Visto da ndodegli elementi per crea re un modello menta le concui analizza re il mondo, concui dire: \"Quella è una Ferrari, o qualcosa di simile.\" Come fa mio figlio in ma cchina: \"Ma mma, una Ferrari!\" \"No, non è una Ferrari, guarda, è una Porsche.\" Peròlui, se vede la Porsche, dice: \"Guarda, è una Ferrari!\" Perché? Perché il suo modello menta le di Ferrari - di ma cchina sportiva - ha determina teca ratteristiche. Riferimenti di modelli di business Se vi dico \"stopensa ndo di compra rmi un tra ttore\" e quasotto vedete un tra ttore, non sta te a vedere che tipo di tra ttore è. \"Oh, il tra ttore! Alberto si è compra to un tra ttore.\" Per cui, se io vidico: \"Stopensa ndo di creare un'azienda che funzioni alla eBa y\" o \"alla Google\", oppure \"stopensa ndo di creare un'azienda come funziona va IBMnegli anni'80\", iovisto da ndo un riferimento ben preciso per costruirvi un modello menta le di qua l è la logica di funziona mentodell'azienda che voglio creare.",
    "page": 198,
    "pages": [
      198
    ],
    "keywords": [
      "azienda",
      "business",
      "ferrari",
      "ndo",
      "compra",
      "ttore",
      "stopensa",
      "non"
    ]
  },
  {
    "id": "chunk_198",
    "text": "Esempio 1: il modello \"pizzeria\" Se vi dico \"stopensa ndo di creare un'azienda che funziona come una pizzeria al taglio\" - tipo Alice Pizzaqua sotto - voisapete che voglio creare una roba in cui entraqua lcuno, paga, siprende il prodotto e se ne va. Bye. Esempio 2: il modello \"consulenza\" Se invece vidico \"guarda, voglio creare un'azienda che funziona un po'come McKinsey\", non è un posto dove entri, paghi, prendi il box e teneva i. È un posto dove va i, gli spieghi un problema, loro formula no una soluzione che fitta esattamente conquello che tugli ha i chiesto. Gli paghi un sacco di più di qua nto pagheresti la pizza da Alice, e tenevai conquella soluzione - che si a da tta perfettamente alletue esigenze, ma non si a da tta a nessun'altra esigenza di nessun altro potenzia le consumatore. EMBA - strategia ed Internazionalizzazione 81 Esempio 3: il modello \"piattaforma\" Se vi dico \"stopensa ndo di creare una pia ttaforma che funzioni come Vinted - voglio creare la nuova Vinted nel business delle pizzerie\", questo vuoldire che voglio crearmi una piattaforma. Quindi deve esserci qualcuno in mezzo a due gruppi di consumatori, che li mette in contatto. Iovido questi riferimenti precisi che vi fanno costruire un modello menta le. Per cui, quando poi vedete quelle aziende, dite: \"Guarda, ha quelle ca ratteristiche, quindi è una Ferrari\" - oppure: \"Quindi è un tra ttore.\"",
    "page": 199,
    "pages": [
      199
    ],
    "keywords": [
      "azienda",
      "piattaforma",
      "strategia",
      "internazionalizzazione",
      "business",
      "aziende",
      "creare",
      "modello"
    ]
  },
  {
    "id": "chunk_199",
    "text": "## 11. IL MODELLO RAZOR AND BLADE L'esempio del rasoio Il modello di business è Reson & Blade sapete che è Reson & Blade? Quanti di voi vanno al supermercato e si comprano il rossoio? Iohoperso a Bidonia però se voi a ndate al supermercato allacopp e volete compra rvi il rasoio ci a vete nel shelf dei rasoici a vetetante possibilità diverse ci a vete quelli che usi a getta i bicgia lli e bianchi a rancioni pacchetti da 10 3 euro all'inizio taglia no come una la ma gia pponese dopoche arrivi il fiso streggia todopo 10 giorni puoi accarezza rci il gatto ele butti ele indifferenzia te. Poi a fianco a quella roba lì c'è una roba che di design ma il miobagno non è in gra do di ospita re una robabella così in fibra di carbonio una roba pazzesca lo vedi e dicegua rda questo ha 25 la me ci ammazza qualcuno in rea ltà non titagli per niente escopri che quella robalìcostameno del pacchetto 10 di cimita rre a i gia pponesi prendo quello rifa rò il bagno ma io quella roba la devoprova recosta pure di meno 25 la me la porti a casa comincia a fartici la barba poi però tiviene il problema che dopo un mesetto quelle la me non taglia nopiùtorni allacoppa a ndiamo a cercarci le testine interca mbiabili escopri che sono fatte in titanoche costano quanto una Tesla. Il meccanismo del lock-in Diceno iodevo cercare l'offerta io voglio soltanto il ra soio non voglio le 5 è come gli spa zzolini da denti compra re lo spa zzolino Bla ckFrida y vidira nnoieri gli ora li BIO9 e ti dicono guarda che è è come la ma cchinetta del ca ffèdell'Aneespresso è come le stampa nti HPverso Lexmark a ndate da Megaword sti giorni La Lexmark ve la tirano dietro. L'HP, a nche se Bla ckFrida y, un po'la pa gate.",
    "page": 200,
    "pages": [
      200
    ],
    "keywords": [
      "business",
      "roba",
      "non",
      "blade",
      "modello",
      "rasoio",
      "reson",
      "voi"
    ]
  }
]