[
  {
    "id": "chunk_300",
    "text": "“Nazionalismo\" ed \"apertura\" dei sistemi giuridici (slide 6) • Caratteri essenziali dei sistemi giuridici • Sovranità (su territorio e popolo) • Monopolio della forza e della regolamentazione • Pluralità degli ordinamenti giuridici statali • Rilevanza del diritto straniero e dei provvedimenti giurisdizionali stranieri 3. Una necessaria premessa • Fisiologia e pa tologia delle relazioni contra ttuali • Approccio \"contenzioso» e centralità del “final goal” • Centra lità del giudice (stata le) Sele parti vanno d’accordo non c’è bisogno dell’avvocato ma allora quando serve capire seun contratto è scritto bene o scritto male? Quando si litiga . Quindi siha una fisiologia ed una patologia del contra ttoed è chiaro che se si vuole a vereun buon approccio alla patologia il contratto va scritto benefin dall’inizio e quindi nelle imprese andrebbe valorizzato illa vorocrea tivo degli avvoca tiqua ndo scrivono un contra tto. Un avvoca to scrive un contra tto pensa ndo allapa tologia ovvero deve a ncheimma ginare quando leparti litiga no perché cura gli interessi di una delle parti. Esempio. Imma ginia modi essere un avvocato che assiste ungra nde produttore divini italia no (Chianti da mille Eur a bottiglia ) che vende vino a d ungra nde ristora ntedi Parigi. I duefa nnoun contra ttodi fornitura mensile di 100 bottiglie . È un contra tto interna zionale? Vedia mo elementi di estra neità ? Inizia mo conildire SI. Abbia moda una pa rtele bottiglie divino e dall’altra gli Euri LATO PRODUTTORE • Fornitura 1 = 100 bottiglie = 100K euro • Fornitura 2 = 100 bottiglie = 50K euro. Qui si innesca il punto didoma nda ovvero perché 50K euro? Il ristora toredice che le bottiglie invia te a vevano dei vizi quindi nepaga 50 e chiede che gliene venga no invia te a ltre",
    "page": 301,
    "pages": [
      301
    ],
    "keywords": [
      "contra",
      "giuridici",
      "quando",
      "scritto",
      "sistemi"
    ]
  },
  {
    "id": "chunk_301",
    "text": "[H2] 100. Il produttore divini per non perdere\n il cliente glien e manda a ltre 100 mail ristora torene paga 65. Il produttore inizia a d arrabbia rsi: lui vuole essere pagato. Comeli ottiene? Andando da l giudice. Ma presso quale giudice? Prova conquello italia no che si chiede selui è di competenza (se non è competente abbiamo speso male i soldi dell’avvocato). Ipotizzia mo che il giudice italia nosia competente ed a questo punto si chiede quale diritto va applica to nella controversia e la risposta la trova nella legge 218 del\n[H2] 1995. Sifail processo e si ottiene\n una sentenza che ipotizzia moil produttore vinca: “Caro ristoratore francese devi pagare 50 + 35 K euro”. Ora la sentenza deve essere eseguita. Madove? Dovesono i soldi. È importa nte perché il produttore non è unma lvivente e vuole usare la forza legale francese per recupera re i soldi \n[HEADER] EMBA - Strategia ed Internazionalizzazione 115\n dovesi trova no i soldi. Non ma ndo i cara binieri in Fra ncia . A questo punto il produttore deve trova reilmodo affinché un provvedimento giurisdiziona leita liano abbia una rileva nzain Fra ncia e quindi deve sottoporsi alle regole del regolamento fra ncese. E qui ci sonodue strade: • Il regolamento fra ncese riconosce il regolamento italia no • Il regolamento fra ncese non riconosce il regolamento italia no LATO RISTORATORE Giria moilra gionamento. Ilpagamento è a nticipa to. • il ristora torepa ga 100K euroed ottiene 100 bottiglie • il ristora torepa ga 100K euroed ottiene 70 bottiglie • il ristora torepa ga 100K euroed ottiene 65 bottiglie • Leparti litiga no.",
    "page": 302,
    "pages": [
      302
    ],
    "keywords": [
      "produttore",
      "ottiene",
      "regolamento",
      "ristora",
      "italia"
    ]
  },
  {
    "id": "chunk_302",
    "text": "Il ristoratore vuole le bottiglie, comele ottiene? o Vadall’avvocato francese o L’avvocato va dal giudice francese o Il giudice fra ncese si chiede se è competente leggendo lasua norma di diritto interna ziona le fra ncese o Quale diritto applica re? o Ottiene la sentenza o Con la sentenza fra ncese il ristora toreva in Tosca namali gli rispondono picche perché scritta in fra ncese. E allora gli serve la forza italia naedil riconoscimento della sentenza fra ncese. Maqual è la morale della favola? • Quando l’avvocato scrive il contratto è importante capire qual è ilbene finale che vuole ottenere incaso di litigio (italiano = soldi, francese = bottiglie). Dove è il final goal e lodeve pensare findall’inizio. L’avvocato sideve sempre mettere inun approccio di contenzioso ovvero immagina re • La forza serve sempre, ovvero serve un giudice che riconosca labontà della richiesta • Importante: il giudice italiano dovrà guardare le legge 218 (poi vedremo che non guarda lima guarderà l’ordinamento europeo) e capire se l’ordinamento italiano è talmente tanto aperto all’ordinamento francese da riconoscere labontà della sentenza fra ncese in Italia che significa avere fiducia nell’altro ordinamento (e viceversa). Quindi importante: • NON ESISTONO CONTRATTI INTERNAZIONALI BY DEFINITION, UN CONTRATTO È INTERNAZIONALE SE IL GIUDICE DAVANTI AL QUALE LO SI PORTA LO CONSIDE RA INTERNAZIONALE PERCHE’ VI È LA PRESENZA DI ELEMENTI DI ESTRANEITA’. E LA PRESENZA DI ELEMENTI DI ESTRANEITA’ DIPENDE DALLA LEGGE NAZIONALE DEL GIUDICE. • Il giudice deve comunque dare una risposta non può ma i dire NON LIQUET.",
    "page": 303,
    "pages": [
      303
    ],
    "keywords": [
      "giudice",
      "ncese",
      "avvocato",
      "francese",
      "sentenza"
    ]
  },
  {
    "id": "chunk_303",
    "text": "• Attenzione che il diritto si applica a d interpretazione qualora si verifica ssero pazze sentenze fatte daun giudice pazzo talemala ugura ta decisione sa rebbe assopita da i 3 gradi di giudizio: • Sentenza • Corte di appello • Cassazione\n[H2] 4. I Contratti Internazionali\n I contra tti interna ziona lisono didue tipi: • B2B che verra nno tra ttati • B2C che non verra nno tra ttati Tipologie di norme di diritto: • Sostanziale. Regole di condotte: con il rosso non si passa . il Codice civile edil Codice penale sono fonda mentalmente tipologie di norme di diritto sosta nziale ovvero sono delle regole di condotta della vita che cihanno tra sferito: o Con il rosso non si passa o Non uccidere il vicino o Pagaleta sse o Osserva la disciplina sulle norme del la voro • Processuale. E allora perché la legge nr. 218 del 1995 non è una norma di diritto sosta nziale? Perché la legge nr.218, che interessa a nche tutti noi, inrea ltà è indirizza ta soprattutto a coloro che pa rtecipa no a d un processo, soprattutto a l giudice. È una regola che gestisce il processo di fronte a d unorga noditipo giurisdiziona le ovvero, guida la condotta del giudice. Nei contra tti interna ziona livige il contra ttodi tiposia processuale - regola il processo tra le parti - sia sostanziale. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 116\n Esempio. Nell’esempio del produttore e del ristoratore quando si hanno norme ditipo processuale e sostanziale. Processua le: • Seci fosse una regola che nel contra ttodice che il foro competente è quello di Rennes sa rebbe stata ditipo processua le perché regola il processo tra le parti.",
    "page": 304,
    "pages": [
      304
    ],
    "keywords": [
      "diritto",
      "contra",
      "norme",
      "processo",
      "regola"
    ]
  },
  {
    "id": "chunk_304",
    "text": "• Se nel contra tto è indica toil diritto applica to (italia no o fra ncese?) Sosta nziale: • seiotido 100 bottiglie iotipago 100K euro • se non mipaghi per tempo tumi devida reil 5% di interesse\n[H2] 5. Le fonti dei contratti del commercio internazionale\n NORME DI DIRITTO PROCESSUALE NORME DI DIRITTO SOSTANZIALE DIRITTO STATALE Legge Nr. 218 Codice civile DIRITTO INTERNAZIONALE Convenzione di New York 1958 Convenzione dell’Aja Convenzione di Vienna 1980 CISG DIRITTO EUROPEO Regolamento Bruxelles I-bis Regolamento Roma I Diritto Antitrust FONTI NON STATALI Arbitra ti Principles Unidroit Interna tiona l Commercia l Contra cts Modelli contra ttuali Diritto stata le. Separazione Diritto interna ziona le. Ra pporti interna ziona li Diritto processua le • Patti tra gli stati che possono rigua rdare il commercio interna ziona le • Tema dei lodi a rbitra li • Convenzione di New York Diritto sosta nziale • Convenzione di Vienna • Diritto Europeo. Coesione di diritti interna ziona li Diritto processua le • Reg. Bruxelles. Armonizzazione della nostra legge nr. 218 • Reg. Roma . Armonizzazione della nostra legge nr. 218 Diritto sosta nziale • Diritto a ntitrust. Sesi fosse voluto rea lizza reun merca to interno allora sisa rebbe dovuto a vereun diritto di a ntitrust comune • Fonti non-stata li Diritto processua le • Arbitra ti Diritto Sosta nziale • Principles Interna tiona l Commercia l contra cts • Modelli contra ttuali",
    "page": 305,
    "pages": [
      305
    ],
    "keywords": [
      "diritto",
      "interna",
      "contra",
      "convenzione",
      "sosta"
    ]
  },
  {
    "id": "chunk_305",
    "text": "[H2] 6. I TEMI PRINCIPALI\n DEI \"CONTRATTI INTERNAZIONALI\" • Lingua • Giurisdizione e foro competente • Diritto applicabile • Esecuzione dei provvedimenti giurisdiziona li \n[HEADER] EMBA - Strategia ed Internazionalizzazione 117\n\n[H3] 6.1. LINGUA DEL CONTRATTO Sipuò scegliere\n una lingua straniera inun contratto? • In Italia vigela libertà delle forme [Art. 1352 c.c.] purché cisia d’accordo. • Lama ggior parte dei pa esi consente libertà (Corea del Nord, Ira n esclusi) • Nei contra tti B2C la lingua è sempre quella del consumatore. • In Fra ncia : Loi Toubon obbligo diredazione in lingua fra ncese dei contra tti con la PA, Lavoro, consume. • Diritto UE: C-202/11, La s, libertà di lingua nei contra ttidi Lavoro tra nsfronta lieri È opportuno scegliere una lingua straniera e cosa questo comporta sotto il profilo del rischio? Linguistic risk ovvero, la lingua è portatrice di significa ti e rischi. Seiofa cessi firma reun contra ttodi a cquisto dalla Cinadi esempio ca rrelli elevatori scritto in cinese, il giudice italia no riterrebbe quel contra ttova lidamente concluso? Ovvero l’accordo o contra ttosa rebbe valido? Sesi firma un contra tto a nchein lingua stra niera si presume che tu abbia accettato il rischio di non comprendere ciò che c’è scritto a meno che non ci siaun errore rilevante ed essenziale. Nel qua l casosi riuscisse a dimostrare l’errore e dall’altra parte c’è la consapevolezza che il firmatario avrebbe potuto non capire allore sihail diritto a richiedere l’annullamento del contratto. Quindi: • Va lidità del contra tto • Errore rileva nte e essenzia le (a rt.",
    "page": 306,
    "pages": [
      306
    ],
    "keywords": [
      "lingua",
      "contra",
      "diritto",
      "contratto",
      "libertà"
    ]
  },
  {
    "id": "chunk_306",
    "text": "1428-1429 C.C) • Fra ud / misra presenta tion • Interpretazione del contra tto Persino la scelta di una singola lingua può da re luogo a d una singola inva lidità del contra tto ovvero quando cifanno firma requa lcosa e noi pensa vamo significa sse a ltro. La prova non è facile. Mono Linguismo. La lingua stra niera mipone una serie di problemi di interpretazione poiché non la domino comela mia lingua madre ed allora si introduce iltema del mono-linguismo. • English è globa lizza toed è la lingua fra nca . • Rischio di false friends ovvero cose che sembra nodi uguali sono diverse. • Mi prendo il rischio di non comprendere beneciò che sto firma ndo. Esempio 1. hanno due significa ti diversi CONTRATTO (donazione inclusa ) CONTRACT (nodonazione) Esempio 2. hanno tre significa ti completamente diversi DANNO DAMMAGES DOMAGE Plurilinguismo. In molti casisi predilige la scrittura in inglese edin italia no (o a ltra lingua ) ma per evita re ulteriori complicazioni dovute alla tra duzione si definisce una Lingua preva lente definita Controlling Language Clause ontop alla Traduzione di cortesia del contratto da una lingua all’altra. System Neutrality. Proprio perché è importante darealla terminologia utilizzata una corretta collocazione nel “sistema linguistico” dei termini da usare, per fare unbuon contratto internazionale, ovvero renderlo più neutro possibile da quanto sopra , si cerca di inserire una spiegazione alleva rie definizioni dei termini. Si cerca di rendere il contra ttopiù neutro possibile rispetto alle conta minazioni linguistiche. Coerenza lingua e diritto applicabile. Cisono dei concetti che non sono tra ducibili inita liano per cui nasce il problema di che cosa significa no per un giudice italia noquei concetti.",
    "page": 307,
    "pages": [
      307
    ],
    "keywords": [
      "lingua",
      "ovvero",
      "significa",
      "contratto",
      "interpretazione"
    ]
  },
  {
    "id": "chunk_307",
    "text": "La scelta della lingua avviene nella fasedi negoziazione delle tra tta tive e poi si tra scina nel contra tto. Ecco perché l’inglese è la lingua preferita nei contratti internazionali a rischio di prendere o lascia re.\n[H3] 6.2. GIURISDIZIONE E FORO COMPETENTE\n Forosta tale Foro a rbitra le Quale siail giudice competente dipende da l giudice dovesi litiga ovvero se litighia modi fronte a d un giudice della Nord Corea allora luidirà che lui è competente (tutto ciò che avviene in Corea è di competenza corea na ). Noicome approccio adottiamo l’idea che la causa venga avviata di fronte adun giudice Italiano con il vantaggio che proprio per il processo di a rmonizzazione descritto soprailra gionamento che fa remova le a l 99% a nche rispetto alla causa invia tadi fronte a d uno dei giudici degli a ltri 26 Stati membri della Comunità Europea perché esiste il regolamento europeo Bruxelles I-bis \n[HEADER] EMBA - Strategia ed Internazionalizzazione 118\n Sela causa viene avviata una controversia di fronte a un giudice stata le proprio per il regolamento Bruxelles I-BISil giudice si chiede sela controparte è domiciliate nell’area giurisdizionale europea oppure no. Cioè, il convenuto (controparte dell’attore) è domiciliato in uno degli stati membri o è domicilia to fuori? • Se SI = Il giudice applica il regolamento Bruxelles I Bis che è: • Se NO = Il giudice italia no, proprio perché non può fare non liquet, tornerà allasua Legge nr. 218 del 1995 che è lasua legge di riferimento.",
    "page": 308,
    "pages": [
      308
    ],
    "keywords": [
      "giudice",
      "fronte",
      "perché",
      "competente",
      "corea"
    ]
  },
  {
    "id": "chunk_308",
    "text": "[H4] 6.2.1 Regolamento europeo Bruxelles\n I-bis Sichia macosì perché è il successore di una convenzione del 1968. Nel 1968 i 6 stati membri firma rono una convenzione sulla competenza giurisdiziona le. Se litiga nodue attori di uno dei noi 6, dove devono a ndare a litiga re? Andando a vanti nel processo di europeizzazione tale convenzione è stata interna ziona lizza ta ovvero è stato a dottato un regolamento a fine 2000 che è diventa tobis nel\n[H2] 2012. Un regolamento è differente da\n una direttiva . • Il Regolamento è differente da una direttiva , è una legge na ziona le vincola nte emessa da l parlamento europeo ed entra in vigore in tutti i 27 stati membri edugua le per tutti. • La Direttiva fissa l’obiettivo da raggiungere ma lascia gli Stati liberi rispetto agli obiettivi da raggiungere e lascia spazio a d ulteriori aggiustamenti discreziona li, quindi, richiede un provvedimento di attuazione e di implementazione all’interno degli ordinamenti giuridici. Lafamosa direttiva 633 sulla disciplina della filiera a limenta re è una direttiva che ha porta to a 27 potenzia li diversi modi. Quando a l giudice italia no viene porta tada vanti una controversia , il giudice italia no applica il regolamento Bruxelles I- Bis per sta bilire selui è competente. Il principio genera le conilqua le riesce a sta bilire se è competente è il domicilio - il convenuto deve convenire in giudizio nel pa esedove hail domicilio. • Seil convenuto è domiciliato in Italia a prescindere dalla cittadinanza viene convocato in Italia • Seil convenuto è domiciliato in Germania a prescindere dalla cittadinanza viene convocato in Germania • Seil convenuto non è domiciliato in Europa vengono applicate le leggi nazionali, per l’Italia è la legge nr. 218 del 1995. 6.2.1.1.",
    "page": 309,
    "pages": [
      309
    ],
    "keywords": [
      "regolamento",
      "direttiva",
      "italia",
      "convenuto",
      "convenzione"
    ]
  },
  {
    "id": "chunk_309",
    "text": "Macos’è il domicilio? Qui entra noin gioco gli Art. 62 (domicilio per persone fisiche) e Art. 63 (domicilio per persone giuridiche) Persone fisiche L'Art 62 del Codice civile italia no disciplina il domicilio delle persone fisiche e sta bilisce che \"Il domicilio di una persona è nel luogo in cui essaha stabilito lasede principale dei suoi affari e interessi.\" Elementi cara tteristici • Presenza effettiva della sede principa le degli affari e interessi inun determina to luogo. • La volontà dista bilire inquel luogo il centro delle proprie relazioni giuridiche ed economiche. Differenza con la residenza (a rt.43) che è la dimora a bitua le della persona edhacara ttere preva lentemente fa ttuale mala rileva nzapratica è cosìria ssumibile: • Il domicilio è importa nte per determina re: • Ilforo competente per molte controversie • Il luogo di a dempimento di a lcune obbligazioni • Il luogo dove compiere determina te notificazioni • Una persona può a verepiù residenze maunsolo domicilio genera le, che è quello doveha concentra to i propri interessi principa li. Persone giuridiche il domicilio è dove hanno lasede statutaria, o dove hanno l’amministrazione centrale, dove hanno il centro dell’attività principa le. È più fa cilesta bilire ilforo competente delle persone giuridiche. 6.2.1.2. Art. 4 - Il principio generale • A norma del presente regolamento, le persone domiciliate nel territorio diun determinato Stato membro sono convenute, a prescindere dalla loro cittadinanza, davanti alle autorità giurisdizionali ditale Stato membro. • Alle persone che non possiedono la cittadinanza dello Stato membro nel quale sono domiciliate si applicano le norme sulla competenza vigenti per i cittadini ditale Stato membro. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 119\n 6.2.1.3.",
    "page": 310,
    "pages": [
      310
    ],
    "keywords": [
      "domicilio",
      "persone",
      "luogo",
      "giuridiche",
      "stato"
    ]
  },
  {
    "id": "chunk_310",
    "text": "Art. 5 - Eccezione al principio generale - Le competenze speciali È una regola aggiuntiva che dice che oltre a sta bilire il principio genera le sul domicilio i convenuti possono essere citati di fronte a d a lcune a ltre a utorità giurisdiziona li definite competenze speciali (a ltri giudici) e quali sono queste competenze specia li? Sezione 2 • Contra tti • Illeciti civili • Altre ma terie sparse Sezione 3 • Assicurazioni Sezione 4 • Contra tti conclusi conconsumatori Sezione 5 • Contra tti individua lidi lavoro Testo dell’articolo\n[H2] 5. Le persone domiciliate nel territorio di uno\n Stato membro possono essere convenute davanti alle autorità giurisdizionali diun altro Stato membro soloai sensi delle norme di cui alle sezioni da 2 a 7 del presente capo 6.2.1.4. Art 7 - Foro speciale in materia contrattuale Ora vediamo ciò che più interessa a noi ovvero i contratti, prendiamo l’Articolo 7 Una persona domiciliata in uno Stato membro può essere convenuta inun altro Stato membro: a) in materia contrattuale, davanti all’autorità giurisdizionale del luogo di esecuzione dell’obbligazione dedotta in giudizio b) aifini dell’applicazione della presente disposizione e salvo diversa convenzione, il luogo di esecuzione dell’obbligazione dedotta in giudizio è: - nel caso della compravendita dibeni, il luogo situato in uno Stato membro, in cui i benisono stati o avrebbero dovuto essere consegnati inbase al contratto - nel caso della prestazione di servizi il luogo, situato in uno Stato membro, in cui i servizi sono stati o avrebbero dovuto essere prestati inbase al contratto c) la lettera a) si applica neicasi in cui non è applicabile la lettera b) Esempio.",
    "page": 311,
    "pages": [
      311
    ],
    "keywords": [
      "stato",
      "membro",
      "sezione",
      "luogo",
      "competenze"
    ]
  },
  {
    "id": "chunk_311",
    "text": "Torniamo all’esempio del produttore e ristoratore: se l’italiano vuole fare causa al francese dovelo può convenire? In Francia perché il produttore è in Francia ma anche nel luogo di esecuzione dell’obbligazione. Se nel contra ttodi compra vendita ci fosse scritto che il bene veniva consegnato in Francia (il produttore porta ilvino sull’uscio del ristora nte) allora sa rebbe stato convenuto in Fra ncia , se nel contra ttosi conveniva nel consegna rela merce fuori la porta del ma ga zzino allora sa rebbe stato convenuto in Italia per il principio dell’EXW - Ex Works - Fra nco fa bbrica . È uno degli Incoterms (Interna tiona l Commercia l Terms) utilizza tinei contra ttidi compra vendita, specia lmente interna ziona li. Con la cla usola EXW, il venditore: • Mette la merce a disposizione dell'a cquirente presso i propri locali (fa bbrica , maga zzino, sta bilimento) • Ha minime obbligazioni: devesolo prepa rarela merce e renderla disponibile • Non è responsabile del caricamento sulla nave/camion L'a cquirente: • Sifa carico di tutti i costi e rischi da l momento del ritiro • Orga nizza e pagail tra sporto completo • Gestisce tutte le forma litàdoganali (esportazione e importazione) • Effettua ilcaricamento della merce. Il rischio passa dall'venditore all'a cquirente nel momento in cui la merce è messa a disposizione presso i locali del venditore e viene usato: • Quando l'a cquirente vuole controllo totale sulla logistica • Vendite locali o dove l'a cquirente ha esperienza di tra sporto • Quando il venditore non può/vuole occupa rsidi tra sporto ed esportazione Le competenze specia li, quindi, danno ungra dodi libertà aggiuntivo ovvero mida una possibilità inpiù e lo stesso vale per gli illeciti civili, assicurazioni e tutte le a ltre sezioni sopracitate.",
    "page": 312,
    "pages": [
      312
    ],
    "keywords": [
      "merce",
      "cquirente",
      "produttore",
      "francia",
      "contra"
    ]
  },
  {
    "id": "chunk_312",
    "text": "Quindi oltre a l domicilio cisono a ltri luoghi dove posso convenire in giudizio la contropa rte. 6.2.1.5. Le competenze esclusive - \n[H1] Sezione 6 Competenze che le parti non possono derogare così, \nsestia mo controvertendo inma teria di diritto reale immobilia re (se l’impresa italiana sta controvertendo con un’impresa francese che gli ha venduto un capannone) essendo una controversia di diritto reale immobilia reli per certo è competente il giudice didove si trova ilcapa nnone. Seilcapa nnone è in Fra ncia, \n[HEADER] EMBA - Strategia ed Internazionalizzazione 120\n di per certo il giudice competente è il fra ncese. Nessun dubbio. E questa regola vale per tutti i 27 stati membri della Comunità Europea . 6.2.1.6. Art 25 - Proroga di competenza È la previsione delle parti che indipendentemente dal domicilio le parti hanno convenuto l’indipendenza sulle autorità di uno Stato membro e quindi nel nostro caso hanno scelto che il giudice competente a derimere le controversie tra produttore e ristora toresia ilforo di Parigi. La proroga di competenza deve essere fatta per iscritto. Ora però questa competenza diventa esclusiva , quindi sesta bilisco ilforo di Parigi, non va lgono più le competenze specia li o il principio genera le e cosìvia , vale semplicemente ilforo sta bilito dalle parti. Questo sipuò fare sempre? Sevadodi fronte a l giudice italia no, poiché il giudice italia no è un giudice europeo appa rtenente a d uno Stato pa rtecipante a l processo di integrazione Europea , il giudice italia no applica Bruxelles I-Bis che midice che le parti possono scegliere ilforo. Sevadodi fronte a l giudice nordcorea nolui non a vrà Bruxelles I-Bisma a vràlasua norma che gli dirà che leparti non possono scegliere.",
    "page": 313,
    "pages": [
      313
    ],
    "keywords": [
      "giudice",
      "parti",
      "ilforo",
      "quindi",
      "competenze"
    ]
  },
  {
    "id": "chunk_313",
    "text": "Tutto questo per dire che l’art 25 è una di quelle norme che dimostra l’apertura degli ordinamenti dell’unione europea all’autonomia delle parti ovvero dimostra che gli ordinamenti europei credono nell’autonomia delle parti nello scegliere il giudice per loro più adatto. La proroga di competenza è accolta in quasi tutti gli ordinamenti occidentali. L'art. 25 del Codice di Procedura Civile disciplina la proroga della competenza per territorio, ossia il meccanismo per cui un giudice territorialmente incompetente diventa competente in assenza di tempestiva eccezione o rilievo d'ufficio. \"La competenza per territorio può essere derogata per accordo delle parti, salvo che per le cause previste nei numeri 1, 2, 3 e 5 dell'articolo 70, per i casidi esecuzione forzata, di opposizione alla stessa, di procedimenti cautelari e possessori, di procedimenti in camera di consiglio e per ogni altro casoin cui l'inderogabilità sia disposta espressamente dalla legge.\" La competenza per territorio è, di regola, derogabile: le parti possono accordarsi per attribuire la competenza a un giudice diverso da quello individuato dai criteri legali (artt. 18-20 c.p.c.). Art 25 (comma 2) - Forma elettronica: il comma 2 è integrato dal comma 3 che precisa: \"Qualsiasi comunicazione conmezzi elettronici che consenta una registrazione durevole dell'accordo è equiparata alla forma scritta.\" 6.2.1.7. Art 26 - Accettazione di fatto della proroga di competenza La proroga di competenza può avvenire indue modi ovvero, come visto prima , sele duepa rtisi accorda no a livello contrattuale oppure sesi commette un errore.",
    "page": 314,
    "pages": [
      314
    ],
    "keywords": [
      "competenza",
      "parti",
      "proroga",
      "ordinamenti",
      "giudice"
    ]
  },
  {
    "id": "chunk_314",
    "text": "Nell’ipotesi che la causa sia depositata nel tribunale di Parigi, semi citano di fronte a l tribuna ledi Roma per unfatto accaduto a Parigi ediociva do commetto un errore perché a quel punto ho accetta toin viadi fatto la competenza del giudice italia no a meno che non mi costituisco solo per eccepire di competenza cioè posso farlo davanti a l giudice italiano solo dichiarando che il giudice italiano non è competente. C’è unpo'di rischio perché magari il giudice italiano potrebbe comunque essere competente. Adogni modo l’avvocato ingaggiato dal cliente saràin grado di gestire il tutto inmoda litàta ttica . 6.2.1.8. Art 29 - Italian Torpedo È unmodo per gua dagna re tempo. L'Italia n Torpedo è una stra tegia processua le che sfruttava la regola della litispendenza europea (oggi disciplina tadall'a rt. 29 del Regolamento UE 1215/2012, detto Bruxelles I-bis) in combinazione con la lentezza storica del sistema giudizia rioita liano. L'a rticolo sta bilisce che qua ndoda vanti a giudici di Stati membri diversi sono proposte domande a venti: • lo stesso oggetto • lo stesso titolo • tra le stesse parti il giudice a dito successivamente deve sospendere il procedimento finché il giudice a dito per primo non abbiasta bilito la propria competenza . Una volta accerta ta , il secondo giudice deve dichia rarsi incompetente. Come funzionava il \"torpedo\" Scena rio tipico: un presunto contra ffattore di brevetti, temendo un'a zione del titola rein unforo \"veloce\" (es.",
    "page": 315,
    "pages": [
      315
    ],
    "keywords": [
      "giudice",
      "competenza",
      "italiano",
      "torpedo",
      "parigi"
    ]
  },
  {
    "id": "chunk_315",
    "text": "Germa nia, Paesi Bassi), lo a nticipa va proponendo in Italia un'a zione di accertamento negativo (dichia razione di non contra ffazione o inva lidità del brevetto) scatena ndoun effetto para lizza nte ovvero qualsia si successiva a zione del titola re del brevetto inun a ltro Stato membro veniva sospesa in attesa della decisione italia na . Data ladura ta plurienna le dei procedimenti italia ni, il titola re del brevetto rimaneva blocca to per anni, perdendo la possibilità di tutela effettiva : da qui ilnome siluro. Perché \"torpedo\"? Il termine evoca l'ideadi \"silura re\" lastra tegia processua ledell'avversa rio, para lizza ndone le a zioni in tutta l'UE conuna mossa preventiva . Correttivi introdotti Il fenomeno è stato ridimensiona to con il Regolamento Bruxelles I-bis (2012), a rt. 31(2): se esiste una cla usola di scelta esclusiva del foro, il giudice designa toha priorità , a nchese a dito successivamente \n[HEADER] EMBA - Strategia ed Internazionalizzazione 121\n Tribuna le Unifica to dei Brevetti (UPC), opera tivoda l 2023: accentra le controversie brevettua li europee, elimina ndoil problema della litispendenza tra Stati membri inma teria di brevetti unita ri Valutazione L'Italia n Torpedo è stato critica tocome a buso del sistema processua le europeo, poiché consentiva di tra sforma rela lentezza della giustizia inun vanta ggiota ttico, frustra ndola tutela dei diritti di proprietà intellettua le. 6.2.1.9. Art",
    "page": 316,
    "pages": [
      316
    ],
    "keywords": [
      "italia",
      "brevetto",
      "stato",
      "zione",
      "lizza"
    ]
  },
  {
    "id": "chunk_316",
    "text": "[H2] 3. Convenuti non domiciliati in Stati membri UE\n E seil convenuto non è domicilia toin uno degli stati membri? Tra la sciando per un momento il regolamento Bruxelles I-Bisfa cciamo riferimento alla legge 218 del 1995. 6.2.1.10. Art 3 - Ambito della giurisdizione L'a rticolo 3 costituisce la norma ca rdine per determina requa ndoil giudice italia nopuò conoscere di una controversia conelementi di interna ziona lità . Si tra ttadi una disposizione di a pertura del sistema , che fissa i criteri genera lidi giurisdizion e , successivamente integra tida gli a rticoli seguenti (a rtt. 4-12) che prevedono ipotesi specifiche: Comma\n[H2] 1. La giurisdizione italiana sussiste quando\n il convenuto è domiciliato o residente in Italia o vihaun rappresentante che sia autorizzato a stare in giudizio a norma dell'articolo 77 del Codice di procedura civile e negli altri casiin cui è prevista dalla legge. Il primo comma sta bilisce tre criteri fonda menta li per radica rela giurisdizione italia na . • Il primo criterio è quello del domicilio o residenza del convenuto in Italia . Questo riflette il principio genera le actor sequitur forum rei (l'attore segue ilforo del convenuto), presente a nche nel sistema interno all'a rt. 18 c.p.c. Laratio è tutela reil convenuto, evita ndo che sia costretto a difendersi inun luogo troppo dista nte o scomodo. Per \"domicilio\" si intende quello ex a rt. 43 c.c. (luogo dovela persona hasta bilito lasede principa le dei suoi affari e interessi), mentre per \"residenza \" sifa riferimento all'a rt. 43 c.c. (dimora a bitua le). • Il secondo criterio rigua rdala presenza in Italia diunra ppresenta nte a utorizza to a stare in giudizio a i sensi dell'a rt. 77 c.p.c.",
    "page": 317,
    "pages": [
      317
    ],
    "keywords": [
      "convenuto",
      "italia",
      "giurisdizione",
      "stati",
      "membri"
    ]
  },
  {
    "id": "chunk_317",
    "text": "Questo criterio è pa rticola rmente rileva nte per le persone giuridiche stra niere che opera noin Italia attra verso ra ppresentanti stabili. L'a rt. 77 c.p.c. prevede infatti che chi stain giudizio comera ppresentante diun'a ltra persona deve essere munito di procura specia le o genera le. • Il terzo criterio è una cla usola di chiusura che rinvia a gli \"a ltrica si previsti dalla legge\", ossia a gli a rticoli successivi della stessa L. 218/1995 (come l'a rt. 5 sulle obbligazioni contra ttuali, l'a rt. 9 sui diritti reali, ecc.) e ad a ltre leggi specia li che attribuiscono giurisdizione a l giudice italia no. Comma 2. La giurisdizione sussiste inoltre inbase ai criteri stabiliti dalle sezioni 2, 3 e 4 del titolo II della Convenzione concernente la competenza giurisdizionale e l'esecuzione delle decisioni in materia civile e commerciale e protocollo, firmati a Bruxelles il 27 settembre 1968, resi esecutivi con la legge 21 giugno 1971, n. 804, e successive modificazioni in vigore per l'Italia, anche allorché'il convenuto non sia domiciliato nel territorio di uno Stato contraente, quando si tratti di una delle materie comprese nel campo di applicazione della Convenzione. Rispetto alle altre materie la giurisdizione sussiste anche inbase ai criteri stabiliti per la competenza per territorio. Il secondo comma introduce un mecca nismo di \"giurisdiziona lizzazione\" dei criteri di competenza per territorio previsti da l Codice di procedura civile. In sosta nza , i fori specia li degli a rtt. 18-30 c.p.c. possono essere utilizza ti a nche per radica rela giurisdizione italia na nelle controversie interna ziona li. Questo significa che, a d esempio, sesi applica ilforo specia le contra ttuale (a rt.",
    "page": 318,
    "pages": [
      318
    ],
    "keywords": [
      "italia",
      "giurisdizione",
      "specia",
      "criteri",
      "competenza"
    ]
  },
  {
    "id": "chunk_318",
    "text": "20 c.p.c.), la giurisdizione italia na sussiste seil contra ttodeve essere eseguito in Italia , a nchese il convenuto risiede all'estero. Allo stesso modo, per i diritti reali immobilia ri sussiste giurisdizione italia nase l'immobile si trova in Italia (a rt. 21 c.p.c.). Attenzione però: questa disposizione va coordina ta con il riferimento alla Convenzione di Bruxelles del 1968 contenuto nello stesso comma\n[H2] 2. Tale convenzione è oggi sostituita da l Regolamento\n UE 1215/2012 (Bruxelles I-bis), che regola la competenza giurisdiziona le nelle ma terie civili e commercia li tra Stati membri dell'UE. Esempi pratici • Caso 1 - Contra tto interna ziona le: Un'impresa italia na conclude un contra ttodi fornitura conuna società fra ncese. La merce deve essere consegna ta a Milano. Se sorge una controversia , il giudice italia noha giurisdizione siain base a l domicilio del convenuto (se viene convenuta l'impresa italia na ), siain base a l luogo di esecuzione del contra tto (a rt. 20 c.p.c.) se viene convenuta la società fra ncese. Tutta via , essendo entra mbele parti nell'UE, si applicherà il Reg. 1215/2012, non l'a rt. 3. • Caso 2 - Immobile in Italia : Un citta dino cinese a cquista un appartamento a Romada un venditore tedesco. Per controversie relative all'immobile, il giudice italia noha giurisdizione perché l'immobile si trova in Italia (criterio territoria ledell'a rt. 21 c.p.c. richia matodall'a rt. 3, comma 2). • Caso 3 - Ra ppresenta ntein Italia : Una società a merica na non hasede in Italia , ma opera attra verso unra ppresenta ntestabile a utorizza toex a rt. 77 c.p.c. Il giudice italia noha giurisdizione sulle controversie relative all'attività svolta in Italia . \n[HEADER] EMBA - Strategia ed Internazionalizzazione 122\n Ratio della norma L'Art.",
    "page": 319,
    "pages": [
      319
    ],
    "keywords": [
      "italia",
      "giurisdizione",
      "contra",
      "immobile",
      "società"
    ]
  },
  {
    "id": "chunk_319",
    "text": "3 delimita l'a mbito di applicazione del Regolamento: lesue regole uniformi va lgono per i convenuti \"europei\", mentre per quelli extraeuropei sila sciaspa zio alle norme na ziona li, salvo le eccezioni a tutela di interessi superiori o soggetti deboli. 6.2.1.11. Art 4 - Accettazione e deroga della giurisdizione Comma 1. Quando non vi sia giurisdizione inbase all'articolo 3, essa nondimeno sussiste sele parti l'abbiano convenzionalmente accettata e tale accettazione sia provata per iscritto, ovvero il convenuto compaia nel processo senza eccepire il difetto di giurisdizione nel primo atto difensivo. Comma 2. La giurisdizione italiana può essere convenzionalmente derogata a favore diun giudice straniero o diun arbitrato estero sela deroga è provata per iscritto e la causa verte su diritti disponibili. Comma 3. La deroga è inefficace seil giudice o gli arbitri incaricati declinano la giurisdizione o comunque non possono conoscere della causa. • Comma 1 - Accettazione tacita o espressa della giurisdizione italia na (a nchequa ndoma ncherebbe). • Comma 2 - Possibilità di deroga re alla giurisdizione italia na a favore di giudice/a rbitro stra niero (conrequisit i specifici). • Comma 3 - Ineffica cia della deroga seil giudice/a rbitro stra niero declina la competenza . 6.2.1.11. I diritti indisponibili Ambito Diritti indisponibili (esempi) Fondamento normativo / principio Nozione genera le Diritti non a lienabili, non rinunciabili, non modifica bilida ll'a utonomia priva ta Artt. 1322, co. 2; 1343; 1418 c.c. (limiti all'a utonomia priva ta , norme impera tive, ordine pubblico) Diritti della persona Vita , integrità fisica , dignità , identità persona le, capacità giuridica e di a gire Artt. 2, 3, 13 Cost.; a rtt. 5, 22 c.c.",
    "page": 320,
    "pages": [
      320
    ],
    "keywords": [
      "giurisdizione",
      "comma",
      "deroga",
      "diritti",
      "giudice"
    ]
  },
  {
    "id": "chunk_320",
    "text": "Status persona le Stato civile, citta dinanza , filiazione Artt. 22 Cost.; norme sullo status (c.c.) Diritto difa miglia Responsa bilità genitoria le, interesse del minore; nucleo essenzia le degli obblighi dima ntenimento Artt. 30 Cost.; a rtt. 315-bis, 316, 337-ter c.c. Diritto del la voro Diritti minimi inderogabili (retribuzione sufficiente, sicurezza , ferie) Art. 36 Cost.; a rt. 2113 c.c.; norme inderogabili WORKING GROUP 1 Working Group 1a Il ricorrente nel procedimento principa le, un concessiona riodi a utomobili sta bilito a Colonia (Germa nia ), ha a cquistato sulla pagina web della convenuta nel procedimento principa le, la cui sede è a d Amberga (Germa nia ), un a utoveicolo elettrico a d un prezzo molto conveniente.Tale vendita è stata tutta via annulla tada l venditore a causa dei da nni asseritamente subiti da l veicolo consta tati a l momento della prepa razione per il tra sporto e la consegna a l compratore. Ritenendo che si trattasse solodi un’affermazione pretestuosa per annulla rela vendita , che sa rebbe risulta tasva nta ggiosa per il venditore data l’esiguità del prezzo, il ricorrente nel procedimento principale ha proposto ricorso dinanzi al Landgericht Krefeld. Egli chiede a quest’ultimo che obblighi il venditore a l tra sferimento della proprietà del veicolo. L’articolo 7 delle condizioni generali di vendita per una transazione effettuata online condetta società, accessibili sul sito Internet di quest’ultima, contiene una clausola attributiva di competenza a favore del giudice di Lovanio (Belgio).",
    "page": 321,
    "pages": [
      321
    ],
    "keywords": [
      "procedimento",
      "vendita",
      "venditore",
      "status",
      "norme"
    ]
  },
  {
    "id": "chunk_321",
    "text": "[H2] 1. Quale giudice è competente a dirimere\n la controversia? Il giudice competente è il belga per l’Art. 25 a meno che la clausola sul contratto non sia chiaramente esplicitata e facilmente identificabili e sottoscritte dall’acquirente. Art 25 (comma 2) - Forma elettronica : il comma 2 è integra to dal comma 3 che precisa : \"Qualsia si comunicazione conmezzi elettronici che consenta una registrazione durevole dell'accordo è equipa rata alla forma scritta .\" Quindi lacla usola deve essere chiaramente scaricabile e chiara per l’acquirente. Working Group 1b TechFlow S.p.A. (Italia ) fornisce componenti industria li a Da tenPump GmbH (Germa nia ). Tra le parti è stato firma toun contra ttodi fornitura nel qua le è chiaramente indica ta una cla usola di giurisdizione esclusiva a favore del “Landgericht Stuttgart (Tribunale di Stoccarda)”. Dopola consegna, DatenPump contesta gravi difetti nei componenti e comunica l’intenzione di avviare una ca usarisa rcitoria a Stocca rda . Per evita reil giudizio in Germa nia , TechFlow a gisce per primadavanti al Tribunale di Milano, depositando un’azione di accertamento negativo: “Si accerti che TechFlow non \n[HEADER] EMBA - Strategia ed Internazionalizzazione 123\n è responsabile dei difetti dei componenti.” Pochi giorni dopo, DatenPump avvia la causa a Stoccarda in conformità allacla usola contra ttuale. 1. L’azione introdotta da TechFlow a Milano ha effetto “Italian Torpedo”? No, lacla usola esclusiva è valida",
    "page": 322,
    "pages": [
      322
    ],
    "keywords": [
      "usola",
      "techflow",
      "chiaramente",
      "comma",
      "componenti"
    ]
  },
  {
    "id": "chunk_322",
    "text": "[H2] 2. Il giudice tedesco deve sospendere\n il procedimento in attesa della decisione del Tribunale di Milano? No, per l’articolo 31 comma 2: la scelta di avere ilforo esclusivo blocca l’italian torpedo perché si applica l’art. 31 comma 2. 3. Quale tribunale hala priorità e perché? Il tedesco perché lacla usola esclusiva è valida . Il tribuna le tedesco va a vanti indipendentemente da l tribuna ledi Milano.\n[H3] 6.3. IL DIRITTO\n APPLICABILE È di grande importanza nell’ambito dei contratti sul commercio internazionale perché sulla suabase del diritto applicabile si deciderà sequel contratto saràun contratto valido, l’efficacia delle sue clausole, si procederà all’interpretazione degli obblighi e diritti delle parti e rispetto a l diritto applicabile nel contra ttoci possono essere due principa li scelte: • Saranno verificate le validità e l’efficacia delle clausole contrattuali e saranno determinati i canoni interpretativi inrelazione quindi a gli elementi di estra neità . • Il contra ttota ce, non dica , purin presenza di elementi di estra neità , quale diritto è applicabile. Diritto espressamente scelto v. il contra ttota cema perché accade ciò? Perché nel contra ttosi è dimentica todi inserire lacla usola , perché gli avvoca tisisono dimentica ti oppure perché non è stato possibile indica reil diritto applicabile poiché la forza contra ttuale delle parti si equiva le e nessuna delle parti vuole cedere suqua lesia il diretto applicabile. Questo è uno scena rio non a uspicabile poiché porta a d una serie di necessa rie riflessioni che noi oggifa remo e che dovrebbero fare a nchele parti. Quindi in definitiva , leparti scelgono o non scelgono il diritto applicabile.",
    "page": 323,
    "pages": [
      323
    ],
    "keywords": [
      "perché",
      "diritto",
      "applicabile",
      "contra",
      "tedesco"
    ]
  },
  {
    "id": "chunk_323",
    "text": "La primadomanda da farsi è capire sele parti possono scegliere qualsia si diritto ovvero possono sottra rsi alla volontà sovra na dei loro Stati di disciplina reil tutto secondo illoro diritto, lo possono fare? Domanda 1: Le parti hanno scelto espressamente il diritto applicabile. Possono farlo, ovvero dacosa dipende la possibilità o menodi scegliere il diritto applicabile? Risposta : Dipende dadove viene avviata lacausa perché se avviola causa in Nord Corea , il giudice nordcorea nosarà contento di applica reil diritto a ustra liano? NO. Il giudice guarderà alla legge del suo Stato che nel casosi tra ttidi uno sta to membro della UE è una legge che è stata uniformata daun a ltro regolamento Roma I che ha uniforma toil diritto dei 27 membri rispetto alla possibilità di scegliere il diritto stra niero quale diritto applicabile a l contra tto. Se invece lacausa è avviata di fronte a d un giudice che non appa rtiene a d uno sta to membro, quel giudice guarderà allasua legge na zionale di diritto interna ziona le priva to. Tra le sue norme il giudice non europeo potrebbe a nche trova re delle convenzioni interna ziona li (magariun accordo es. tra Gia ppone ed USAin relazione alla possibilità di scegliere il diritto sta tunitense o gia pponese per regola reun contra tto interna ziona le). LUOGO DI INIZIAZIONE DELLA CAUSA DIRITTO APPLICABILE La causa è avviata di fronte a un giudice di uno Stato membro dell’UE Regolamento Roma I Lacausa è avviata di fronte a un giudice extra-UE Norme na ziona li DIP Convenzioni interna ziona li",
    "page": 324,
    "pages": [
      324
    ],
    "keywords": [
      "diritto",
      "giudice",
      "ziona",
      "possono",
      "scegliere"
    ]
  },
  {
    "id": "chunk_324",
    "text": "[H4] 6.3.1. Regolamento Roma I\n - regolazione contrattuale Regolamento (CE) n. 593/2008 del 17 giugno 2008 (in vigore del 17 dicembre 2009) • Roma I rigua rdale obbligazioni contra ttuali del commercio interna ziona le • Roma II invece rigua rdale regolazioni extracontra ttuali (Art. 2043 sul risa rcimento del da nno) dove non è previsto un contra tto ovvero non deriva nodaun contra tto In sosta nza , gara ntisce prevedibilità e uniformità nella determinazione della legge applicabile a i contra tti tra nsfrontalieri, bilancia ndo l'a utonomia delle parti con la protezione dei soggetti deboli e gli interessi impera tivi degli Stati. A noi interessano i contra ttidi commercio interna ziona li quindi Roma I 6.3.1.1. Art. 3 Regolamento Roma I Libertà di scelta ed autonomia delle parti ed è ammesso il Depesage Comma 1. Il contratto è disciplinato dalla legge scelta dalle parti. La scelta è espressa o risulta chiaramente dalle disposizioni del contratto (es. diritto fra ncese) o dalle circostanze del caso (non per il semplice fatto che non è stato scelto nessun diritto quel diritto non può essere considera to implicitamente perché un giudice potrebbe comunque ritenere che da l complesso delle disposizioni e dalle circosta nze del caso sisia scelto il diritto fra ncese perché il contra tto è stato \n[HEADER] EMBA - Strategia ed Internazionalizzazione 124\n scritto in fra ncese o perché fa riferimento a leggi o concetti giuridici fra ncesi, perché rigua rda dei beni che devono essere esportati in Francia quindi non è detto che se nel famoso contratto non c’è scritto il diritto francese allafine non si applicherà comunque il diritto fra ncese). Le parti possono designare la legge applicabile a tutto il contratto ovvero a una parte soltanto diesso.",
    "page": 325,
    "pages": [
      325
    ],
    "keywords": [
      "contra",
      "diritto",
      "parti",
      "contratto",
      "dalle"
    ]
  },
  {
    "id": "chunk_325",
    "text": "Tecnica chiamata DEPESAGE (molto pericoloso perché significa fare intera gire nello stesso contra ttopa rti differenti). Lacosa migliore è sempre bene scrivere nel contra ttoil diritto applica to a nchese a volte per la forza delle parti non è stato scritto. Ed è qui che per a vereun vanta ggio competitivo gli avvocati del produttore iniziera nno a scrivere un contra ttoita liano e fare riferimento a leggi italia ne sulla produzione del vino, la consegna del vino deve avvenire in Italia . In questo modo a nchese a contra ttoil foro previsto è quello di Parigi, il giudice pa rigino vedrà tale a stuzia ed inizierà a farsi qualche domanda sul fatto che l’avvocato italiano ha scritto il contratto affinché possa venire indirettamente applicato il diritto italiano (scelta tattica: dire qualcosa e tacere sull’altra). Questa scelta può avvenire all’inizio (quando si firma il contratto) o inun momento successivo, vediil prossimo comma : Comma 2 - Le parti possono convenire, in qualsiasi momento, di sottoporre il contratto ad una legge diversa da quella che lo disciplinava in precedenza per effetto di una scelta anteriore effettuata ai sensi del presente articolo o per effetto di altre disposizioni del presente regolamento. Qualsiasi modifica relativa alla determinazione della legge applicabile, intervenuta posteriormente alla conclusione del contratto, non ne inficia la validità formale ai sensi dell'articolo 11 e non pregiudica i diritti dei terzi. Comma 3.",
    "page": 326,
    "pages": [
      326
    ],
    "keywords": [
      "contra",
      "contratto",
      "scelta",
      "scrivere",
      "ttoil"
    ]
  },
  {
    "id": "chunk_326",
    "text": "Qualora tutti gli altri elementi pertinenti alla situazione siano ubicati, nel momento in cui si opera la scelta, inun paese diverso da quello la cui legge è stata scelta, la scelta effettuata dalle parti fa salva l'applicazione delle disposizioni alle quali la legge ditale diverso paese non permette di derogare convenzionalmente. Disposizione che serve a proteggere l’interesse degli Stati a che le loro norme non derogabili vengano rispettate (Es. se a cquisto un immobile a Romail diritto applica tosa rà quello italia no e non posso applica rciil diritto cinese perché tutti gli elementi riconducono a l paese Italia e quindi vanno rispetta tele norme Roma I per qua nto delle norme inderoga bilicome, a d esempio, il certifica todi a bita bilità che nel diritto cinese potrebbe non essere necessa rio). Questo comma è importa nte per evita re che l’art. 3 Roma I vengo utilizzato per sottrarsi alle norme inderogabili di fattispecie che non hanno elementi di estra neità edil cui unico elemento di estra neità locrea nole parti scegliendo un diritto stra niero. L'a rt. 3 comma 3 ra ppresenta un limite intrinseco all'a utonomia delle parti: la scelta di una legge stra niera inun contra ttopuramente domestico non tra sforma quel contra ttoin interna ziona le e non sottra e leparti alle tutele impera tive del loro ordinamento. Significa topratico: seun contra tto è puramente interno (tutti gli elementi rileva ntisono inunsolo Stato), la scelta di una legge stra niera non può eludere le norme inderoga bilidi quello Stato. Principio cardine del regolamento Roma è l’autonomia delle parti (art. 3) • Leparti possono scegliere liberamente la legge applicabile a l contra tto. • La scelta può essere espressa o tacita (risulta nteda llecla usole o circosta nze).",
    "page": 327,
    "pages": [
      327
    ],
    "keywords": [
      "scelta",
      "norme",
      "elementi",
      "legge",
      "diritto"
    ]
  },
  {
    "id": "chunk_327",
    "text": "• Può rigua rdare tutto il contratto o solo una parte (dépeça ge). • Leparti possono modificare la scelta inqua lsiasi momento. • Se tutti gli elementi sonoloca lizza tiin unsolo Stato, la scelta di una legge stra niera non pregiudica le norme imperative di quello Stato. Regolamento Oggetto Roma I Quale legge si applica a l contra tto Bruxelles I-bis Quale giudice è competente 6.3.1.2. Art.4 Regolamento Roma I - Comma 1, Regolamento Roma I Legge applicabile in mancanza di scelta Cosa accade inma ncanza di scelta . L'a rt. 4, comma 1, del Regolamento Roma I costituisce la norma sussidia ria per determina rela legge applicabile a i contra tti interna ziona liin assenza di scelta delle parti ex a rt.\n[H2] 3. Si tra ttadi\n una disposizione centra le del sistema di diritto interna ziona le priva to europeo, che opera secondo una struttura a casca ta : • Art. 3 - Scelta delle parti (principio di autonomia) → criterio principale • Art. 4 - Criteri oggettivi in mancanza di scelta → criterio sussidiario • Art. 5-8 - Norme speciali di protezione → criterio derogatorio 6.3.1.2.1. Cosadice l’Art.4 Comma 1. In mancanza di scelta esercitata ai sensi dell'articolo 3 e fatti salvi gli articoli da 5 a 8, la legge che disciplina il contratto è determinata come segue: ▪ Il contratto di vendita dibeni è disciplinato dalla legge del paese nel quale il venditore hala residenza abituale; \n[HEADER] EMBA - Strategia ed Internazionalizzazione 125",
    "page": 328,
    "pages": [
      328
    ],
    "keywords": [
      "scelta",
      "legge",
      "regolamento",
      "contratto",
      "quale"
    ]
  },
  {
    "id": "chunk_328",
    "text": "▪ il contratto di prestazione di servizi è disciplinato dalla legge del paese nel quale il prestatore di servizi hala residenza abituale; ▪ il contratto avente per oggetto un diritto reale immobiliare o la locazione diun immobile è disciplinato dalla legge del paese in cui l'immobile è situato; ▪ in deroga alla lettera c), la locazione diun immobile concluso per uso privato temporaneo per un periodo di non oltreseimesi consecutivi è disciplinata dalla legge del paese nel quale il proprietario hala residenza abituale, purché il locatario sia una persona fisica e abbia lasua residenza abituale nello stesso paese; ▪ il contratto di affiliazione (franchising) è disciplinato dalla legge del paese nel quale l'affiliato hala residenza abituale; ▪ il contratto di distribuzione è disciplinato dalla legge del paese nel quale il distributore hala residenza abituale; ▪ g) il contratto di vendita dibeni all’asta è disciplinato dalla legge del paese nel quale ha luogo la vendita all’asta, sesipuò determinare tale luogo; ▪ h) il contratto concluso inun sistema multilaterale che consente o facilita l’incontro di interessi multipli di acquisto e di vendita di terzi relativi a strumenti finanziari, quali definiti all’articolo 4, paragrafo 1, punto 17, della direttiva 2004/39/CE, conformemente a regole non discrezionali e disciplinato daun’unica legge, è disciplinato datale legge. Comma 2. Seil contratto non è coperto dal paragrafo 1 o se gli elementi del contratto sono contemplati dapiù di una delle lettere da a) ad h), del paragrafo 1, il contratto è disciplinato dalla legge del paese nel quale la parte che deve effettuare la prestazione caratteristica del contratto hala residenza abituale. Comma 3.",
    "page": 329,
    "pages": [
      329
    ],
    "keywords": [
      "contratto",
      "legge",
      "disciplinato",
      "paese",
      "quale"
    ]
  },
  {
    "id": "chunk_329",
    "text": "Se dal complesso delle circostanze del caso risulta chiaramente che il contratto presenta collegamenti manifestamente più stretti con un paese diverso da quello indicato ai paragrafi 1 o 2, si applica la legge ditale diverso paese. Comma 4. Sela legge applicabile non può essere determinata a norma dei paragrafi 1 o 2, il contratto è disciplinato dalla legge del paese con il quale presenta il collegamento più stretto. 6.3.1.2.2. Principio della \"residenza abituale della parte caratteristica\" Ilfilo conduttore delle lettere a ), b), e), f) è il collegamento con la residenza a bitua le del soggetto che fornisce la prestazione cara tteristica del contra tto: • Vendita = residenza del venditore (non del compratore che pagail prezzo) • Servizi = residenza del prestatore (non del committente) • Fra nchising = residenza dell'affilia to (non del fra nchisor) • Distribuzione = residenza del distributore (non del produttore) 6.3.1.2.3. Struttura dell'art. 4 L'a rticolo segue un approccio a casca ta : • Para grafo 1: regole specifiche per tipo di contra tto • Para grafo 2: criterio residua le della prestazione cara tteristica • Para grafo 3: cla usola di collegamento più stretto • Para grafo 4: criterio finale per contra tti non cla ssificabili Comma 1 - Regole specifiche Tipodi contratto Legge applicabile Vendita dibeni Paese di residenza a bitua le del venditore Prestazione di servizi Paese di residenza a bitua le del prestatore Diritti reali immobilia ri / Locazione Paese di ubicazion",
    "page": 330,
    "pages": [
      330
    ],
    "keywords": [
      "residenza",
      "paese",
      "legge",
      "grafo",
      "contratto"
    ]
  },
  {
    "id": "chunk_330",
    "text": "e dell'immobile Locazione tempora nea (< 6 mesi) Paese di residenza a bitua le del proprieta rio, seil conduttore è persona fisica residente nello stesso paese Fra nchising Paese di residenza a bitua ledell'affilia to Distribuzione Paese di residenza a bitua le del distributore Vendita all'a sta Paese doveha luogo l'a sta Strumenti finanzia ri (merca ti regola menta ti) Legge che regola il merca to Comma 2 - Prestazione caratteristica Seil contra tto non rientra nelle ca tegorie del pa ragra fo 1, o rientra inpiù ca tegorie: Il contra tto è disciplina todalla legge del pa esein cui la parte che deve effettua rela prestazione caratteristica hala residenza a bitua ledove la prestazione caratteristica è quella che qua lifica il contra tto e lo distingue da gli a ltri, tipicamente la prestazione non pecunia ria . \n[HEADER] EMBA - Strategia ed Internazionalizzazione 126\n Contratto Prestazione caratteristica Compra vendita Consegna del bene (venditore) Appalto Esecuzione dell'opera (appaltatore) Manda to Attività del ma ndata rio Deposito Custodia (deposita rio) Comma 3 - Clausola di eccezione Seda l complesso delle circosta nze risulta che il contra tto presenta un collegamento manifestamente più stretto con un paese diverso, si applica la legge ditalepa ese.",
    "page": 331,
    "pages": [
      331
    ],
    "keywords": [
      "paese",
      "prestazione",
      "residenza",
      "bitua",
      "caratteristica"
    ]
  },
  {
    "id": "chunk_331",
    "text": "Questa cla usola permette a l giudice di derogare a i criteri precedenti quando: • Il contra ttoha legami oggettivamente più intensi con un a ltro ordinamento • Il collegamento deve essere manifesto, non ma rgina le Esempi: • Contra tto accessorio collega to a un contra tto principa le regola toda a ltra legge • Elementi prepondera nti (luogo di esecuzione, lingua , moneta ) tutti inun paese diverso Comma 4 - Criterio residuale Se non è possibile determina rela prestazione cara tteristica : Il contra tto è disciplina todalla legge del pa ese conilqua le presenta il collegamento più stretto. Si applica tipicamente a : • Contra tti a tipici complessi • Contra ttidi scambio (permuta , baratto) • Joint ventures Residenza abituale - Art. 19 Per applica re l'a rt. 4, occorre definire la residenza abituale: Soggetto Residenza abituale Persona giuridica Sededell'amministrazione centrale Persona fisica (attività professiona le) Sededell'attività principale Contra tto concluso tra mite filia le/a genzia Luogo della filiale/agenzia Esempio pratico Un'impresa italia na vende ma cchina ri a un'impresa fra ncese.Nessuna scelta di legge. Art. 4 Comma 1 a): contratto di vendita → legge della residenza del venditore → legge italiana Art. 4 Comma 3: c'è un collegamento ma nifestamente più stretto con la Fra ncia ? (es. luogo di consegna , negoziazione, esecuzione?) • Seno → resta la legge italiana • Se sì → potrebbe applicarsi la legge francese 6.3.1.2.4. Ratio del principio La prestazione cara tteristica è quella che qua lifica economicamente il contra tto e ne determina lacausa . Il prezzo è genera lmente considera to prestazione \"neutra \" perché comune a quasi tutti i contra tti a titolo oneroso.",
    "page": 332,
    "pages": [
      332
    ],
    "keywords": [
      "contra",
      "legge",
      "residenza",
      "collegamento",
      "luogo"
    ]
  },
  {
    "id": "chunk_332",
    "text": "Collega reil contra tto alla legge del pa ese della parte che fornisce la prestazione cara tteristica si fonda sull'idea che quella parte: • Conosce meglio il proprio ordinamento • Opera a bitua lmente secondo le regole diquel paese • Halìla propria orga nizzazione economica Schema riassuntivo della cascata (importante e slide 39)\n[H2] 1. Il contra tto rientra in\n una ca tegoria dell'a rt. 4 Comma 1? └── Sì → Si applica la regola specifica └── No → Passo 2 2. È individua bilela prestazione cara tteristica ? └── Sì → Legge della residenza di chi la effettua (art. 4 Comma 2) └── No → Passo 4 3. (Sempre applicabile) C'è un collegamento ma nifestamente più stretto con un a ltropa ese? └── Sì → Si deroga ai criteri precedenti (art. 4 Comma 3) └── No → Resta la legge già individuata • Se nulla funziona → Collegamento più stretto (art. 4 Comma 4) \n[HEADER] EMBA - Strategia ed Internazionalizzazione 127\n 3.1.2.4. Conclusioni pratiche Quando si redige un contra tto interna ziona le: • Primaopzione: Inserire cla usola di scelta della legge applicabile (a rt. 3) per evita re incertezze • In assenza : Verifica reseil contra tto rientra nelle fa ttispecie del comma 1 • Valuta re: Secisono collegamenti più stretti con a ltripa esi • Attenzione alle norme specia lidi protezione (consumatori, lavoratori, assicura ti) • Si a prono linee interpreta tive che danno spazio a discussioni ra gione per la quale è sempre meglio non arriva re a dover invocare l’Art.4 di Roma I • Tutto ciò e reso molto",
    "page": 333,
    "pages": [
      333
    ],
    "keywords": [
      "comma",
      "contra",
      "legge",
      "parte",
      "prestazione"
    ]
  },
  {
    "id": "chunk_333",
    "text": "più complesso quando “fatti salvi gli articoli da 5 a 8” Inma ncanza di scelta diun diritto applicabile abbiamo questa gera rchia : • Dobbia mo vedere iltipo di contra tto: • Contra ttodi tra sporto • Contra tti dei consumatori • Contra ttidi assicurazione • Contra tti individua lidi lavoro o Se non rientra in nessuno di quelli sopra si applica Art. 4 comma 1 o Se però c’è unmix allora si invoca la prestazione caratteristica e comunque c’è l’Art 4 comma 3 che prevede il collegamento più stretto • Non ha senso imbarca rsiin questa via crucis a meno che non si è ra gionevolmente sicuri che si atterri inun diritto che ci piace\n[H4] 6.3.2. Altre fonti del diritto\n 6.3.2.1. Unidroit Principles of International Commercial Contracts Istituto interna ziona ledi diritto inqua ntoorga nismo interna zionale finanzia toin origine dalle Nazioni Unite edoggi da gli Stati che lo finanziano. Hasede a Roma e promuove l’unificazione del diritto in quanto facilitatore delle relazioni tra nazioni. Un diritto unificato favorisce le relazioni tra popoli ed anche le relazioni commerciali. L’Unidroit ha prodotto i Principi dei Contratti Commerciali Internazionali che di fatto contiene i principi dei contra tti interna ziona licioè un insieme di regole rigua rdanti i contra tti del commercio interna ziona le. È una ra ccolta di norme che disciplina noun contratto internazionale ma attenzione all’articolo 1.4 sulle norme imperative. Art",
    "page": 334,
    "pages": [
      334
    ],
    "keywords": [
      "contra",
      "diritto",
      "interna",
      "ziona",
      "relazioni"
    ]
  },
  {
    "id": "chunk_334",
    "text": "[H3] 1.4 Norme imperative\n Nessuna disposizione di questi Principi è intesa a limitare l’applicazione delle norme imperative di origine nazionale, internazionale o sovranazionale, applicabili secondo le norme di diritto internazionale privato. Cosa significa ? Spesso leparti per non sapere né leggere né scrivere o per voler dare una ma ggiore completezza a l loro contra tto scrivono che il contra tto stesso è disciplina toda i principi Unidroit ed. 2016 che fa si che tutte quelle parti che non hanno disciplina to nel contra tto vengono completa te proprio con i principi Unidroit. Cosìfa cendo nei contra tti scriviamo solamente ciò che è differente dalla disciplina generale. Potrei compravendere un’azienda semplicemente scrivendo: mela vendi a 100K euro? Lecose importanti sono l’oggetto edil prezzo. Tutto il resto è normato nel Codice civile. Quando lepa rtisi riferiscono nel loro contra tto a i principi Unidroit stanno inserendo laloro operazione nel più a mpio contesto dei principi Unidroit che sono diverse pagine in cui ogni questione di diritto è affrontata (codice dei contra tti del commercio interna ziona le). Si tra ttadi un codice: • Moderno (recente) • Neutrale (ricerca di equilibrio tra le parti). • Sono dei principi che non sostituiscono il diritto o il potere dello Stato malo integra no (vedi sotto). • Sono norme supplettive dell’ordinamento che si distinguono in: 1. Norme derogabili (es. garanzia sul bene). Qui si colloca nobene i principi Unidroit",
    "page": 335,
    "pages": [
      335
    ],
    "keywords": [
      "principi",
      "contra",
      "norme",
      "unidroit",
      "diritto"
    ]
  },
  {
    "id": "chunk_335",
    "text": "[H2] 2. Norme inderogabili dello\n Stato rispetta teda i principi Unidroit, nel contra ttova fatta menzione del diritto applica to (es. posso vendere unrene? No) Può quindi accadere che il contra ttosia tutela to ANCHE da i principi Unidroit. ANCHE perché le norme impera tive degli Stati (a rt. 1.4) devono essere rispetta te perché lo Stato è sovra no e lo Stato non rinuncia allesue norme impera tive. I contratti internazionali non vivono separati dagli Stati - allafine se litigo e mi serve la forza pubblica devopa ssare per lo Stato. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 128\n In sintesi • I Principi UNIDROIT costituiscono ilpiù a utorevole tenta tivodi armonizzazione del diritto contra ttuale interna ziona le, offrendo unqua dro norma tivo moderno, equilibra to e neutra le per i contra tti commercia li tra nsfronta lieri. • I Principi UNIDROIT si colloca noaldi sottodella legislazione stata lequa ndosi è davanti a giudici ordina ri: possono integra re, interpreta re, ma non deroga re alle norme impera tivesta tali. Soloin arbitrato possono assumere il ruolo di ordinamento a utonomo e completo. 6.3.3. Art 9 e Art 21 - Limiti all’applicazione del diritto straniero I 2 limiti all’applicazione del diritto straniero sono: • Le norme di applicazione necessa ria (Art. 9) • Il principio dell’ordine pubblico (Art 21) Art 9. La norma di applicazione necessaria. Gli Stati ritengono che a lcune cose non possa no essere del tutto supera te ovvero se uno Stato ritiene che ci siano delle disposizioni cruciali per la salvaguardia dei suoi interessi pubblici come l’organizzazione politica, sociale, economica queste norme di applicazione necessa riadevo applica rsi a nchese si è scelta una legge stra niera . 1.",
    "page": 336,
    "pages": [
      336
    ],
    "keywords": [
      "norme",
      "stato",
      "principi",
      "unidroit",
      "contra"
    ]
  },
  {
    "id": "chunk_336",
    "text": "Le norme di applicazione necessaria sono disposizioni il cui rispetto è ritenuto cruciale daun paese per la salvaguardia dei suoi interessi pubblici, quali lasua organizzazione politica, sociale o economica, al punto da esigerne l’applicazione a tutte le situazioni che rientrino nel loro campo d’applicazione, qualunque siala legge applicabile al contratto secondo il presente regolamento. Esempi in tabella sotto: Categoria di norme Esempi tipici Ragione della qualificazione exart. 9 Roma I Ordine pubblico economico Norme a ntitrust; divieti di intese restrittive; controllo dei prezzi; disciplina dei merca tifina nziari Tutela di interessi economici fonda menta li dello Stato e corretto funzionamento del merca to Diritto del la voro (nucleo essenzia le) Minimi sala riali inderogabili; limiti ma ssimi di ora rio; norme susalute e sicurezza ; tutela controlicenziamenti illegittimi Protezione divalori socia li fonda menta li e della parte debole del ra pporto Tutela dei consumatori (norme essenzia li) Divieto dicla usole a busive; diritti informa tivi inderogabili; recesso nei contra tti a dista nza Salva guardia di interessi pubblici legati alla protezione del consuma torecome contraente debole Controlli suvaluta , capita li e sa nzioni economiche Restrizioni a i movimenti dica pitali; misure di congelamento fondi; sa nzioni economiche e commercia li Difesa della sicurezza economica e della politica economica e interna ziona le dello State Sicurezza pubblica e ordine pubblico Div",
    "page": 337,
    "pages": [
      337
    ],
    "keywords": [
      "norme",
      "applicazione",
      "interessi",
      "tutela",
      "pubblici"
    ]
  },
  {
    "id": "chunk_337",
    "text": "ieti di determina te prestazioni contra ttuali; norme che vieta no attività illecite o socia lmente da nnose Tutela di interessi pubblici prima ri, a nche extra-economici Norme che incidono sulla liceità dell'esecuzione Norme che rendono illega le l'esecuzione del contra tto nel luogo di esecuzione Collegamento diretto con l'a rt. 9, pa r. 3, Roma I (luogo di esecuzione) 2. Le disposizioni del presente regolamento non ostano all’applicazione delle norme di applicazione necessaria della legge del foro. 3. Può essere data efficacia anche alle norme di applicazione necessaria del paese in cui gli obblighi derivanti dal contratto devono essere o sono stati eseguiti, nella misura in cui tali norme di applicazione necessaria rendono illecito l’adempimento del contratto. Per decidere sevada data efficacia a queste norme, sideve tenere conto della loro natura e della loro finalità nonché delle conseguenze derivanti dal fatto che siano applicate, o meno. Approccio ditipo successivo: La norma italia nasi applica e sostituisce il diritto stra niero Art\n[H2] 21. Ordine pubblico del\n Foro. L’applicazione di una norma della legge diun paese designata dal presente regolamento può essere esclusa solo qualora tale applicazione risulti manifestamente incompatibile con l’ordine pubblico del foro. Il giudice haun’altra possibilità di blocca reil diritto stra niero invia preventiva : ti fermo perché sei contra rio a l mio ordine pubblico. Supponendo che in un a ltro ordinamento sia legittimo pagarele prestazioni sessua lidi unuomo e di una donna e di contra ttualizza rlo, tale contra tto non posso portarlo in Italia e farlo eseguire perché il giudice italia no direbbe no perché: SIlui è competente, SI, applico il diritto del Lichtenstein, NOil contra tto non entra .",
    "page": 338,
    "pages": [
      338
    ],
    "keywords": [
      "norme",
      "contra",
      "applicazione",
      "esecuzione",
      "necessaria"
    ]
  },
  {
    "id": "chunk_338",
    "text": "[HEADER] EMBA - Strategia ed Internazionalizzazione 129\n Approccio ditipo preventivo: l’ordine pubblico impedisce l’applicazione della norma stessa Questa ta bella confronta lecara tteristiche delle norme di applicazione necessa ria (a rt. 9 Regolamento Roma I) con l'ordine pubblico (a rt. 21 Regolamento Roma I), evidenzia ndole differenze chiave tra questi due strumenti limita tivi della legge applicabile. Profilo Norme di applicazione necessaria (art. 9 Roma I) Ordine pubblico (art. 21 Roma I) Finalità Protezione di specifiche politiche pubbliche na ziona li ritenute crucia li (politiche economiche, socia li, di sicurezza , ecc.) Tutela dei principi supremi e valori fonda menta lidell'ordinamento Intensità dell'intervento Intervento attivo: la norma si applica direttamente e sostituisce la legge stra niera designa ta Intervento negativo: impedisce l'applicazione della norma stra niera incompa tibile, senza estendere a utoma ticamente i diritti interni Ambito applicativo Selezione puntua ledi norme legisla tive considera te essenzia lidell'ordinamento Cla usola genera le, dicara ttere ecceziona le (extrema ratio) Prova / test richiesto Testin duefa si (comechia ritoda lla CGUE, a nchedopo C-86/23): verifica della natura essenzia le della norma e della necessità della sua applicazione nel ca so concreto Incompa tibilità ma nifesta con va lori fonda menta lidell'ordinamento del foro Tipicità Relativamente tipizza te: il legisla torele qua lifica cometa li o ciò è chiaramente desumibile da funzione e struttura Non tipizza to: contenuto ricostruito caso per casoda l giudice",
    "page": 339,
    "pages": [
      339
    ],
    "keywords": [
      "applicazione",
      "norma",
      "ordine",
      "pubblico",
      "norme"
    ]
  },
  {
    "id": "chunk_339",
    "text": "[H4] 6.3.4. Ma quale diritto\n scegliere? • Sfatiamo ilmito diun diritto migliore. Non esiste un diritto migliore diun a ltro, è relativo. Nel nostro casose possia mo scegliere sceglia mola disciplina più a degua ta a nchese lama ggior parte delle volte la scelta è ditipo psicologico. Noida italia ni sceglia moil diritto italia no perché siamo convinti ci tuteli dipiù. La scelta va fatta inrelazione a delle metriche divalutazione. • Scelta di una disciplina più adeguata ai bisogni specifici delle parti e alla natura dell’operazione tra nsfronta liera . • Esistono regimi giuridici che possono offrire vantaggi diversi in termini di certezza , neutra lità , flessibilità e prevedibilità . Questa ta bella a na lizza i criteri da considera re nella scelta della legge applicabile a i contra tti interna ziona li, evidenzia ndo per ciascun profilo ladoma ndachia veda porsi e lasua rileva nzapratica . Profilo di valutazione Domanda funzionale da porsi Perché è rilevante nella scelta della legge applicabile Neutra lità La legge scelta è percepita come neutra leda entra mbele parti? Riduce a simmetrie negozia li, diffidenza e rischio di rinegoziazioni o contenzioso Prevedibilità Le regole suva lidità , interpretazione e rimedi sonochia re e stabili? Aumenta la certezza del diritto e consente una migliore allocazione del rischio Esperienza applica tiva Esiste giurisprudenza o prassi consolida tasu contra tti simili? Riduce l'incertezza interpreta tiva e i costi di consulenza \n[HEADER] EMBA - Strategia ed Internazionalizzazione 130\n Compa tibilità con l'a rbitra to interna ziona le La legge si coordina bene con l'a rbitra to interna ziona le? Essenzia leseil contra tto prevede a rbitra tocome metodo di risoluzione delle controversie Flessibilità vs.",
    "page": 340,
    "pages": [
      340
    ],
    "keywords": [
      "scelta",
      "diritto",
      "migliore",
      "neutra",
      "legge"
    ]
  },
  {
    "id": "chunk_340",
    "text": "rigidità Il sistema consente a dattamenti equita tivi o è fortemente forma listico? Incide sulla gestione di contra tti complessi e di lunga durata Rimedi per ina dempimento I rimedi sono effica ci, proporziona ti e prevedibili? Influenza il potere deterrente del contra tto e la tutela sosta nziale delle parti Tutela della parte debole Sono previste norme inderogabili che incidono sull'a utonomia contra ttuale? Rileva ntein presenza di squilibri struttura li o settoria li Interferenza di norme impera tive Il contra tto rischia l'applicazione di overriding manda tory rules? Può va nifica rela scelta di legge e incidere sulla va lidità o esecuzione Coerenza confonti uniformi La legge dialoga bene conCISG, Incoterms, softla w? Fa vorisce integrazione e interpretazione coerente del contra tto Costi di tra nsazione Quanto è costoso conoscere, applica re e difendere quella legge? Incide sull'efficienza complessiva dell'operazione Esecutività delle decisioni Le decisioni (giudizia rie o a rbitra li) sonofa cilmente eseguibili? Fonda menta le per l'effettività della tutela 6.3.4.1 Diritti più utilizzati nei contratti del commercio internazionale (choiche oflaw)? Questa ta bella mostra quali ordinamenti giuridici sonopiù frequentemente scelti come legge applica bilenei contra tti interna ziona li e lera gioni che ne motiva nola scelta .",
    "page": 341,
    "pages": [
      341
    ],
    "keywords": [
      "contra",
      "legge",
      "tutela",
      "incide",
      "rimedi"
    ]
  },
  {
    "id": "chunk_341",
    "text": "Diritto scelto Frequenza d'uso (tendenza) Ragioni funzionali della scelta Diritto inglese Molto a lta Neutra lità percepita ; prevedibilità ; centra lità del contra tto; giurisprudenza abbonda nte; forte compa tibilità con l'a rbitra to Diritto di New York Molto a lta Centra litànei merca tifina nziari; enforcement effica ce; certezza su rimedi e danni; prassi sofistica ta Diritto svizzero Alta Neutra lità politica ; equilibrio tra civil e common la w; flessibilità ; assenza di eccessiva regolazione impera tiva Diritto fra ncese Media–a lta Tra dizione civilistica ; recente modernizzazione del diritto dei contra tti; ruolo storico nell'a rbitra to interna ziona le Diritto tedesco Media Eleva ta sistema ticità e rigore; prevedibilità dogmatica ; meno flessibile nella pratica contra ttuale Diritto italia no Media–bassa Scelto soprattutto quando vi è un forte collegamento economico, percepito comemeno \"neutra le\" CISG (vendita interna ziona le) Molto diffuso (spesso inconsapevolmente) Diritto uniforme; neutra lità ; a dattamento a l commercio interna ziona le; applicazione a utoma ticasa lvo esclusione UNIDROIT Principles Selezione mirata Neutra lità tra nsna ziona le; flessibilità ; ideale per contra tti complessi o a rbitra to; funzione integra tiva WORKING GROUP 2 Profili genera li dei contra tti commercia li interna ziona li Working Group 1B - Norme applicazione necessarie Alfa S.r.l. (Italia ) a cquista componenti industria lida Beta AG (Germa nia ). Leparti scelgono il diritto tedesco come legge applicabile. La consegna avviene e Alfarita rdadi 45 giorni ilpagamento. Beta chiede gli interessi previsti da l BGB tedesco.",
    "page": 342,
    "pages": [
      342
    ],
    "keywords": [
      "diritto",
      "neutra",
      "contra",
      "ziona",
      "interna"
    ]
  },
  {
    "id": "chunk_342",
    "text": "[HEADER] EMBA - Strategia ed Internazionalizzazione 131\n Alfa sostiene invece che si debbano applicare gli interessi moratori italiani “anti-ritardo” previsti dal d.lgs. 231/2002 (attuazione direttiva UE), perché costituiscono una norma di applicazione necessaria a tutela dell’economia nazionale e della liquidità delle imprese. Domanda: L’art. 5 del d.lgs. 231/2002 può scavalcare la legge tedesca? Risposta: No Working Group 2B - Ordine pubblico HydroTech S.p.A. (Italia ) firma conPowerFlow Ltd. (Regno Unito) un contra tto per la fornitura di turbine idroelettriche destina te a un impia ntoin Abruzzo. Leparti scelgono inmodo espresso come legge applica bileil diritto inglese (English law). Un’ispezione dell’ARPA rileva che alcune turbine non rispettano i requisiti italiani di sicurezza ambientale e industria le imposti da l d.lgs. 152/2006 e dalle norme tecniche italia neinma teria di emissioni a custiche e vibra ziona li. HydroTech sostiene che ta li norme sono inderogabili e vanno applica te a nchese il contra tto è disciplina todalla legge inglese. PowerFlow replica che il contratto è regolato dall’English law e che le norme italiane non possono sostituirla. Il contra tto contiene una cla usola molto a mpia che limita la responsa bilità del fornitore a nchein casodida nnogra veall’ambiente e alle persone. Secondo il diritto inglese la clausola è valida. Secondo il diritto italiano sarebbe radicalmente nulla perché contraria alla tutela della persona e dell’ambiente. HydroTech chiede di disapplicare la clausola, invocando l’ordine pubblico italiano.",
    "page": 343,
    "pages": [
      343
    ],
    "keywords": [
      "legge",
      "contra",
      "inglese",
      "norme",
      "sostiene"
    ]
  },
  {
    "id": "chunk_343",
    "text": "Domande: • Le norme italia ne sulla sicurezza industria le possono applica rsicome norme di applicazione necessaria, scava lcando la legge inglese scelta dalle parti? • Lacla usola può essere disa pplica ta per contrarietà all’ordine pubblico, anche se conforme all’English law? • Quali criteri deveusa reil giudice? Risposte: Non sa premo ma i dare una risposta se non sappia modi fronte a chi stia mo litiga ndo. Litighia mo a Londra o Roma ? Se a gisce Hydro Teched il convenuto è Power Flow • ROMA: Abbia moun giudice italia no. Chi litiga su Roma ? E cosa chiede? Che venga no rispetta tile condizioni di sicurezza (midevi vendere le turbine conformi a i requisiti di sicurezza ), disa pplica la norma di responsa bilità . L'attore è HydroTech, il convenuto è PowerFlow. Il giudice italia nosono competente? Luigua rdala legge 218/1995 che all'a rticolo 3 dice che la giurisdizione italia na sussiste quando il convenuto è domicilia toin Italia . Il convenuto non è residente in Italia quindi non lo posso convenire in Italia . Quindi se all'a gire è HydroTech non a gisco su Roma . • LONDRA: Hydro Tech, quindi, fale stesse domande a l giudice inglese ovvero chiede: 1. che venga no rispetta tile condizioni di sicurezza (midevi vendere le turbine conformi a i requisiti di sicurezza ), 2. didisa pplica rela norma di responsa bilità . A quel punto il giudice inglese si chiede se è competente a ndando sulla norma inglese. Imma ginia modisi. Il diritto applicabile è il diritto inglese. Ora deve vedere seil diritto inglese rispetta le norme di applicazione necessa riaita liana , quindi, bisogna chiedere a l giudice inglese difare questa verifica . Lacosa è unpòpiù complessa .",
    "page": 344,
    "pages": [
      344
    ],
    "keywords": [
      "italia",
      "inglese",
      "giudice",
      "sicurezza",
      "convenuto"
    ]
  },
  {
    "id": "chunk_344",
    "text": "Se a gisce Power Flowed il convenuto è Hydro Tech • ROMA: essendo Hydro Tech domicilia tain Italia proba bilmente a ndrebbero da l giudice italia noil quale riconoscerebbe di essere competente, secondo riconoscerebbe che c'è a utonomia delle parti di fronte alla legge, terzo verificherebbe le norme di applicazione necessa riaita liane che in relazione a l caso losono e quindi devono essere integra te. E allora sorgerebbe sponta nea una domanda: matu a zienda italia na dovresti sapere i requisiti tecnici per le turbine elettriche, quando firmi un contra ttodi a cquisto dovresti saperle. Ma questa è un’assunzione perché nel contra tto l'a zienda italia na potrebbe voler scrivere: iosono il compratore, seitu venditore a dovermi gara ntire il rispetto delle norme nella costruzione della turbina . Quindi entra in attoil gioco delle parti ovvero: Seitu venditore che mi devi vendere lacosa giusta ? Sonoio compratore che midevo assicura redi a cquista relacosa giusta ? Qui non stiamo a cquista ndoun elettrodomestico ma delle turbine edio compratore potrei non essere esperto di turbine perché maga risono il comune dell'Aquila .\n[H4] 6.3.5 Convenzioni internazionali\n - La convenzione di Vienna Gli Stati hanno cerca todi uniforma reil diritto sosta nziale oltre a l diritto processua le. Lapiù grande espressione di questa a zione lasiha con la convenzione delle Nazioni Unite nei contra tti per il commercio interna ziona le (CISG, 1980).",
    "page": 345,
    "pages": [
      345
    ],
    "keywords": [
      "italia",
      "turbine",
      "compratore",
      "hydro",
      "riconoscerebbe"
    ]
  },
  {
    "id": "chunk_345",
    "text": "United Nations Convention on Contracts forthe International Goods (CISG, 1980) È una convenzione che disciplina i profili sosta nziali della vendita dei beni interna ziona li e poiché è stata ra tifica tada 95 Stati importa ntiha a vutoun effetto assa i importa ntecioè quello di interna lizza renei sistemi giuridici di questi Stati le norme della CISG (convenzione di Vienna ) che sono diventa te norme na ziona li. Quindi, quando iodico nel mio contra tto interna ziona le che si applica il diritto italia no, sesto compra vendendo bulloni con la Germa nia o a utovetture congli USA, si applica a utomaticamente la convenzione di Vienna del 1980 perché è diritto interno italia no. Lo stesso è se decidessi di sottoporre quel contra tto a l diritto russo perché la convenzione è \n[HEADER] EMBA - Strategia ed Internazionalizzazione 132\n diventa ta diritto russo allo stesso modo. Questa convenzione contiene tutti i profili di diritto sosta nziale di una vendita (la formazione del contra tto, la forma del contra tto, l'interpretazione, gli obblighi del venditore...vedita bella sotto) ossia , mentre seio a cquisto unbene si applica il Codice civile, se a vessi scelto di a dottare il diritto italia noedil venditore fosse fra ncese (elemento di estra neità ) le norme del Codice civile sa rebbero sostituite dalle norme della convenzione di Vienna . È una convenzione di diritto sosta nziale! Questa convenzione cambia la disciplina nei contra tti interna ziona lidi vendita dibene mobili. Quando sidice diritto italia no, tedesco, fra ncese sidice a nche Convenzione di Vienna tanto è vero che chi ha ra pporti con la Germa nia nel contra ttosi trova \"...a d esclusione delle norme della convenzione di Vienna \".",
    "page": 346,
    "pages": [
      346
    ],
    "keywords": [
      "convenzione",
      "diritto",
      "contra",
      "norme",
      "vienna"
    ]
  },
  {
    "id": "chunk_346",
    "text": "Ciò vuol dire che la convenzione di Vienna se non contra riamente evidenzia to viene tacitamente applica ta a i contra ttidi vendita . In definitiva : 1. 95 Stati hanno a derito e lesue norme difa ttosono diventa te norme na ziona li 2. È una convenzione di diritto sosta nziale 3. Viene applica ta alla vendita dibeni mobili 4. Tacitamente applica tase non diversamente espresso (caso dei contra tti tedeschi) Area contrattuale Articoli CISG Oggetto Tipica gestione contrattuale Ambito di applicazione a rtt. 1–6 Applica bilità della CISG; a utonomia delle parti Cla usola di inclusione o esclusione espressa (a rt. 6) Formazione del contra tto a rtt. 14–24 Offerta , accettazione, momento di conclusione Spesso integra ta o sostituita dacla usole di forma tion Forma del contra tto a rt. 11; a rtt. 12 e 96 Libertà di forma Ta lvolta reintrodotta forma scritta Interpretazione e usi a rt. 8; a rt. 9 Interpretazione delle dichia razioni; usi e prassi Cla usole di interpretazione e entire a greement Obblighi del venditore a rtt. 30–44 Consegna , conformità , documenti Specifiche tecniche, inspection clauses Conformità dei beni a rt. 35 Standa rddi conformità Cla usole diqua lità , warra nties Esame e denuncia dei vizi a rtt. 38–39 Inspection e notice Spesso deroga ti contermini più rigidi Obblighi del compratore a rtt. 53–60 Pagamento e presa in consegna Cla usole dipagamento e currency Rimedi per ina dempimento a rtt. 45–52, 61–65 Remedies buyer/seller Limitazione e graduazione dei rimedi Risoluzione a rtt. 49, 64 Funda menta l breach Cla usole di termina tionpiù a mpie Risa rcimento del da nno a rtt. 74–77 Danni, prevedibilità , mitiga tion Liquida tedda mages, exclusion clauses Interessi a rt.",
    "page": 347,
    "pages": [
      347
    ],
    "keywords": [
      "contra",
      "usole",
      "applica",
      "forma",
      "interpretazione"
    ]
  },
  {
    "id": "chunk_347",
    "text": "78 Interessi su somme dovute Quasi sempre integra to (tasso, decorrenza ) Esonero da responsa bilità a rt. 79 Impedimento non imputabile (force ma jeure) Cla usole FMpiù detta gliate Ha rdship (eccessiva onerosità ) - Nessuna disciplina espressa Inserimento cla usole ha rdship (UNIDROIT) Tra sferimento del rischio a rtt. 66–70 Riskof loss Coordinamento conIncoterms® Effetti sulla proprietà a rt. 4(b) Esclusione della proprietà Cla usole di retention of title Prescrizione - Non disciplina ta Richia mo a diritto na ziona le o Convention 1974/1980 6.3.5.1 Battle of Forms - La battaglia dei moduli La Battle of Forms o Batta glia dei moduli è una problema ticacla ssica della formazione del contra tto che si verifica quando entra mbele parti utilizza no proprie condizioni genera lidi contra tto (CGC) standa rdizzate e preimposta te, spesso in conflitto tra loro. L’accettazione non è conforme alla proposta, ma molto spesso il contratto viene comunque eseguito. Maqua lisono i principa li scena ri che si possono verifica re? Vedi sotto.\n[H2] 1. No contract\n Nessun contra tto per manca nzadi consenso. Soluzione teoricamente pura , praticamente inutilizzabile nel commercio. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 133",
    "page": 348,
    "pages": [
      348
    ],
    "keywords": [
      "usole",
      "contra",
      "rdship",
      "disciplina",
      "proprietà"
    ]
  },
  {
    "id": "chunk_348",
    "text": "[H2] 2. Last Shot\n Rule - Regola dell'ultimo colpo Principio: preva le l'ultimo setdi condizioni genera li invia to primadell'esecuzione del contra tto • Applicazione: tra diziona le nel common la w e in a lcuni sistemi di civil la w • Logica : l'ultima comunicazione costituisce una controfferta ; l'esecuzione equiva le a d accettazione tacita • Svanta ggio: premia chi è stra tegicamente più lento a comunica re • fa vorisce comportamenti opportunistici, oggi molto critica ta . Esempio: • Acquirente invia ordine conCGC-A (15 genna io) • Venditore conferma conCGC-V (20 genna io) • Consegna avviene (30 genna io) • Risulta to: preva lgono le CGC-V (ultima comunicazione) 3. Knock-Out Rule - regola dell'eliminazione reciproca Principio: lecla usole contra stanti si elimina no a vicenda ; si applica la legge dispositiva per colma rele lacune. • Applicazione: a dotta tain Germa nia (§ 150 BGB), Paesi Bassi, e nella CISG • Logica : ma ggiore equità ; nessuna parte preva le a utoma ticamente • Vanta ggio: evita ilva ntaggio ta ttico della last shotrule Lecla usole incompa tibili si elimina no a vicenda ; resta no: i termini concorda ti, le norme dispositive della legge applicabile. È la soluzione: più neutra le, più diffusa nel commercio interna ziona le Esempio: • CGC-A: \"Garanzia 24 mesi, foro esclusivo Milano\" • CGC-V: \"Garanzia 6 mesi, foro esclusivo Londra \" • Risulta todopo knock-out: • a) Garanzia: si elimina → si applica la garanzia legale prevista dalla legge applicabile • b) Foro: si elimina → competenza secondo regole ordinarie (Reg.",
    "page": 349,
    "pages": [
      349
    ],
    "keywords": [
      "elimina",
      "garanzia",
      "preva",
      "genna",
      "legge"
    ]
  },
  {
    "id": "chunk_349",
    "text": "Bruxelles I-bis) 6.3.5.2 CISG e Battle of Forms Ecco allora che la CISGha fatto una scelta moderna distinguendo, a l finedi conserva rela disciplina contra ttuale ilpiù possibile, ciò che sono modifiche essenzia li (prezzo, pagamento, qualità dei beni, quantità dei beni, termini di consegna, responsa bilità delle parti e la risoluzione delle controversie) e ciò che sono modifiche non essenzia li (tutto il resto, ovvero a d esempio lecla usole sulle certificazioni, minime divergenze sulle penali, detta gli tecnici ma rgina li, metodologia diimba llo del prodotto). Quindi, setu midici diimba llare il prodotto in europa l5, tumi dicidi si e poi utilizzi un a ltroimba llo, il contra tto comunque è concluso poiché l'imballo non è una modifica essenzia le. In definitiva : quando sista scegliendo, infasedi negoziazione del contra tto, un diritto che preveda la CISGstia mo dicendo che la conclusione del contratto è unpo’ diversa dalla conclusione del contratto se fosse un contratto nazionale. • Modifiche NON ESSENZIALI → il contratto si conclude salvo rifiuto immediato dell’offerente. • Modifiche ESSENZIALI → non è accettazione, ma una controproposta. • La CISG elenca esempi di modifiche essenzia li: prezzo, pagamento, qualità dei beni, quantità , luogo e tempo di consegna , responsa bilità delle parti, risoluzione delle controversie. • Tutto il resto è considera to non essenziale (cla usole su certificazioni, minime divergenze sulle penali, detta gli tecnici ma rgina li, ecc.). • Questo è un punto centra le: favor contractus. Conclusione. La Battle of Forms richiede: • Prevenzione: cla usole chiare di preva lenza , contra ttiqua dro • Consapevolezza: conoscere la legge applicabile (CISGvs.",
    "page": 350,
    "pages": [
      350
    ],
    "keywords": [
      "modifiche",
      "contra",
      "essenzia",
      "contratto",
      "usole"
    ]
  }
]