[
  {
    "id": "chunk_350",
    "text": "diritto naziona le) • Tempestività: obietta re immedia tamente a CGC contra stanti • Documentazione: tra ccia scritta di ogni comunicazione • Regola aurea: non la sciare ma ila formazione del contra tto all'a mbiguità . Un'ora di negoziazione preventiva evitamesi di controversie.\n[H3] 6.4. ESECUZIONE DEI PROVVEDIMENTI\n GIURISDIZIONALI La primaparte di Bruxelles I-Bis è relativa alla competenza, a l foro ovvero chi è competente per una controversia . Ora dobbia motrattare la seconda parte di Bruxelles I-Bis che cidice che cosa accade a i provvedimenti giurisdiziona li una volta emessi. Se gli Stati sono gelosi e vogliono applica re le loronorme ovunque sono non meno sospettosi delle sentenze a ltrui. Es. perché devofa re eseguire in Italia una sentenza francese? Devo a prirmi o devofa r ricomincia re il processo? Ecco che il tema dell'esecuzione dei provvedimenti giurisdiziona li è un tema centra le per raggiungere il bene dellavita \n[HEADER] EMBA - Strategia ed Internazionalizzazione 134\n per raggiungere l'a dempimento del contra tto. Spesso accadeche la contropa rte non a dempia sponta neamente e quindi occorra utilizza re la forza pubblica per eseguire la sentenza . Edecco che gli Stati per riconoscere una sentenza straniera ha nno richiesto il cosiddetto Execua tor (eseguito da l giudice dello Stato dove lo si richiede) che è un procedimento di equipa razione di una sentenza straniera alla sentenza na zionale. È un procedimento che da valore a d una sentenza straniera come se fosse una sentenza italia na . Riepiloga tosotto: 1. Adempimento sponta neo • Tuttova bene 2. Adempimento non sponta neo • Necessità di eseguire con la forza pubblica la sentenza • Exequa tor",
    "page": 351,
    "pages": [
      351
    ],
    "keywords": [
      "sentenza",
      "contra",
      "provvedimenti",
      "eseguire",
      "sponta"
    ]
  },
  {
    "id": "chunk_351",
    "text": "[H4] 6.4.1 Execuatur\n Esempio. Immaginia moche il ristoratore fra ncese abbia ottenuto una sentenza in Fra ncia che dica che il produttore italia nodeve da re 100 bottiglie a l ristoratore fra ncese, questa sentenza dovrà essere eseguita in Italia perché le 100 bottiglie di vino sono in Italia . Allora il fra ncese a ndrà di fronte a l giudice italia no per chiedere l'Exequa tordella sua sentenza . Ed il giudice italia no, Corte di appello di Roma , verificherà e non verificherà quanto sotto. Cosa controlla L’autorità dello Stato richiesto verifica tipicamente: • competenza del giudice d’origine secondo criteri accettabili; • rispetto del contra ddittorio e dei diritti di difesa ; • assenza di contrasto con l’ordine pubblico; • definitività o esecutività della decisione. Cosa non controlla • la correttezza giuridica della decisione (non entra nel merito della decisione del giudice fra ncese) • l’interpretazione del diritto sostanziale (non guarda se ha interpretato bene il diritto francese) • la ricostruzione dei fatti. L'Execua tor è una ga ranzia nel voler un controllo sulla correttezza del procedimento utilizza to per ottenere la sentenza straniera . È un controllo forma le e sostanzia le. Non entra nel merito della sentenza a meno che non sia contra stante con l'ordine pubblico italia no o con le a ltrecose che il giudice italia no è chia ma to a controlla re (\"Cosa controlla\"). Questo è l'atteggiamento che tutti gli Stati del mondo ha nnonei confronti delle sentenze emesse da gli Sta tistra nieri, questo perché quando eseguo la sentenza chiedo la forza pubblica che è il potere cui gli Stati sono più gelosi.",
    "page": 352,
    "pages": [
      352
    ],
    "keywords": [
      "italia",
      "sentenza",
      "giudice",
      "ncese",
      "controlla"
    ]
  },
  {
    "id": "chunk_352",
    "text": "In ogni Stato il procedimento di Execua tor ha le sue particola rità conuna differenza importante per gli Stati membri della UE nel senso che Bruxelles I-Bis ha deciso di supera re l'Exequa torpoiché l'obiettivo è sempre quello di rea lizzare il merca to interno fa cilita ndo la circolazione di merci e persone. Di fronte a sentenze emesse da uno Stato membro cisiano dei procedimenti a utomatizzati sia per il riconoscimento della sentenza sia per l'esecuzione della sentenza (Art. 36 ed Art. 37) 6.4.1.1 Art 36 - Riconoscimento della sentenza Comma\n[H2] 1. La decisione emessa in uno\n Stato membro è riconosciuta in un altro Stato membro senza che sia necessario il ricorso ad alcuna procedura particolare. Comma 2. Ogniparte interessata può, conformemente alla procedura di cui alla sezione 3, sottoporre 2, chiedere una decisione attestante l'assenza di motivi di diniego del riconoscimento di cui all'articolo 45. Comma 3. Se l'esito di un procedimento pendente davanti a un'autorità giurisdizionale di uno Stato membro dipende dalla soluzione di una richiesta di diniego di riconoscimento sollevata in via incidentale, tale autorità giurisdizionale è competente in riguardo. Da to il comma 1 dell'a rticolo 36 rispetto alla sentenza fra ncese non posso inventa rmi un granché, la sentenza è riconosciuta a utomaticamente in Italia 6.4.1.2 Art. 39 - Esecuzione della sentenza La decisione emessa in uno Stato membro che è esecutiva in tale Stato membro è altresì esecutiva neglialtri Stati membri senza che sia richiesta una dichiarazione di esecutività. Sitratta dell'Articolo 39 sulla sezione \"Esecuzione\", che sta bilisce il principio del riconoscimento a utomatico dell'esecutività delle decisioni giudizia rie tra Stati membri dell'UE.",
    "page": 353,
    "pages": [
      353
    ],
    "keywords": [
      "stato",
      "membro",
      "sentenza",
      "riconoscimento",
      "comma"
    ]
  },
  {
    "id": "chunk_353",
    "text": "La nostra sentenza è esecutiva indipendentemente da l giudice italia nochedeve riconoscerla ta le a beneficio dellaforza pubblica . E se la sentenza va eseguita in uno Stato non membro della UE? Qui la cosasi complica perché qui torna in vigore il principio dell'Execua tor ovvero devo rimettere in moto il procedimento affinché sipossa arrivare a l riconoscimento \n[HEADER] EMBA - Strategia ed Internazionalizzazione 135\n dell'esecutività della sentenza italia nanello Stato non membro. Questo procedimento di Execua tor ha poche eccezioni una delle quali è la convenzione dell'Aja del 30 Giugno 2005. 6.4.2.1 - Convenzione dell'Aja 30 Giugno 2005 Convenzione sugli accordi di scelta del foro esclusivo. È una convenzione processua le in cui 36 Stati ha nnosta bilito che se nel contra tto c'è la scelta di un foro esclusivo (e. in Messico ela sentenza è stata effettuata in Messico) quella sentenza è esecutiva a nchenelle a ltri 35 Stati e non deve passare per l'Execua tor. Se non cifosse questa convenzione si dovrebbero applica re le leggina zionaliche solitamente richiedono l'Execua tor o essere fortuna tisull'esistenza di tra ttati bilatera lifra il paese del giudice che ha emesso la sentenza ed il paese dove voglio eseguire la sentenza che dica a d es. che la sentenza Argentina va le a nche in Italia (sul sito del ministero ci sono i tra tta ti), esiste un'a ltra convenzione in essere, vedisotto.",
    "page": 354,
    "pages": [
      354
    ],
    "keywords": [
      "sentenza",
      "convenzione",
      "execua",
      "italia",
      "esecutiva"
    ]
  },
  {
    "id": "chunk_354",
    "text": "6.4.1.2.2 - Judgments Convention Convenzione sul riconoscimento e l’esecuzione delle sentenze straniere in materia civile e commerciale Approva ta all'Aja il 12 luglio 2019, la Comunità Europea ha a derito ll 19 luglio 2022 • Da l 1° settembre 2023 vincola tutti gli Stati membri (tra nne Da nima rca ), ossia 27 (a nche Ucraina ) su 84 membri della Conferenza dell’Aja • Non si applica alle decisioni di controversie basate su accordi di scelta del foro esclusivo (qui si applica Convenzione del 2005) La ta bella illustra diversi strumenti contra ttuali estra tegici utilizza tiprima dell'insorgere di un contenzioso per prevenire l'ina dempimento contra ttua le e fa cilita re l'eventua le esecuzione forzata . Fase Strumento Funzione preventiva Nota sistematica Primadel contenzioso Clausole di ga ranzia (fideiussioni, ga ranzie bancarie, escrow) Assicura re risorse immedia tamente aggredibili Sposta no il rischio dell'esecuzione alla solvibilità Clausole penali / liquida ted da ma ges Rendere l'ina dempimento economica mentesva nta ggioso Incentivo all'a dempimento, non strumento punitivo Scelta di un foro/a rbitra to \"enforcement-friendly\" Aumenta re la probabilità di esecuzione effica ce Diritto processua le come leva economica Scelta dellasede dei beni Collega re giudizio e patrimonio Il diritto segue i beni, non le promesse",
    "page": 355,
    "pages": [
      355
    ],
    "keywords": [
      "esecuzione",
      "scelta",
      "dempimento",
      "convenzione",
      "luglio"
    ]
  },
  {
    "id": "chunk_355",
    "text": "[H2] 7. IL FORO ARBITRALE Convenzione di New\n York del 1958 sul riconoscimento e l'esecuzione delle sentenze a rbitra listra niere • Ambito di applicazione: La convenzione si applica a l riconoscimento e all'esecuzione di sentenze a rbitra li emesse in un paese diverso da quello in cui viene richiesto il riconoscimento, in controversie tra persone fisiche e giuridiche. • Adesione: La convenzione è a perta allafirma e a desione di tutti gli sta ti membri delle Nazioni Unite e di a ltrista ti membri di a genzie specia lizzate ONU o partidello Statuto della Corte Interna ziona le di Giustizia . Adoggi è statara tifica ta da oltre170 paesi. • Obblighi deglistati aderenti: Gli sta ti a derenti si impegna no a riconoscere le sentenze a rbitra listra niere come vincola nti e a d eseguirle in conformità allenorme di procedura del pa ese in cui viene richiesto il riconoscimento. • Motivi di rifiuto: La convenzione prevede limita te eccezioni in ba se allequa li uno statopuò rifiuta re il riconoscimento di una sentenza a rbitra le stra niera , come l'invalidità della convenzione d'a rbitra to ola violazione del contra ddittorio. 7.1. Perché utilizzare gli arbitrati?\n[H2] 1. Enforceability\n Uno dei principa liproblemi delle sentenze statali abbiamo visto essere a l di fuoridell'EU il problema dell'Execua tor ovvero il problema del riconoscimento e dell'esecuzione della sentenza statale in a ltri Stati. Invece le sentenze a rbitra li (chia ma te Lodi Arbitra li) fin da l 1958 godono della convenzione di New York per la qua le, i 170 Stati riconoscono a l Lodo a rbitra le emesso in un a ltro Stato lo stesso valore di un Lodo Arbitra le riconosciuto da un tribuna le a rbitra leita liano (lo Stato italia no a utorizza gli a rbitri italia ni a d emettere la sentenza ).",
    "page": 356,
    "pages": [
      356
    ],
    "keywords": [
      "rbitra",
      "convenzione",
      "riconoscimento",
      "sentenze",
      "esecuzione"
    ]
  },
  {
    "id": "chunk_356",
    "text": "Su ca pisce con l'a rbitra to ha moltaforza decisiona le. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 136\n Può essere riconosciuto impotente solo per motivi moltomolto circoscritti (quando la cla usola a rbitra le sia sta tascritta ma le oppure quando siasta toviola to il principio del contra ddittorio cioè il diritto di potersi difendere a d a rmipari). Un Lodo a rbitra le ha più a ltaproba bilità di essere eseguita rispetto a d una sentenza di un giudice soprattutto a l di fuoridella UE. Arbitra to • Eseguibile in oltre170 Paesi grazie alla Convenzione di New York 1958. • È il vero “passaporto globale” del contenzioso. • Pressoché indispensabile se la controparte ha beni fuoridall’UE (Cina, USA, UAE, ...). Tribuna li UE • Eccellenti dentro l’UE (riconoscimento automatico). • Ma fuoridall’UE l’efficacia dipende da trattati bilaterali olegge locale → spesso incertezza. 2. Tempi: prevedibilità e controllo Arbitra to ICC/CAMoggi • Media ICC (Interna tiona l Chamber of Commerce): 18–24 mesi per un a rbitra to complesso. • CAM (Camera Arbitrato di Milano): procedura accelerata sotto500k € → 6–9 mesi. • Tempi gestiti da l tribuna le e da lle parti, senza ingorghi da ruolo genera le. Tribuna listata li UE • Ampieva riazioni tra Stati: da i 6 mesi (Paesi Bassi) a i 3–6 anni (Italia , Fra ncia in appello). • Più veloce il sistema lussemburghese.",
    "page": 357,
    "pages": [
      357
    ],
    "keywords": [
      "rbitra",
      "tribuna",
      "quando",
      "arbitra",
      "paesi"
    ]
  },
  {
    "id": "chunk_357",
    "text": "[H2] 3. Confidenzialità\n Arbitra to. In genera le confidenzia le ela confidenzia lità è molto rileva nte per: • segreti industria li, • a lgoritmi, • informazioni tecniche sensibili, • contenziosi concompetitor. Tribuna li UE • Regime pubblicistico: atti e sentenze sono norma lmente pubblici. • Possibili misure di secretazione, ma ecceziona li.\n[H2] 4. Italian\n Torpedo? Arbitra to. Tota lmente neutra lizzato: • la litispendenza Bruxelles I-bis non si applica a gli a rbitra ti. • Nessuno può “bloccare” l’arbitrato con un’azione parallela in un tribunale lento. Tribuna li UE. Il Torpedo è neutra lizzato solo se c’è una clausola di giurisdizione esclusiva valida (art. 31(2)). Se non c’è → rischio torpedo ancora esistente.\n[H3] 7.2. Stabilità delle sentenze statali Profilo\n Sentenze statali Lodi arbitrali Appella bilità nel merito Sì, di regola prevista da ll'ordinamento (appello) No, salvo accordo espresso delleparti (ipotesi ecceziona li) Numero dei gra di di giudizio Genera lmente due o tre Uno solo Controllo suifatti Ammesso (a lmeno in appello) Escluso Controllo sul diritto sostanzia le Ammesso Escluso Controllo di legittimità Ampio (competenza , motivazione, violazioni di legge) Limita to e tipizza to Motivi di impugnazione Errori di fatto e di diritto Solovizi gravi (procedimento, convenzione a rbitra le, ordine pubblico) Definitività della decisione Progressiva Immedia ta Rischio di moltiplicazione del contenzioso Elevato Molto ridotto Eseguibilità interna ziona le Variabile (dipende da exequa tur e cooperazione) Elevata (Convenzione di New York 1958) \n[HEADER] EMBA - Strategia ed Internazionalizzazione 137\n Logica di sistema Tutela attraverso il controllo successivo Tutela attraverso la selezione preventiva (a rbitri, regole, sede) 7.3.",
    "page": 358,
    "pages": [
      358
    ],
    "keywords": [
      "sentenze",
      "lmente",
      "torpedo",
      "controllo",
      "arbitra"
    ]
  },
  {
    "id": "chunk_358",
    "text": "Modelli clausole arbitrali - Clausola compromissoria vs Compromesso Due istituti fonda mentali del diritto dell'arbitrato che si confondono spesso ma ha nno natura, finalità e conseguenze giuridiche molto diverse.\n[H4] 7.3.1. Clausola compromissoria\n (art. 808 c.p.c.) Definizione: Accordo concui le parti di un contra ttosi impegna no a devolvere a d a rbitri eventuali future controversie deriva nti da quel contra tto. Caratteristiche: ✓ Stipula taprima che sorga la controversia ✓ Riguarda controversie potenziali e ipotetiche ✓ Solitamente inserita nel contra tto principa le (ma può essere a nche in attosepa rato) ✓ Clausola accessoria a l contra tto principa le Esempio tipico: Art. 15 - Risoluzione delle controversie \"Qualsiasi controversia derivante dal presente contratto o adesso relativa, incluse quelle relative allasua validità, interpretazione, esecuzione o risoluzione, sarà risolta definitivamente tramite arbitrato secondo il Regolamento della Camera Arbitrale di Milano.\"\n[H4] 7.3.2. Compromesso\n (art. 807 c.p.c.) Definizione: Accordo concui le parti decidono di devolvere a d a rbitri una controversia già insorta tra loro. Caratteristiche: ✓ Stipula todopo che è sorta la controversia ✓ Riguarda una lite concreta e attuale ✓ Contra tto autonomo (non è clausola di a ltro contra tto) ✓ Deve contenere determinazione precisa dell'oggetto della controversia Standard ICC Arbitration Clause All disputes arising outofor in connection withthe present contract shallbe finally settled underthe Rulesof Arbitration ofthe International Chamber of Commerce byone ormore arbitrators appointed in accordance withthe said Rules.",
    "page": 359,
    "pages": [
      359
    ],
    "keywords": [
      "contra",
      "controversia",
      "clausola",
      "controversie",
      "compromissoria"
    ]
  },
  {
    "id": "chunk_359",
    "text": "Camera Arbitrale Milano \"Tutte le controversie, anche di natura non contrattuale, derivanti dal presente atto, relative o connesse allo stesso, saranno risolte mediante arbitrato secondo il Regolamento della Camera Arbitrale di Milano, da un arbitro unico/tre arbitri**, nominato/i in conformità a tale Regolamento\". Esempio tipico di conpromesso arbitrale Le parti: - Hydro Tech S.p.A. (Attore) - Power Flow Ltd. (Convenuto) In relazione alla controversia insorta in da ta 15 ma rzo 2024 a vente a d oggetto l'ina dempimento del contra tto di fornitura del 10 gennaio 2023 (fatture n. 45/2023 e 67/2023, per complessivi € 250.000), convenuto che Hydro Tech contesta la difformità delle turbine consegna te e Power Flow respinge ta le contestazione, CONVENGONO di devolvere la presente controversia a d un collegio a rbitra le composto da tre a rbitri, nomina ti secondo il Regolamento CCI, consede a Ginevra . WORKING GROUP 3 Hydro Valve S.p.A. (Milano) produce valvole di precisione per impia nti petroliferi. Firmate un contra tto di fornitura da 12 milioni di euro conGulf Engineering LLC (Duba i). • Luogo di consegna : porto di Genova . • Installazione: Emirati Arabi Uniti. • Pagamenti: viabanca svizzera . • Responsa bilità : enorme rischio economico per ma lfunzionamenti. Le parti devono scegliere la clausola di risoluzione delle controversie • Opzioni in discussione • Giudice italia no (Milano). • Giudice degli Emirati. • Arbitra to ICC consede a Parigi. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 138\n • Arbitra to CAM a Milano. 1.",
    "page": 360,
    "pages": [
      360
    ],
    "keywords": [
      "milano",
      "arbitrale",
      "regolamento",
      "hydro",
      "camera"
    ]
  },
  {
    "id": "chunk_360",
    "text": "Qualeforo scartereste immediatamente e perché? Se fossi l'a zienda italia nasca rterei il Giudice degli Emirati Arabi Uniti per diverse ragioni: • Svanta ggi per la parte italia na : i tribuna liemira tini tendono a fa vorire la parte loca le e applica no un sistema giuridico (di ma triceisla mica e civile) pocofa miliare per un'a zienda italia na • Lingua e procedura : i procedimenti sisvolgono in a rabo, concosti di tra duzione elevati e difficoltà di gestione • Imprevedibilità : minore certezza giuridica rispetto a gli sta ndard europei • Esecuzione inversa problematica : una sentenza emiratina sarebbe difficilmente eseguibile in Italia se Hydro Valve dovesse a gire controGulf Engineering per il pagamento Se fossi l'a zienda di Duba isca rterei il giudice ed a rbitra to di Milano per le opposte medesime ragioni. 2. Quale scelta garantisce l’esecuzione del provvedimento negli Emirati? L'a rbitra to (sia ICC Parigi che CAM Milano) offre la migliore ga ranzia di esecuzione grazie alla Convenzione di New York del 1958, ra tifica ta da gli Emirati Arabi Uniti. Opzione Eseguibilità negli EAU Giudice italia no Difficile: richiede exequa turbila tera le, procedura lunga e incerta Giudice emiratino Automatica ma rischiosa per Hydro Valve Arbitra to ICC Parigi Elevata : Convenzione di New York + prestigio ICC Arbitra to CAM Milano Elevata : Convenzione di New York applicabile L'a rbitra to ICC consede a Parigi offre un ulteriore vantaggio: la Fra ncia è considera ta una sede \"neutra \" e i lodi ICC godono di eccellente reputazione interna ziona le.",
    "page": 361,
    "pages": [
      361
    ],
    "keywords": [
      "italia",
      "giudice",
      "zienda",
      "emirati",
      "esecuzione"
    ]
  },
  {
    "id": "chunk_361",
    "text": "[H2] 3. Quanto pesa la confidenzialità in\n un settore adalta tecnologia? Pesa moltissimo. Nel settore delle valvole di precisione per impia nti petroliferi: • Segreti industria li: specifiche tecniche, tollera nze, ma teria li e processi produttivi sono assetstra tegici • Reputazione commercia le: una controversia pubblica potrebbe da nneggia re l'immagine di Hydro Valve presso a ltri clienti del settore oil & ga s • Vantaggio competitivo: i concorrenti non devono venire a conoscenza di difetti, contestazioni o ma rgini contra ttuali Confronto: • Giurisdizione ordina ria : procedimenti genera lmente pubblici, atti accessibili • Arbitra to: procedimento riserva to per natura , conobbligo di confidenzia lità previsto da i regolamenti ICC e CAM 4. Quanto incidono i tempi (installazione entro 6 mesi) sulla scelta? Incidono in modo determina nte. Con un termine di insta llazione così stretto, eventua li controversie durante l'esecuzione del contra tto richiedono soluzioni rapide. Foro Tempimedi di risoluzione Giudice italia no 3-5 anni (primogra do + appello) Giudice emiratino 1-3 anni Arbitra to ICC 12-18 mesi Arbitra to CAM 10-15 mesi Inoltre, l'a rbitra to consente: • Misure cautela rirapide (a nche tra mite a rbitro d'urgenza ICC) • Calenda rio procedura le concorda totra le parti • Nessun rischio di appello sul merito (definitività immedia ta del lodo) Nota: aifini dell'arbitrato e del foro la confidenzialità conta 0",
    "page": 362,
    "pages": [
      362
    ],
    "keywords": [
      "settore",
      "arbitra",
      "quanto",
      "contra",
      "incidono"
    ]
  },
  {
    "id": "chunk_362",
    "text": "[H2] 5. Siete Hydro\n Valve: quale clausola inserite e perché? Consiglierei l'Arbitra to ICC consede a Parigi, con la seguente formulazione: \"Tutte le controversie derivanti dal presente contratto o in relazione allo stesso saranno risolte definitivamente secondo il Regolamento di Arbitrato della Camera di Commercio Internazionale (ICC) da uno o più arbitri nominati in conformità a tale Regolamento. La sede dell'arbitrato è Parigi, Francia. La lingua dell'arbitrato è l'inglese. Il diritto applicabile al merito è il diritto italiano.\" Motivazioni: Criterio ICC Parigi \n[HEADER] EMBA - Strategia ed Internazionalizzazione 139\n Neutra lità Sede in paeseterzo, equidista nte da lleparti Eseguibilità Convenzione di New Yorkga rantisce esecuzione negli EAU Confidenzia lità Regolamento ICC prevede riserva tezza Tempi Procedura efficiente (12-18 mesi) Competenza tecnica Possibilità di nomina re a rbitri conesperienza nel settore oil & ga s Diritto applicabile Diritto italia noprotegge Hydro Valve come venditore Prestigio ICC è l'istituzione a rbitra le più riconosciuta a l mondo\n[H2] 8. MODELLI CONTRATTUALI E RACCOLTE DI CLAUSOLE MODELLO\n Finora abbiamo visto la lingua del contra tto, il tema della giurisdizione, del diritto applicabile ora vediamo come siscrivono i contra tti del commercio interna ziona le. L'idea è che un contra ttosideve scrivere e per fa reciò, da ta la na tura multiculturale, sono sta ti definiti dei modelli (a usili) di ba se per inizia re ascrivere un contra tto. Alcuni soggetti ha nno sviluppa to dei modelli contra ttuali e delle raccolte di cla usole modello che possono essere utilizza ti come basi per inizia re ascrivere contra tti.",
    "page": 363,
    "pages": [
      363
    ],
    "keywords": [
      "diritto",
      "contra",
      "parigi",
      "regolamento",
      "arbitrato"
    ]
  },
  {
    "id": "chunk_363",
    "text": "Aifini didattici si distinguono in due gruppi: Enti internazionali / Organizzazioni intergovernative • UNCITRAL (Commissione Nazioni Unite per il commercio interna ziona le) • UNECE (United Nation Commission for Europe) • BIRS (Banca Mondia le) • BEI (Banca Europea Investimenti) • ASIAN (Asia n Bank) • AFRICAN (Afrika n Development Bank) • UNIDROIT • .. Organizzazioni non governative private • FIDIC - Fédération Interna tiona le Des Ingénieurs-Conseils - Associazione di associazioni consede in Svizzera • ICC • ... La distinzione di fondo è che i soggetti del primo gruppo (Enti internazionali / Organizzazioni intergovernative) quando sviluppa no i loro modelli perseguono interessi che vanno a l di là del business tra A e B esempio: AFRICAN vuole sviluppa re i sistemi economici a fricani e per questo fafina nziamenti alleinfra strutture dei pa esi a fricani (diga , ponte, stra da ...) e questo è il suo primo obiettivo. Ma oltre a questo obiettivo ne persegue un a ltro ovvero, per lo sviluppo economico di una regione non servono solo le infra strutture ma devi a nche insegna re come fare le infra strutture (oltreche ma ngia re il pescedevi a nchesa per pesca re). Ecco allora che in questi modelli c'è scritto a nche che una certa % di la voratori deve essere composta da la voratori locali o che le imprese siano locali. Quindi se chiedo soldi allabanca a fricana dello sviluppo la banca a fricana michiede certecla usole. Se voglio fa r da solo sono libero di fa r come preferisco (la Cina , a d esempio, non chiede soldi e fa quello che vuole in Africa ) Allo stesso modonei modelli ASIAN sono presenti le cla usole a nticorruzione poiché sivuole evitareche i soldi dei finanziamenti finisca nonelle ma ni del corrotto loca le.",
    "page": 364,
    "pages": [
      364
    ],
    "keywords": [
      "organizzazioni",
      "banca",
      "strutture",
      "internazionali",
      "intergovernative"
    ]
  },
  {
    "id": "chunk_364",
    "text": "Mentre i soggetti del secondo gruppo (organizzazioni non governative private) producono clausole modello che sono istituzioni del settore: 1. FIDIC - Fédération Internationale Des Ingénieurs Conseils. Ha prodotto modelli contra ttuali standard utilizza ti a livello interna ziona le per progetti di ingegneria , costruzione e fornitura di impia nti. Sono particola rmente diffusi nel settore oil & ga s e nellegra ndiinfra strutture. Famosa è la \"Rainbow Suite\" FIDIC che è una collezione di modelli contra ttuali standa rd, ciascuno identifica to da un colore che ne indica l'a mbito di applicazione. L'edizione più recente è quella del 2017 (seconda edizione). Colore Nome Ufficiale Uso Tipico Ripartizione Rischio Progettuale Red Book Conditions of Contract for Construction Opere civili tradizionali dove il committente fornisce il progetto Committente Yellow Book Conditions of Contract for Plantand Design-Build Impianti industriali e opere dove l'appaltatore progetta e costruisce Appaltatore Orange Book Conditions of Contract for Design- Buildand Turnkey Progetti \"chiavi in mano\" (oggi sostituito dal Silver) Appaltatore \n[HEADER] EMBA - Strategia ed Internazionalizzazione 140\n Silver Book Conditions of Contract for EPC/Turnkey Projects Grandi progetti EPC a prezzo fisso, massimo trasferimento di rischio Appaltatore (massimo) Green Book Short Formof Contract Lavori di minor valore o complessità, procedure semplificate Variabile Pink Book Conditions of Contract for Construction (MDB E",
    "page": 365,
    "pages": [
      365
    ],
    "keywords": [
      "contract",
      "conditions",
      "appaltatore",
      "progetti",
      "settore"
    ]
  },
  {
    "id": "chunk_365",
    "text": "dition) Versione per banche multilaterali di sviluppo (World Bank, ADB, etc.) Committente Blue Book Formof Contract for Dredging and Reclamation Works Opere di dragaggio e bonifica costiera Variabile White Book Client/Consultant Model Services Agreement Contratti tra committente e consulenti/ingegneri N/A Gold Book Conditions of Contract for Design, Buildand Operate Projects Progetti DBO confase operativa inclusa Appaltatore Emerald Book Conditions of Contract for Underground Works Opere in sotterraneo (tunnel, metropolitane) Condiviso Sono cla usole che disciplina notutti i profili di un possibile contra tto di appalto. Ogni modello contiene circa 21 clausole (eccetto il Green Book che ne ha 17) 3. L'ICC - International Chamber of Commerce. Offre, oltre a l celebre Regolamento di Arbitra to, una serie di modelli contra ttuali e clausole standa rd per il commercio interna ziona le. Sono più snelli dei FIDIC e orienta ti alla compra vendita e a i servizi piuttosto che allegra ndiopere. Modello Ambito di Applicazione Caratteristiche ICC Model International Sale Contract Compravendita internazionale di merci Basato sulla Convenzione di Vienna (CISG) ICC Model International Distributorship Contract Contratti di distribuzione Rapporti distributore-fornitore ICC Model International Commercial Agency Contract Contratti di agenzia Rapporti agente-preponente ICC Model International Franchising Contract Franchising internazionale Licenza di marchio e format ICC Model Occasional Intermed",
    "page": 366,
    "pages": [
      366
    ],
    "keywords": [
      "contract",
      "model",
      "international",
      "contratti",
      "committente"
    ]
  },
  {
    "id": "chunk_366",
    "text": "iary Contract Intermediazione occasionale Mediatori, broker, segnalatori ICC Model Confidentiality Agreement NDA / Riservatezza Protezione informazioni riservate ICC Model Selective Distribution Contract Distribuzione selettiva Reti di distribuzione controllate ICC Model Mergers & Acquisitions Contract Compravendita di partecipazioni Acquisizioni societarie ICC Model Technology Transfer Contract Trasferimento tecnologico Licenze di know-how e brevetti ICC Model International Services Contract Prestazione di servizi Consulenza, servizi professionali 9.LE TRATTATIVE Documenti precontra ttualiche assumo diverse forme e contenuti • Accordi di riserva tezza o NDA - Non disclosure a greement • ACCORDI DI NEGOZIAZIONE ESCLUSIVA • LOL / MoU / Ts 9.1. NDA - Non Disclosure Agreement Nozione di Informazione Confidenziale - Definizione di informazione \n[HEADER] EMBA - Strategia ed Internazionalizzazione 141\n • Modello CIA. Mettere lo sta mpone su ciò che per me è informazione confidenzia le. Svanta ggio, tuttociò che non ho imposta to in lista non è confidenzia le • Altro approccio: tuttociò che non è di pubblico dominio per me è confidenzia le. Ma qui ha i il problema di dimostra rlo. E allorasi fa una clausola genera le di nozione confidenzia le genera le rendendola un minimo ra gionevole e si aggiungono delle informazioni per le qua lisiamo sicuri essere confidenzia li conuna lista non esaustive. Funziona no? Dipende Cosasi deve o non si devefa re con l'informazione definita sopra ? • Obblighi di non-divulgazione - Non devo diffondere • Obblighi di trattamento 1. Devo assicurarmi che l’informazione siaben custodita. 2.",
    "page": 367,
    "pages": [
      367
    ],
    "keywords": [
      "contract",
      "model",
      "informazione",
      "confidenzia",
      "agreement"
    ]
  },
  {
    "id": "chunk_367",
    "text": "Devo tra ttare in ma niera particola re quella informazione Se quell’informazione è conservata su un supporto elettronico? Posso lasciare l'informazione all'interno del computer di chi custodisce l'informazione? lo posso la scia re a patto che ci assicuri che ogni cloudpriva to utilizza tosia conforme ai requisiti di cyber security NIS e NIS2 Ambito soggettivo da applicare (consulenti, difensori, ecc.) Anche il consulente ola terza partedeve a vere a nchelui un obbligo di riserva tezza di non disclosure. Dovrò quindi a nche appurare il livello di riserva tezza che sono in grado di ga rantire nella tra smissione dell'informazione a i consulenti Penali Molto difficile qua ntifica re il da nno. Il problema dellaqua ntificazione del da nno fasiche le parti, proprio perché non sanno qua ntifica rlo, ricorrono allepena li. La pena le per il diritto è una liquidazione a nticipa ta del da nno che le parti ritengono violi il disclosure possavenir valutata X. La conseguenza è che ogni volta che c’è una violazione dell'obbligo di riserva tezza la partelesa beneficia X. Ma se il danno fosse X + Z ovvero se il dannofosse quindi di più? • Z non viene qua ntifica to. C'è un modo affinché il danno venga limitato ad X e sipossa raggiungere Z? • SI, ovvero si aggiunge nellepena li la voce X \"fattosalvo il ma ggior da nno, salvo il risa rcimento del ma ggior da nno\". Ma che problema ha questa voce? • È difficile da dimostra re (è un problema di prova ) e allorasi imposta nopena li a ltissime.",
    "page": 368,
    "pages": [
      368
    ],
    "keywords": [
      "informazione",
      "riserva",
      "tezza",
      "ntifica",
      "problema"
    ]
  },
  {
    "id": "chunk_368",
    "text": "Peccatoche se si applica il diritto italiano, c’è una norma CC1384: una penale manifestamente eccessiva può essere ridotta da l giudice per equità ela riduce finché a lui non sembra equa E se scelgo il diritto inglese ed eseguo in Italia, il giudice italiano considera CC1384? • Quando scelgo il diritto, tra le tantecose che devo considera re, è se rispetto allepena li, un eventua le giudice può ridurmi l'equità . E quindi, se scelgo il diritto inglese e poi devo eseguire in Italia , il giudice italia no considererà il CC1384 una norma di applicazione necessa ria o una norma che crista llizza un principio di ordine pubblico? NO, nellanorma è specifica toche la scelta del diritto non è indifferente. Se voglio un diritto che non riduca le pena li di equità non devo scegliere il diritto italia no, dovrò scegliere un a ltro diritto. Durata Se scelgo il diritto italia no, nell'NDAdevo indica re la durata (1,3,5 anni) a ltrimenti se non specifica to la contropa rte ha il diritto di rescindere il contra tto (sempre valido per il diritto italia no) Foro esclusivo e diritto applicabile Ovviamente e soprattutto nei contra tti del commercio interna ziona le è necessa rio indica re il foro esclusivo ed il diritto applicabile.",
    "page": 369,
    "pages": [
      369
    ],
    "keywords": [
      "diritto",
      "italia",
      "giudice",
      "scelgo",
      "norma"
    ]
  },
  {
    "id": "chunk_369",
    "text": "[H3] 9.2. Accordo di negoziazione esclusiva\n Quando sista negozia ndo solita mentesi sottoscrive un accordo per il qua le i due negozia nosolo tra loro. L'accordo di negoziazione esclusiva , che solita menteviene fatto in pa rallelo all'NDA consente, per un certo periodo, di elimina re i concorrenti da lla competizione rispetto a quel prodotto oggetto della tra ttativa . • Obbligo di fare - Ci dobbia mo incontra re e negozia re conserietà senza perdere tempo e non perché vuoi togliere da l mercato un competitor. • Obbligo di non fare - Non sollecita re ulteriori negoziazioni consoggetti che potrebbero essere interessa ti. • Penali - Stessi elementi dell'NDA \n[HEADER] EMBA - Strategia ed Internazionalizzazione 142\n • Durata • Foro esclusivo e diritto applicabile 9.3. LOI / MoU / Ts Sono tutti termini che indica no la stessa cosa (sinonimi): • Letter of Intent • Memorandum of Understanding • Term Sheet Sono problema ticiperché potrebbero a vere dei contenuti varia bilied ha nno una na tura giuridica fortemente incerta . Non sono riuscito a fare un accordo o contra tto contutti i crismi. Allora per cerca re di mettere una toppa faccio una lettera di intento. Il concetto del buyer e del seller che pensano di essere liberi e svincolati reciprocamente. Non c’è un obbligo a nche se per il buyer dovrebbe vincola regli a ltri e libera reséstesso. Non è così! Non sa pendo come arrivare a l contra tto definitivo siscrivono queste cose che non si sacosa sono e che crea nodegli affidamenti per cui le parti reciproca mentepensa no di essere liberi. Non è così! Questo approccia genera ma l di testa nei giuristici i qualisi interroga no sul fatto che cisiano dei vincoli oppure no.",
    "page": 370,
    "pages": [
      370
    ],
    "keywords": [
      "accordo",
      "negozia",
      "obbligo",
      "negoziazione",
      "esclusiva"
    ]
  },
  {
    "id": "chunk_370",
    "text": "Ecco che la Corte di Cassazione si esprime in ta l senso: «Aifini della configurabilità di un definitivo vincolo contrattuale, è necessario che tra le parti sia raggiunta l'intesa su tutti gli elementi dell'accordo, non potendosene ravvisare pertanto la sussistenza là dove, raggiunta l'intesa solamente su quelli essenziali ed ancorché riportati in apposito documento, risulti rimessa ad un tempo successivo la determinazione degli elementi accessori. (non è detto che gli altri siano vincolati ed è molto probabile che quel LOI/MoU/Ts non siaaltro che una manifestazione dellostato delle discussioni tra le dueparti. È un tema estremamente scivoloso.) Pertanto, anche in presenza del completo ordinamento di un determinato assetto negoziale, può risultare integrato un atto meramente preparatorio di un futuro contratto, come tale non vincolante tra le parti, in difetto dell'attuale effettiva volontà delle medesime di considerare concluso il contratto, il cui accertamento, nel rispetto dei canoni ermeneutici di cui agliartt. 1362 c.c. ess., è rimesso alla valutazione del giudice di merito, incensurabile in cassazione ove sorretta da motivazione congrua ed immune da vizi logici e giuridici». [Cass. civ., 2 febbraio 2009, n. 2561] «L'indagine volta astabilire se e in che momento tra le partisi sia concluso un contratto, o se le dichiarazioni di volontà intercorse abbiano solo il valore di dichiarazione di intenti, costituisce accertamento di fatto, riservato al giudice di merito ove adeguatamente motivato». [Cass. civ., 18 novembre 2003, n.",
    "page": 371,
    "pages": [
      371
    ],
    "keywords": [
      "contratto",
      "cassazione",
      "parti",
      "raggiunta",
      "intesa"
    ]
  },
  {
    "id": "chunk_371",
    "text": "17449] «La Corte d'Ancona non ha ritenuto determinante la definizione dell'attoquale \"lettera di intenti\", ma ha colto in talenomen iuris un titolo coerente con il contenuto dell'atto stesso [...]; ha poi espresso un argomentato convincimento circa la consistenza del documento di mero schema di un contratto futuro, probabile ed auspicato, ma non doveroso, nemmeno per i sottoscrittori». [Cass. civ., 14 maggio 1998, n. 4853] IMPORTANTE - Sono 3 sinonimi nella misura in cui non usa ndo il termine Contra tto voglio in rea ltà indica reche non mi sono vincola to. Ma allora se non mi sono vincola to a cosami serve la lettera di intenti? Ho semplicemente fissato ma per poter essere smentito dei punti delle negoziazioni. È scivoloso perché se la scrivo ma le misto vincola ndo, se lo scrivo bene allora assume le forme di un gentlemen a greement che però possono rimangia rmi. Serve per dimostra re a l CEO che il rapporto con la contropa rte è a ndata a vanti e che ha nnofirma to un intento per il qua le forse la contropa rte venderà / a cquisterà . Il CEO allora crederà che il dea l è in porto, ma non sache quella è una semplice lettera di intenti. Finché il contra tto non è firmato il resto è carta straccia . Se l'intento è quello di essere vincola ntivanno utilizza tecerte espressioni.",
    "page": 372,
    "pages": [
      372
    ],
    "keywords": [
      "vincola",
      "lettera",
      "intenti",
      "allora",
      "contra"
    ]
  },
  {
    "id": "chunk_372",
    "text": "[H3] 9.4. Le responsabilità precontrattuali\n Sempre nell'a mbitodegli accordi sul commercio interna ziona le e da toche il mondo sistagloba lizzando allora nel mondo del commercio interna ziona le sistanno inizia ndo a d applica redegli strumenti che vanno tenuti in considerazione. Articolo\n[H4] 2.1.15 Principi Unidroit\n -Trattative in mala fede • Ciascuna parte è libera di condurre tra tta tive e non è responsabile per il ma ncato raggiungimento di un accordo. • Tuttavia , la parte che ha condotto o interrotto le tra ttative in ma la fede è responsabile per le perdite cagiona teall’altraparte. • In particolare, si considera malafede iniziare o continuare trattative malgrado l’intenzione di non raggiungere un accordo con l’altraparte. Articolo 1337 c.c. - Trattative e responsabilità precontrattuale Le parti, nello svolgimento delle tra ttative e nellaformazione del contra tto, devono comporta rsi secondo buonafede. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 143\n Alcuni di questi strumenti quali a d esempio le linee guidedell'OCSE per le qua liquando le imprese multina zionali vanno in giro per il mondo devono tenere una condotta rispettabile e responsabile (rispetto dei diritti dei la voratori, umani) e non si possono approfitta redelle condizioni locali per fa refuori da ll'Italia / Europa ciò che vogliono. Negli appalti interna zionali, il ma ncato rispetto deglista ndard OCSEpuò genera re: • responsa bilità precontra ttua le • esclusione da tender • risoluzione a nticipa ta • rischi reputa zionali e bancari In a lcunica sisiparla di questi strumenti: Soft Law Standa rd interna zionali, che significa che è una scelta volonta ria se tenere o non tenere una certa condotta .",
    "page": 373,
    "pages": [
      373
    ],
    "keywords": [
      "interna",
      "mondo",
      "trattative",
      "responsabile",
      "responsabilità"
    ]
  },
  {
    "id": "chunk_373",
    "text": "Anche se il non rispetto può comporta re una esclusione dell'impresa da i bandiga ra interna zionali. Orma i non rispetta re la guidadell'OCSEpuò comportare un’esclusione dell'impresa daibandi di gara perché ormaicerti sistemi di rispetto dei diritti fonda mentali si sono estesi nell'a mbito di una più a mpiagloba lizzazione del diritto applicabile a i contra tti interna zionali Fonte Natura giuridica Contenuto essenziale (rilevante per i contratti) OECD Guidelines for Multina tiona l Enterprises (1976, riv. 2011, update 2023) Soft la w interna ziona le Condotta responsa biledelle imprese; diritti umani, la voro, a mbiente, supply cha in; due diligence; frequentemente incorpora tenei contra tti tra mite complia ncecla uses UN Guiding Principles on Business a nd Huma n Rights (UNGPs) (2011) Soft la w ONU Dovere di due diligence sui diritti umani, prevenzione, mitigazione e rimedio delleviola zionilungo la ca tena del valore ILO Core La bour Standa rds (1998 Declara tion + Conventions) Ha rd la w interna ziona le settoria le Divieto di la voroforza to e minorile, non discriminazione, libertà sindaca le; standa rd tipici delle CSRcla usesnei contra tti di fornitura UN Globa l Compact (2000) Soft la w / volunta ry initia tive Principi su diritti umani, la voro, a mbiente e a nticorruzione; spesso richia ma to come benchma rk reputa ziona le ISO 26000 (2010) Standa rd interna ziona le non certificabile Lineeguida sulla responsa bilità socia le; utilizza ta come riferimento interpr",
    "page": 374,
    "pages": [
      374
    ],
    "keywords": [
      "interna",
      "diritti",
      "ziona",
      "contra",
      "umani"
    ]
  },
  {
    "id": "chunk_374",
    "text": "eta tivonegli obblighi di comportamento ISO 14001 / ISO 45001 Standa rd tecnici certificabili Sistemi di gestione a mbienta le e dellasa lute e sicurezza ; spesso richiesti come requisito contra ttua le OECD Due Diligence Guidance for Responsible Business Conduct (2018) Soft la w applica tivo Lineeopera tivesulla due diligence di filiera ; ponte tra soft la w e obblighi contra ttuali UN Convention a gainst Corruption (UNCAC) (2003) Ha rd la w interna ziona le Obblighi a nticorruzione; ba se per cla usole di complia nce e termina tion EU Corpora te Sustaina bility Reporting Directive (CSRD) – Dir. (UE) 2022/2464 Ha rd la w UE Obblighi di rendicontazione ESG che si riflettono sui contra tti interna zionali (reporting, da ta access, a udit) EU Corpora te Sustaina bility Due Diligence Directive (CSDDD) (approvazione 2024–2025) Ha rd la w UE Doveri di due diligence su diritti umani e a mbiente nelleca tenegloba li; forteimpa tto su supply contra cts EU Forced La bour Regula tion (Reg. (UE) 2024/...)* Ha rd la w UE Divieto di immissione sul merca to UE di prodotti realizza ti con la voro forzato; clausole di tra cciabilità e termina tion Reg. (UE) 2023/1115 (Deforesta tion-free products) Ha rd la w UE Obblighi di due diligence a mbienta le; rileva nte per contra tti di fornitura di ma terieprime \n[HEADER] EMBA - Strategia ed Internazionalizzazione 144\n Tra de Agreements (es. EUFTAs – Tra de & Sustaina ble Development chapters) Ha rd la w interna ziona le settoria le Integrazione di standa rdCSR e sostenibilità nel commercio interna ziona le Hard Law Diritto che deve essere necessa riamente applica to. Sono strumenti deriva nti da direttive o regolamenti Europei e questo cambia l'approccio che devono a vere le imprese quando si rivolgono a i mercati esteri.",
    "page": 375,
    "pages": [
      375
    ],
    "keywords": [
      "obblighi",
      "contra",
      "diligence",
      "interna",
      "ziona"
    ]
  },
  {
    "id": "chunk_375",
    "text": "Edecco che questo processo di rispetto porta allaforma lizzazione delle Corporate Social Responsabilities - CSR che stanno diventa ndo tipiche nel settore dei contra tti del commercio interna ziona le. (non da impara re) Un esempio è la ta bella sottosta nte che include tutte le 14 clausole con le relative funzioni giuridiche: Clausola CSR Funzione giuridica Contenuto tipico Effetti contrattuali CSR / ESG Complia nce Clause Definizione dell'obbligo Impegno a rispetta renorma tive applicabili estanda rdCSR (OECD, UNGPs, ILO) Obbligazione contra ttua le di comportamento Incorpora tionby Reference Determinazione del contenuto Richia mo espresso a codici di condotta ostanda rd interna ziona liTra sforma zionedella soft la w in ha rd obliga tion Representa tions & Warranties (CSR) Allocazione del rischio ex a nte Dichia razioni su diritti umani, a mbiente, la voro, a nticorruzione Rimedi per brea ch; responsa bilità contra ttua le Continuous Complia nce Covena nt Controllo nel tempo Obbligo di ma ntenere la conformità per tutta la dura ta del contra tto Violazione come ongoing breach Audit & Inspection Clause Verifica bilità Diritto di a udit (interno o terzo) e accesso a informazioni e siti Strumento di enforcement Reporting & Disclosure Clause Tra spa renza Obblighi di reporting ESG e da tasha ring Supporto a CSRD / complia nce UE Supply Cha in / Flow- down Clause Estensione degli obblighi Obbligo di imporre standa rd equiva lenti a i subfornitori Responsa bilità indiretta di fi",
    "page": 376,
    "pages": [
      376
    ],
    "keywords": [
      "contra",
      "complia",
      "clause",
      "interna",
      "ziona"
    ]
  },
  {
    "id": "chunk_376",
    "text": "liera Corrective Action Pla n Clause Rimedi coopera tivi Adozione di misure correttive in ca so di violazione Alterna tiva alla risoluzione immedia ta Suspension Clause Pressione contra ttua le Sospensione delle prestazioni in caso di non-complia nce Tutela tempora nea del creditore Termina tionfor CSR Breach Sanzione ma ssima Risoluzione per violazioni CSRqua lifica te come ma teria liScioglimento del vincolo contra ttua le Indemnity Clause (CSR-related) Allocazione del da nno Ma nleva per sanzioni, da nni reputa zionali o perdite Tra sferimento del rischio economico Limita tionof Lia bility – CSRcarve-out Bilanciamento del rischio Esclusione delleviolazioni CSR da i lia bility caps Rafforza mentodell'enforcement Governing La w & Public Policy Clause Aziona bilità Scelta dellalegge applicabile e foro/a rbitra to Incidenza su interpretazione CSR Ethics / Codeof Conduct Clause Prevenzione Obbligo di a dottare e rispetta re un codice etico Standa rdizzazione dei comportamenti Rispetta re le Soft ele Ha rd La w significa per l'a zienda a vere ma ggiore probabilità di vincere l'appalto per una commessa. Importa nte ricorda rechenei contra tti di commercio interna ziona le esiste la possibilità di incontra re una clausola CSR che può porta re a d una sospensione o addirittura a d una risoluzione del contra tto, alla possibilità che venga condotta una verifica neglista bilimenti a zienda li. L'impresa rispettosa di questi diritti e pronta a d intraprendere l'avventura in certi mercati ha ma ggiori chance di successo. 9.5. La stipulazione del contratto nei rapporti transfrontalieri Modalità : • in presenza - Facile, sifirma ed il gioco è fatto. • per corrispondenza - Qui è un po’ più problematico. Il problema è la validità dellafirma.",
    "page": 377,
    "pages": [
      377
    ],
    "keywords": [
      "clause",
      "contra",
      "risoluzione",
      "sospensione",
      "rischio"
    ]
  },
  {
    "id": "chunk_377",
    "text": "[HEADER] EMBA - Strategia ed Internazionalizzazione 145\n\n[H2] 1. Se siamo in Europa parliamo\n la stessa lingua in termini di riconoscibilità dell'impegno grazie agli strumenti digitali quali: Firma elettronica semplice (FES) • Es.: click “accetto”, username+password, firma scansionata su PDF. • Va le come dichia razione di volontà , ma la prova è più debole. • Perfetta per ordini di a cquisto, conferme, modulistica interna . Firma elettronica a vanzata (FEA) • Es.: DocuSign conidentifica zioneforte, OTP, biometrica . • Identifica in modo robusto il firma tario e ga rantisce integrità del documento. • Ampiamente utilizza tanella contra ttua listica B2B cross-border. Firma elettronica qua lifica ta (FEQ) • Emessa da un “qualified trust service provider” UE. • Ha lo stesso valore dellafirma a utogra fa in tutti gli Stati membri. • Idea le per contra tti a d a lto rischio: appalti, finanziamenti, ga ranzie. 2. Quando siamo al di fuoridell'UE la FEQ non sempre è riconosciuta e quindi sussiste un problema di effettiva legittima zionedell'impegno di chi firma mentre Ma DocuSign e simili sono accetta ti in quasitutti i mercati in ba se alla probatio e allenorme interne sullava lidità dellafirma elettronica . Il principio genera le interna ziona le: “consenso + prova affidabile” ovvero cideve essere il consenso e cideve essere una prova affidabile e nella misura in cui DocuSign miga rantisca questi duepilla r allora lo considero un buon strumento per stipula re contra tti interna zionali.",
    "page": 378,
    "pages": [
      378
    ],
    "keywords": [
      "firma",
      "elettronica",
      "prova",
      "docusign",
      "siamo"
    ]
  },
  {
    "id": "chunk_378",
    "text": "[H3] 9.6. Inadempimento e force majeure\n Partiamo dall'esempio sottodove si evince il rapporto tra un inadempimento di contratto ed un’ipotesi di force majeure. Sono 3 standa rd di clausole di force ma jeure (ipotesi in cui si verifica nodegli eventi indipendenti da lla volontà delleparti - guerre, inondazioni...- che impediscono l'a dempimento dell'obbligazione) Esempio Standard Esempio Unidroit Esempio CCI - ICC Qualora l'adempimento di una qualsiasi obbligazione prevista nel presente Contratto sia impedito, ritardato o terminato, in tutto od in parte, per ragioni di forza maggiore dovute a cause indipendenti dal controllo della Parte obbligata, come, a titolo esemplificativo e non limitativo, attidell'autorità civile o militare, scioperi, serrate, rivolte, incendi od inondazioni, tale Partesarà esentata dall’adempimento nella misura in cui risulterà necessariamente impedita, ostacolata o ritardata. (1) La parte ina dempiente è esonera ta da responsa bilità se prova che l’inadempimento era dovuto ad un impedimento deriva nte da circosta nzeestra nee allasua sfera di controllo e che non erara gionevolmente tenuta a prevedere ta le impedimento a l momento della conclusione del contra tto o a d evitare o superare l’impedimento stesso ole sue conseguenze. (2) Se l’impedimento è solo temporaneo, l’esonero produce effetto soltanto per quel la sso di tempo che apparera gionevole, avuto riguardo all’effetto dell’impedimento sull’esecuzione del contra tto. (3) La parte ina dempiente deve da reall’altraparte avviso dell’impedimento e degli effetti di quest’ultimo sullasua capacità di adempiere.",
    "page": 379,
    "pages": [
      379
    ],
    "keywords": [
      "impedimento",
      "esempio",
      "parte",
      "inadempimento",
      "force"
    ]
  },
  {
    "id": "chunk_379",
    "text": "Se l’avviso non è ricevuto dall’altraparte entro un lasso di tempora gionevole da l momento in cui la parte ina dempiente era a conoscenza o a vrebbe dovuto essere a conoscenza dell’impedimento, essa è responsabile dei da nni deriva ti da ta le ma nca ta ricezione. (4) Nessuna disposizione di questo a rticolo impedisce all’una o all’altraparte di esercita re il diritto di risolvere il contra tto, di sospendere la prestazione o di richiedere gli interessi sullesomme di Si ha forza maggiore, nella misura in cui la parte interessata provi che: (i)la mancata esecuzione era dovuta ad un impedimento fuoridal suo ragionevole controllo (beyond its reasonable control); (ii) non poteva ragionevolmente essere tenuta a prendere in considerazione – al momento della conclusione del contratto – il verificarsi di tale impedimento; (iii) e non avrebbe ragionevolmente potuto evitare o superare gli effetti di tale impedimento. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 146\n denaro dovute. [Art. 7.1.7 dei Principi Unidroit] Note: cosa differenzia la cla usola Unidroit e CCI da lla Standa rd? Una certa proceduralità di ciò che deve accadere e di come devono comporta rsi le parti in caso di forza ma ggiore. Nell'esempio Standa rd il Messaggio è moltonetto tale Partesarà esentata dall’adempimento nella misura in cui risulterà necessariamente impedita, ostacolata o ritardata.",
    "page": 380,
    "pages": [
      380
    ],
    "keywords": [
      "impedimento",
      "altraparte",
      "momento",
      "parte",
      "conoscenza"
    ]
  },
  {
    "id": "chunk_380",
    "text": "[H3] 9.7. Hardship\n Riguarda le ipotesi di cosiddetta sopravvenienza cioè una prestazione diviene o impossibile oppure ta le da a lteraregli equilibri del contra tto ovvero l'eccessiva onerosità avvenuta. Qui non siparla di a dempimento ma di a dempimento divenuto più costoso cioè un'a lterazione di un equilibrio contra ttuale come inizia lmente previsto. Questa a lterazione da alleparti dei diritti. I principi Unidroit sta biliscono a lcunecose, PECL a ltre. Il tutto sifa per riequilibra re il contra tto. PRINCIPI UNIDROIT PECL* Ricorre l’ipotesi di hardship quando si verificano eventi che alterano sostanzialmente l’equilibrio del contratto, o per l’accrescimento dei costi della prestazione di una delleparti, o per la diminuzione del valore della controprestazione, e (a) gli eventi si verificano, o divengono notialla parte svantaggiata, successivamente alla conclusione del contratto; (b) gli eventi non potevano essere ragionevolmente presi in considerazione dallaparte svantaggiata al momento della conclusione del contratto; (c) gli eventi sono estranei allasfera di controllo dellaparte svantaggiata; e (d) il rischio di tali eventi non era stato assunto dallaparte svantaggiata. [Articolo 6.2.2, Principi Unidroit] (1) Ciascuna parte è tenuta ad adempiere le sue obbligazioni anche quando la prestazione sia divenuta più onerosa o perché il costo nesia aumentato o perché sia diminuito il valore della prestazione allaquale ha diritto.",
    "page": 381,
    "pages": [
      381
    ],
    "keywords": [
      "eventi",
      "prestazione",
      "svantaggiata",
      "contra",
      "principi"
    ]
  },
  {
    "id": "chunk_381",
    "text": "(2) Se però la prestazione è divenuta eccessivamente onerosa per il mutamento delle circostanze, le parti sono tenute a intavolare trattative per modificare osciogliere il contratto, nel caso in cui: (a) il mutamento di circostanze si verifichi dopo la conclusione del contratto, (b) il mutamento di circostanze non fosse una possibilità suscettibile ragionevolmente di essere presa in considerazione al momento della conclusione del contratto, e (c) il rischio di mutamento delle circostanze non sia uno di quelli che, in relazione al contratto, la parte che lo subisce possa essere tenuta a sopportare. (3) Se le parti non riescono a raggiungere un accordo in un tempo ragionevole, il giudice può (a) sciogliere il contratto a fardata da un termine e alle condizioni che il giudice stesso stabilirà o (b) modificare il contratto in modo da distribuire tra le parti in maniera giusta edequa le perdite e i vantaggi derivanti dal mutamento di circostanze. Nell’un caso e nell’altro il giudice può condannare al risarcimento dei danni per la perdita cagionata dal rifiuto di una parte di intavolare trattative o dalla rottura di esse in maniera contraria allabuona fede e alla correttezza. [Articolo 6:111, Principi Europei di diritto dei contratti] *I PECL (Principles of Europea n Contra ct La w) sono un insieme di principi elabora ti da lla Commissione Lando (Commission on Europea n Contra ct La w) tra il 1982 e il 2003, sotto la guida del giurista da nese Ole La ndo. Natura: Sitratta di soft la w, cioè principi non vincola nti che rappresenta no una codificazione dottrina le del diritto contra ttua le europeo, pensati come modello di a rmonizzazione. WORKING GROUP 4 Omega S.p.A., consede alla La Spezia , produce pompeidra uliche per sistemi di energia idroelettrica .",
    "page": 382,
    "pages": [
      382
    ],
    "keywords": [
      "contratto",
      "mutamento",
      "circostanze",
      "parti",
      "giudice"
    ]
  },
  {
    "id": "chunk_382",
    "text": "Nel 2019 stipula con il Ministero dell’Energia dell’Egitto un contra tto per: • Produzione • tra sporto specia le • installazione in sito \n[HEADER] EMBA - Strategia ed Internazionalizzazione 147\n di tre pompe industriali da 3 tonnella teciascuna , valore 8 milioni di euro per pompa (tota le 24 milioni di euro). • Termine essenziale di consegna: 30 agosto 2020, tutte e tre le pompe devono essere consegna te e installa tepresso la diga di Assua n. • Penali contrattuali per ritardo: € 10.000 al giorno per i primi 30 giorni; € 20.000 al giorno oltre i 30 giorni. • Eventi sopravvenuti (primavera-estate 2020). Per effetto delle misure a nti-pandemia Covid-19, l’impresa incarica ta del tra sporto specia le comunica che non è possibile tra sporta re simulta neamente tutte e tre le pompe: restrizioni sul numero ma ssimo di operatori presenti per il carico in porto, limitazioni sul persona le imbarcato e restrizioni all’ingresso neiporti di transito e di sbarco. • Il tra sportatore accetta solo il tra sporto di una pompa per volta. • Conseguenza pratica: entro il 30 agosto 2020, Omega consegna una sola pompa; le a ltredue pompe vengono consegna te e installa tesolo il 31 maggio 2021 (ritardo di 9 mesi). La reazione dell’Egitto Il Ministero contesta l’inadempimento e chiede il pagamento integrale delle penali. Considera tesepa ratamente i seguenti scenari: • Il contra tto indica come diritto applicabile i Principi UNIDROIT (2016) OPPURE il contra tto non indica a lcunalegge applicabile. • L’Egitto ha già pagato tutto il prezzo OPPURE l’Egitto deve ancora pagare una tranche finale di 10 milioni di euro.",
    "page": 383,
    "pages": [
      383
    ],
    "keywords": [
      "egitto",
      "pompe",
      "consegna",
      "contra",
      "sporto"
    ]
  },
  {
    "id": "chunk_383",
    "text": "• Il contra tto prevedeva espressamente che la consegna simulta neadelle trepompe fosse OPPURE non fosse un elemento essenziale.” Domande • La pandemia ele restrizioni imposte a l tra sporto costituiscono forza ma ggiore? Ha rdship? Entrambe? Nessuna delledue? E conqua li effetti sullepena li? La pandemia Covid-19 ele conseguenti restrizioni presenta noca ratteristiche ibride: Elementi di forza maggiore (art. 7.1.7 UNIDROIT) • Evento a l di fuoridel controllo di Omega • Imprevedibilità a l momento della conclusione del contra tto (2019) • Inevita bilità delle conseguenze (Omega non poteva aggirare le restrizioni portua li) Elementi di hardship (art. 6.2.2 UNIDROIT): • La prestazione non è divenuta impossibile, ma solo più onerosa /difficile • Una pompa è stata comunque consegna tanei termini • Il tra sporto era possibile, ma solo in forma sequenzia le a nziché simulta nea Qualificazione più corretta: Sitratta di un caso di impossibilità parzia le tempora nea, che nei Principi UNIDROIT rica depreva lentemente nella disciplina dellaforza ma ggiore (a rt. 7.1.7), ma conelementi di ha rdship per qua ntorigua rda l'aggravio organizza tivo. La giurisprudenza a rbitra le forma tasidura nte il Covid-19 ha genera lmente riconosciuto le restrizioni governa tive come forza ma ggiore quando: (i) erano direttamente applicabili all'obbligazione in questione, (ii) rendeva no la prestazione impossibile o illega le, (iii) non era nora gionevolmente superabili. Effetti sulle penali: Per il periodo coperto da forza ma ggiore genuina , l'ina dempimento non è imputabile ele pena li non dovrebbero ma turare (a rt.",
    "page": 384,
    "pages": [
      384
    ],
    "keywords": [
      "restrizioni",
      "forza",
      "ggiore",
      "unidroit",
      "contra"
    ]
  },
  {
    "id": "chunk_384",
    "text": "7.1.7(1): l'ina dempimento è scusato) Tuttavia , Omega a veva un obbligo di mitigazione: organizza retra sporti sequenzia li il primapossibile • Omega ha diritto a una sospensione dell’obbligazione o a una rinegoziazione? Se si qua lifica la fattispecie a nche come ha rdship, l'a rt.\n[H4] 6.2.3 UNIDROIT\n prevede: • Diritto di chiedere la rinegoziazione • La richiesta deve essere tempestiva e motiva ta • Le parti devono negozia re in buonafede • In ca so di fallimento delle tra ttative, ricorso all'a rbitro/giudice che può a da tta re il contra tto Problema pratico: Omega a vrebbe dovuto attivarsi forma lmente nellaprima vera 2020, proponendo un ca lendario a lterna tivo di consegne e chiedendo una rinegoziazione dei termini e dellepena li. • In qua le dei duescena ri (UNIDROIT / diritto naziona le) ha ma ggiore tutela ? Scenario UNIDROIT (più favorevole a Omega) I Principi UNIDROIT offrono: • Disciplina a rticola tadella forza ma ggiore (a rt. 7.1.7) coneffetto sospensivo a utomatico • Istituto dell'ha rdship (a rtt. 6.2.1-6.2.3) conpossibilità di a da ttamento giudizia le • Riduzione dellepena li ma nifestamente eccessive (a rt. 7.4.13) • Principio genera le di buonafede (a rt. 1.7) che permea l'intera disciplina • Obbligo di cooperazione (a rt. 5.1.3) \n[HEADER] EMBA - Strategia ed Internazionalizzazione 148\n Scenario senzalegge applicabile In assenza di scelta , si applichera nno le norme di conflitto del foro (presumibilmente la sede dell'a rbitra to). Possibili esiti: • Diritto italiano (legge del venditore): prevede impossibilità sopravvenuta (a rtt. 1463-1464 c.c.), eccessiva onerosità (a rt. 1467 c.c.), riducibilità dellapena le (a rt.",
    "page": 385,
    "pages": [
      385
    ],
    "keywords": [
      "omega",
      "diritto",
      "unidroit",
      "rinegoziazione",
      "obbligo"
    ]
  },
  {
    "id": "chunk_385",
    "text": "1384 c.c.) • Diritto egiziano: derivazione fra ncese, con ca so fortuito/forza maggiore ma minore flessibilità sull'ha rdship • CISG: applicabile alla vendita , ma non copre le penali (escluse da ll'a rt. 4) Conclusione: Omega ha ma ggiore tutela sotto i Principi UNIDROIT, che offrono strumenti più flessibili e una consolidata prassi a rbitra le interna ziona le fa vorevole all'a da ttamento del contra tto. • È possibile ridurre o escludere le pena li? Su qua libasi giuridiche? 1. Art.\n[H4] 7.4.13 UNIDROIT\n (penale manifestamente eccessiva): \"La somma determina tapuò essere ridotta a un ammontare ra gionevole se essa è ma nifestamente eccessiva in relazione a l da nno deriva nte da ll'ina dempimento e alle a ltre circosta nze.\" Argomenti di Omega : • l danno effettivo dell'Egitto potrebbe essere inferiore alle penali (€ 5.490.000 calcolate: 30 gg × €10.000 + 244 gg × €20.000) • L'impianto ha ricevuto una pompa nei termini (parzia le funziona lità ) • L'ina dempimento è statocausa to da circosta nze ecceziona li • Omega ha a gito in buonafede tentando di minimizza re il ritardo 2. Esclusione per forza maggiore (art. 7.1.7): • Per il periodo di effettiva impossibilità , nessuna pena le dovrebbe ma tura re • Occorre distinguere tra rita rdo \"scusato\" e ritardo imputabile 3. Concorso di colpa/mancata cooperazione (art. 7.1.2): • Se l'Egitto non ha collabora tonella ricerca di soluzioni a lterna tive • Se l'Egitto ha rifiuta toproposte ra gionevoli di rinegoziazione 4. Buonafede (art.",
    "page": 386,
    "pages": [
      386
    ],
    "keywords": [
      "omega",
      "egitto",
      "forza",
      "maggiore",
      "penali"
    ]
  },
  {
    "id": "chunk_386",
    "text": "1.7): • L'invocazione integra le delle penali in circosta nze pandemiche può costituire a buso del diritto Calcolo delle penali contestate: • Ritardo: da l 31/08/2020 a l 31/05/2021 = 273 giorni • Primi 30 giorni: 30 × €10.000 = €300.000 • Giorni successivi: 243 × €20.000 = €4.860.000 • Totale: €5.160.000 • Il fatto che l’Egitto abbiagià pagato tutto il prezzo o debba ancora pagare 10 milioni cambia la strategia di Omega ? Scenario 1: Egitto ha già pagato tutto • Posizione di Omegapiù debole: 1. L'Egitto a girà per il pa gamento dellepena li 2. Omega è convenuta e deve difendersi attivamente\n[H2] 3. Rischio di procedimenti esecutivi su beni di\n Omega\n[H2] 4. Minorleva negozia le\n Strategia consigliata: • Contesta re la debenza dellepena li per forza ma ggiore • Chiedere riduzione ex a rt. 7.4.13 • Proporre tra nsazione (es. 20-30% dellepena li richieste) Scenario 2: Egitto deve ancora pagare €10 milioni • Posizione di Omegapiù forte: • Omegapuò eccepire la compensazione (a rt. 8.1 UNIDROIT) • Omega detiene una leva negozia le significa tiva • L'Egitto potrebbe preferire negoziare piuttosto che litigare per €5 milioni rischiando di perdere la cooperazione futura per ma nutenzione/ga ranzie Strategia consigliata: • Proporre compensazione parziale: pagamento di €7-8 milioni (riconoscendo €2-3 milioni di pena li ridotte) • Subordina re il pagamento del saldo alla rinuncia dell'Egitto a ulteriori pretese • Offrire estensione dellaga ranzia o ma nutenzione gratuita come contropa rtita • Come a vreste dovuto scrivere la cla usola contra ttua le nel 2019 per proteggere meglio Clausola di forza maggiore rafforzata \"Force Majeure.",
    "page": 387,
    "pages": [
      387
    ],
    "keywords": [
      "egitto",
      "milioni",
      "omega",
      "giorni",
      "strategia"
    ]
  },
  {
    "id": "chunk_387",
    "text": "Neither Partyshall be liable forany failure ordelay in performing its obligations wheresuch failure ordelay results from circumstances beyond its reasonable control, including butnot limited to: actsof God, natural disasters, epidemics, pandemics, quarantine restrictions, government actions or regulations affecting transportation, port closures, restrictions on personnel movement, andany otherevent thatcould not reasonably havebeen foreseen atthetime of contract execution. \n[HEADER] EMBA - Strategia ed Internazionalizzazione 149\n In the eventof Force Majeure: (a) the affected Partyshall notify theother Party within 7 days; (b) thetime for performance shallbe extended by a period equaltothe duration ofthe Force Majeure eventplus a reasonable restart period; (c) no penalties or liquidated damages shall accrue during such extended period; (d) if Force Majeure continues formore than 180 days, either Partymay terminate without liability.\" Clausola di hardship \"Hardship. If, dueto events beyond the reasonable control of a Party, the performance ofits contractual obligations becomes substantially more onerous thancould reasonably havebeen anticipated atthetime of contracting, the Parties shall negotiate in good faithan equitable adjustment ofthe contract terms, including price, delivery schedule, and penalty provisions.\" Clausola penale concap e modulazione \"Liquidated Damages. In case ofdelay in delivery not excused by Force Majeure or Hardship: • Days 1-30: €10,000 per day per unit not delivered • Days 31-90: €15,000 per day per unit not delivered • Maximum aggregate liability: 10% ofthe contract pricefor the delayed units Partial delivery shall proportionally reduce the applicable penalties.",
    "page": 388,
    "pages": [
      388
    ],
    "keywords": [
      "reasonable",
      "force",
      "majeure",
      "period",
      "partyshall"
    ]
  },
  {
    "id": "chunk_388",
    "text": "Penalties shallnot applyto delays caused bythe Buyer's failure to cooperate orprovide necessary access/permits.\" Clausola di consegna flessibile \"Delivery Schedule. Delivery ofall threeunits by 30 August 2020 isthe target date. The Parties acknowledge that simultaneous delivery depends on logistics availability. Sequential delivery within 60 daysofthe target dateshall be considered substantial performance andshall not trigger termination rights, although reduced penalties mayapply asspecified above.\" Clausola di rinegoziazione obbliga toria \"Meetand Confer. Before initiating any dispute resolution proceedings regarding delays or non-performance, the Parties shallmeet (in person or remotely) within 14 daysof a written request to attempt in good faithto resolve the dispute. No penalties shall accrue during thismeet-and-confer period, upto a maximum of 30 days.\"\n[/TABELLA]",
    "page": 389,
    "pages": [
      389
    ],
    "keywords": [
      "delivery",
      "penalties",
      "delays",
      "clausola",
      "target"
    ]
  }
]